
var documents = [
    
    
    
        
    
        
            {
                "id": 0,
                "url": "https://zyahan.blog/zh/about",
                "title": "周雅",
                "subtitle": "",
                "body": "我平时喜欢阅读《史记》《汉书》《后汉书》《三国志》，并时不时聊聊里面的内容。  从2015年开始深入研究《汉书》。 自2019年起，以笔名”周雅”撰写有关中国古代汉代的文章。     我的主要兴趣在于，当时的人们和史书作者具体使用了哪些语言表达。   我基本上将前四史的文本既视为语言材料，也视为文学作品。   ",
                "tags": ""
            }, 
        
    
        
            {
                "id": 1,
                "url": "https://zyahan.blog/about",
                "title": "주아",
                "subtitle": "",
                "body": "취미로 《사기》, 《한서》, 《후한서》, 《삼국지》를 읽고 떠듭니다.  2015년부터 《한서》를 파기 시작했습니다.  2019년부터 주아周雅라는 필명으로 고대 중국 한나라에 관한 글을 쓰고 있습니다.      주된 관심사는 당시 사람들과 역사서 저자들이 어떤 말을 썼는지입니다.    기본적으로 전4사 텍스트를 언어 자료이자 문학 작품으로 받아들입니다.    📚 출판물:  한나라 설정집 시리즈: 《한서팸플릿 1–10》, 《삼국지포켓북 1–6》 (개인출판)     텀블벅 프로젝트 (2019) https://tumblbug. com/booksofhan         《한서팸플릿1: 자칭·호칭·지칭》     《한서팸플릿2: 땅 위의 점술》     《한서팸플릿3: 포박과 감금》     《한서팸플릿4: 미남전》     《한서팸플릿5: 곽거병은 과연 포도를 먹었을까?》     《한서팸플릿6 특별판: 사람들이 일은 게을리 하면서도 먹는 것은 반드시 때에 맞추어 먹습니다》          텀블벅 프로젝트 (2021) https://tumblbug. com/books-of-han-2         《삼국지포켓북1: 호칭어 가이드》     《삼국지포켓북2: 예의를 버리고 음식을 구하다》          텀블벅 프로젝트 (2022) https://tumblbug. com/books-of-han-3         《삼국지포켓북3: 향, 새로운 감각의 개척》     《삼국지포켓북4: 육형 부활 논의에 관한 시론》          텀블벅 프로젝트 (2023) https://tumblbug. com/books-of-han-4         《한서팸플릿7 특별판: 수레와 복식》     《삼국지포켓북5: 의사와 음악가의 공통점은?》          텀블벅 프로젝트 (2024) https://tumblbug. com/books-of-han-5         《삼국지포켓북6: 아이들의 놀이와 노래》          텀블벅 프로젝트 (2024) https://tumblbug. com/books-of-han-6         《한서팸플릿8: 강아지와 망아지》     《한서팸플릿9: 도검》          텀블벅 프로젝트 (2025) https://tumblbug. com/books-of-han-7         《한서팸플릿10: 일하는 여성》           《한서 열전》 서평     주아 (2022), 〈동아시아 역사 서술의 질서 정연한 전통〉, 《교차 3: 전기, 삶에서 글로》, 읻다.    ✉️ 문의: zya. han. writer _at_ gmail _dot_ com 💸 구매 및 후원: https://buymeacoffee. com/zya. han ",
                "tags": ""
            }, 
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
            {
                "id": 2,
                "url": "https://zyahan.blog/privacy-policy",
                "title": "개인정보 처리방침",
                "subtitle": "",
                "body": "본 블로그는 방문자 여러분의 개인정보를 소중히 여기며, 관련 법령을 준수합니다. 아래는 개인정보 수집 및 이용에 관한 안내입니다. 1. 수집하는 정보: 본 블로그는 다음과 같은 정보를 수집할 수 있습니다.  방문 기록(접속 일시, 방문한 페이지 등) 기기 정보(브라우저 종류, 운영체제 등) 인구통계 정보(성별, 연령대, 관심사 등)※ Google Analytics를 통한 익명 수집2. 수집 목적: 수집한 정보는 다음 목적으로만 사용됩니다.  블로그 방문자 통계 분석 콘텐츠 품질 개선 및 맞춤형 콘텐츠 제공 사이트 운영 및 서비스 개선3. 정보 보관 기간: 수집된 정보는 분석 목적을 위해 일정 기간 동안 보관되며, 필요 시 즉시 삭제할 수 있습니다. Google Analytics에 저장된 데이터는 Google의 정책에 따릅니다. 4. 제3자 제공: 본 블로그는 수집된 정보를 제3자에게 판매하거나 제공하지 않습니다. 단, Google Analytics 서비스를 통한 익명 데이터 처리는 예외적으로 적용됩니다. 5. 사용자의 선택권: 방문자는 다음 방법으로 데이터 수집을 차단하거나 설정을 변경할 수 있습니다.  Google 광고 설정 페이지에서 데이터 수집 거부 브라우저 쿠키 설정 변경을 통한 데이터 차단6. 기타 안내: 본 블로그는 Google Signals를 활성화하여 방문자의 성별, 연령대, 관심사 등 인구통계 정보를 참고하고 있습니다. 이 데이터는 개인 식별이 불가능한 형태로만 수집·활용됩니다. 7. 문의: 개인정보 보호와 관련하여 궁금하신 점이 있다면메일이나 댓글을 통해 문의해 주세요. 최종 업데이트: 2025년 4월 28일 ",
                "tags": ""
            }, 
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
    
        
            {
                "id": 3,
                "url": "https://zyahan.blog/women-s-style-names-in-the-chat-of-the-three-kingdoms/",
                "title": "《삼국지톡》 리뷰 한 조각 (1) 자(字)",
                "subtitle": "자의 사용과 언급, 여성 캐릭터의 자에 관해",
                "body": "삼국지 창작물과 자(字): 아雅가 옛날 글을 읽는다면, 사람들이 말을 하거나 글을 쓸 때 자신이나 타인을 가리키는 표현을 어떻게 선택하는지에 가장 큰 관심이 간다. 한문이라면 자신을 가리킬 때 이름을 쓰는지 ‘소인小人’을 쓰는지, 남을 가리킬 때 자字를 쓰는지 관직명을 쓰는지 등등. 《한서》를 팔 때도 마찬가지였고, 마침 아雅는 텍스트로 된 언어 자료에서 용례를 뽑아 분류하고 분석하는 작업에 조금 익숙했다. 그래서 처음으로 낸 《한서》 동인지가 《자칭·호칭·지칭》이었고, 삼국지포켓북 시리즈 또한 《호칭어 가이드》로 시작했다. 한자 문화권에서 삼국지를 즐긴다면 인물의 자字라는 낯선 호칭어를 맞닥뜨리게 된다. 제갈량과 조운처럼 아예 ‘제갈공명’, ‘조자룡’으로 이름보다 자가 더 유명한 인물도 있다. 그러다가 누군가는 우연히 제갈공명과 제갈량이 같은 사람임을 알게 되며 삼국지에 스며든다. 그리고 삼국지에 관해 더 잘 알고 싶어서 검색을 해 보면 어느 문서든 인물의 성명과 함께 자가 꼬박꼬박 나와 있다. 삼국지를 안다는 것의 시작은 인물의 자를 한두 개라도 아는 데 있다고 해도 아주 틀린 말만은 아닐 것이다. 여러 삼국지 창작물에서도 인물의 성명과 자를 함께 소개해 준다. “신삼국”으로 알려진 중국 CCTV 드라마 《삼국》(2010)에서는 인물이 새로 나올 때 “劉備 字 玄德” 대여섯 글자로 된 자막을 붙였다. 한국 웹툰 《삼국전투기》는 매화 표제에서 인물을 소개할 때 “성명(생년~몰년). 자는 모모. ”로 시작했고, 《모던픽션A》에서는 인물이 처음 등장할 때 “동탁 중영”처럼 성명과 자를 적은 박스를 띄웠다. 아雅가 본 삼국지 창작물이 많지 않아서 더 나열하지는 못하지만, 이들 작품이 아주 예외적인 케이스는 아닌 것 같다.     양성현·샐러맨. 《모던픽션A》 5화 〈사냥(2)〉. 네이버 시리즈 무료공개분. 아雅는 《삼국전투기》를 연재 당시에 실시간으로 읽었었다. 이 작품은 캐릭터를 패러디하고 전략을 상세히 묘사한 것이 주된 특징이었으며, 유비의 “공명양” 같은 일부 경우를 제외하고는 대개 인물의 성명만 사용했다. 그럼에도 저자는 인물을 소개하는 칸에서는 반드시 자부터 썼다. 자를 모르면 “자는 불명. ”이라고 적어 놓았다. 이렇게 자는 생략할 수 없는 정보였다. 당시에는 아雅가 삼국지를 파지 않아서 깨닫지 못했으나, 지금 보니 자라는 고유명사는 작중에서 실제로 사용되건 아니건 박스 안에라도 언급해 두면 존재 자체로 삼국지의 기운을 내뿜는 장치였던 것이다.     최훈. 《삼국전투기》 프롤로그 〈악의 축, 동탁〉. 네이버 웹툰 무료공개분. 그렇다면 삼국지 창작물에 인물의 자가 나오는 것은 당연한 일이 아닌가?여기에 어떤 특이한 점이 더 있을 수 있는가?아雅는 대체 이 글을 왜 쓰고 있는가?바로 웹툰 《삼국지톡》에서 자의 색다른 용도를 발견했기 때문이다. 《삼국지톡》에서 자를 활용하는 방식은 삼국지를 삼국지답게 만드는 데 그치지 않았고,특히 관도대전 파트에서 여성 캐릭터를 소개하는 데 있어서 분명한 의도와 효과를 드러냈다. 이 점을 밝히는 것이 이 글의 목적이다. 《삼국지톡》 연재 초기의 자(字) 활용: 사용과 언급 사이에서: 《삼국지톡》에서 인물의 이름을 표시할 때는 대개 검은 박스에 노란 글씨로 “조운 字 자룡”이라고 쓴다. 그런데 이 “성명 字 모모” 포맷이 처음부터 나온 것은 아니다. 이 글을 쓰기 위해 첫 화부터 정주행해 보니, 이 포맷은 2부 〈십상시의 난〉부터 시작되어 3부 〈반동탁연합〉에서 자리잡혔다. 여기에 이르기까지 《삼국지톡》에서 자字를 활용하는 양상이 어떻게 바뀌어 왔을까?아雅는 자의 ‘사용’과 ‘언급’ 사이의 트레이드오프에 주목할 것이다. 여기에서 자의 사용이란 자를 대화 내에서 인물의 입으로 말하게 하는 것을 의미하고, 자의 언급이란 지문이나 박스 내에서 서술자가 제시하는 것을 의미한다. 사용의 추구: 우선 1부 〈황건적의 난〉 첫 화에서는 유비를 처음 소개할 때 자字를 언급한다.     무적핑크·이리. 《삼국지톡》 〈황건적의 난_1. 내 이름은 유비〉. 네이버 웹툰 무료공개분. 하지만 이것은 주인공에게 주어진 특혜다. 1부를 계속 읽어보면, 기본적으로 인물을 소개할 때 박스 안에 인물의 직함과 함께 성명을 썼음을 알 수 있다. 등장 횟수가 적은 추정과 유언은 물론이고, 삼국지 이야기에서 아주 중요한 인물인 조조와 손견도 성명만 언급되고 자가 기재되지 않았다.  추정 [황건적의 난_14. 이건 사기야] 유언 [황건적의 난_16. 가슴이 뛴다] 노식 [황건적의 난_17. 노식쌤 안녕하세요] 조조 [황건적의 난_19. 조조가 지나간 자리] 손견 [황건적의 난_26. 굶주린 늑대, 동탁]그렇다면 《삼국지톡》에서는 캐릭터의 자를 아예 안 쓸 작정이었을까?아雅는 그렇게 생각하지 않는다. 위에서 열거한 성명 목록에서 빠진 예외로 원소가 있기 때문이다. 〈황건적의 난_17. 노식쌤 안녕하세요〉에서 처음 등장하는 원소를 소개하는 박스에는 “원소(자 본초)”라고 적혀 있고, 노식은 원소를 “본초 어린이”라고 자로 부른다. “본초 어린이”라는 대사로 짐작해 보자면, 저자가 적어도 처음에는 자를 인물 소개 박스 안에서 언급하기보다 작중 인물의 대화에서 실제로 사용하려고 한 듯하다. 이 추측을 뒷받침하는 사례가 조조다. 〈황건적의 난_30. 지옥과 천국〉 시점까지 조조의 자는 한 번도 명시된 적이 없었으나, 플래카드 안에서 직접적으로 사용되고 주석으로 언급되었다.  “조맹덕 제남상 환영합니다”  *조맹덕: 조조. 맹덕은 조조의 자(字)  황건적의 난_30. 지옥과 천국 비슷한 사례로 조조가 원소를 자로 지칭하는 장면이 있다. 이 컷에서도 주석으로 ‘본초’가 원소의 자라는 설명이 담겼다.  ‘본초?’  *본초: 원소의 자字  황건적의 난_39. 사냥은 타이밍 저자는 이런 방식으로 자를 자연스럽게 대사에 녹이고자 한 것 같다. 기존의 삼국지 팬에게는 그렇게까지 어렵지 않았을 법하다. 언급의 시작: 당연히, 자字가 무엇인지 모르는 독자들도 적지 않다. 저자도 이런 독자들을 고려해서 위와 같이 주석을 썼을 것이다. 그러나 누구의 자가 무엇인지를 매번 주석으로 달자면 작가도 번거롭고 독자도 불편하다. 그래서인지, “조맹덕 제남상 환영합니다” 이후로는 박스 안에 자를 넣기 시작한다.  조조(자 맹덕) [황건적의 난_33. 그럴 돈 없거든] 원소 字본초 [황건적의 난_34. 종놈, 원소] 원술 字공로 [황건적의 난_34. 종놈, 원소] 하후돈 字원양 [황건적의 난_37. 십상시를 죽여라]그런데 박스에 적힌 내용을 자세히 보면 형식이 일정하지 않다. 자를 괄호 안에 넣기도 했고, “字”와 “본초”를 붙여 쓰기도 했다. 이 단계에서 저자는 자를 언급하는 방식을 탐색하는 중이었던 것 같다. “성명” 띄우고 “字” 띄우고 “모모”를 쓰는 포맷은 2부 〈십상시의 난〉에서 시작되었다. 그리고 3부 〈반동탁연합〉에서 검은 바탕에 노란 글씨를 쓴 박스가 자리를 잡고 완결 때까지 유지된다. 사용의 억제: 3부 〈반동탁연합〉까지는 대체로 자의 사용과 언급이 공존했다. 특히 조조가 이 파트에서 주로 자로 불렸다. 동탁의 “조맹덕이”, 중모현 주민의 “조망떡이”, 진궁의 “조맹덕씨” 등등. 그러나 이후로 가면 갈수록 자가 작중 인물의 대사에서 사용되는 일이 드물어진다. 저자 자신도 트위터에서 직접 설명한 적이 있다.  삼국지톡은 [제갈량]과 [제갈공명]이 다른 사람인줄 아는 독자들을 위한 웹툰. 그래서 최대한 지키려 애쓰는 규칙이 몇가지 있습니다.  https://x. com/superpink89/status/1434689004520181761?s=46  하나, 서로 이름으로 부르기. 삼톡연재 초반에 제일 놀랐던 반응이 이것 : 원소 너무 좋아요! 그런데 원본초는 누구예요?  사람을 호/자/관직명 등등으로 부르는것 자체에 익숙하지 않으나, 그럼에도 캐릭터를 사랑하는 독자들이 나타난 것. 이때부터 작중에서 캐릭터들이 야 조조! 왜 유비! 하게 됨.  https://x. com/superpink89/status/1434689007145742336?s=46 이렇게 해서 《삼국지톡》은 자의 사용을 억제하고 고유명사를 성명으로 통일하는 방향으로 정책을 바꾸었다. 그렇다고 해서 자를 버린 것은 아니다. 자의 사용은 줄어들었으나, 자의 언급은 양식화되면서 더욱 굳게 확립되었다. 《삼국전투기》에서 매화 표제 칸의 인물 소개에 자를 꼬박꼬박 명시했던 것과 비슷하게 수렴했다고 할 수 있다. 《삼국지톡》 여성 인물의 이름과 자(字): 여기에서 끝나지 않는다. 자字를 작중 대화에서 적극적으로 사용하겠다는 시도는 접었으나, 《삼국지톡》에서는 이후 색다른 방식으로 자를 활용하게 된다. 바로 유표의 부인 채씨, 원소의 부인 유씨 등 기존에 성씨로만 알려진 여성 인물에게 이름과 자를 붙인 것이다. 조심스러운 시작: 사실 《삼국지톡》 연재 초기에는 여성 인물의 이름을 짓는 데만 해도 꽤 조심한 흔적이 보인다. 예를 들어 작중에서 가장 먼저 성명으로 소개되는 여성은 ‘오국태’였다(황건적의 난_28. 죽어도 안죽어). ‘국태’는 소설 《삼국연의》에 나온 오 부인의 칭호로, 《삼국지톡》에서는 이 칭호를 그대로 이름으로 삼은 것이다. 그 직후에 나오는 인물이 ‘하후선’이다(황건적의 난_29. 불길은 잡았는데). 하후선의 경우는 아마도 가공의 인물이기 때문에 부담없이 성명을 붙일 수 있었던 것이 아닌가 싶다. 이 시기에는 아직까지 원작에 나오지 않은 이름을 새로 만들어 내는 데 대한 부담이 있었던 것 같다. 가령 영사황후는 “황후 하씨”로 이름 없이 성씨만 명시되었다(황건적의 난_40. 파티를 시작하지). 여성 장수의 등장: 3부 〈반동탁연합〉에 들어 “성명 字 모모”의 템플릿이 갖추어지고 나서는 점차 “황개 字 공복”(반동탁연합_29. 호랑이의 감옥)과 “심평 字 건보”(군웅할거_22. 폭주하는 공손찬)처럼 여성으로 보이는 인물의 자가 언급되는 것이 관찰된다. 황개는 기존의 장수가 여성으로 설정된 첫 번째 사례로, 저자는 이후 4부 〈군웅할거〉로 가며 순심, 정욱, 여건, 악진 등 더욱 다양한 인물을 여성으로 등장시킨다. 한편 심평은 군의관으로 나오는 오리지널 캐릭터로, 당시에 언론에서 자주 언급되던 ‘건강보험심사평가원’을 활용한 언어유희로 성명과 자를 지었다는 사실을 쉽게 알 수 있다. 여성 인물의 존재감이 강화되고 있지만, 없어진 이름을 만들어내기는 여전히 어려워 보인다. 이름을 얻은 부인들: 그리고 5부 〈협천자〉에서 “미축 字 자중”(협천자_30. 미축이 쏜다)을 여성으로 등장시키고부터 저자는 드디어 실존인물들에게 가공의 이름을 붙여주기 시작한다. 유비의 아내 미 부인과 감 부인은 ‘미영란’과 ‘감소혜’라는 이름을 얻었고(협천자_32. 유부남 유비), 조조의 아내 정 부인과 변 부인은 ‘정영옥’(관도대전_23. 조조 부부의 세계), ‘변영’(관도대전_24. 정부인과 변부인)으로 나온다. 장수의 숙모 추씨도 ‘추교요’(관도대전_26. 한 맺친 장수)가 되었다. 1부 〈황건적의 난〉에서 동 태후와 하 태후의 이름이 끝내 나오지 않았던 것과는 완전히 달라진 분위기다. 자를 갖춘 부인들: 위에서 살펴본 초기 부인들의 이름은 ‘영란’, ‘소혜’, ‘영옥’ 등 아무래도 현대 한국의 여성 인명과 닮은 모양새다. 기존 삼국지 등장인물들과 비교하면 약간 위화감이 들기도 한다. 그러다가 6부 〈관도대전〉 파트 중반에서 분위기가 한 번 더 바뀐다. 유표, 원소, 공손찬 등 군벌들의 부인이 등장하는 장면마다 적극적으로 힘을 주고 지은 이름과 자가 폭발한다. “채륵 字 영규”는 남동생 “채모 字 덕규”와 자의 돌림자를 공유하고(관도대전_35. 가후 vs. 조조), 원소의 부인 “유위 字 의경”은 원소와 같은 수준의 품격(?)을 보여주며(관도대전_41. 틀어박힌 공손찬), 공손찬의 부인 “후자혜 字 견찬”은 불과 칼을 두려워하지 않는다(관도대전_72. 불타는 역경). 사이사이에 원술의 부인 ‘진욱’과 딸 ‘원엽’, 대교 ‘교은낭’과 소교 ‘교은매’가 이름을 가지고 등장한다. 여기서 형성된 기조가 작품의 후반까지 이어져서 견복과 손상향에게는 자가 생겼고 곽여왕에게는 이름이 생기게 되었을 것이다. 마무리: 《삼국지톡》에서 자字는 처음에 인물의 대화 속에서 호칭어로 적극적으로 쓰이도록 기획된 듯하나, 예상 외의 독자 집단을 발견함에 따라 용도가 바뀌어 캐릭터의 속성으로 자리잡았다. 자는 캐릭터의 속성이 되면서 오히려 활용도가 높아졌다. 자를 실제로 부를 일이 없는 만큼, 더 자유롭게 변형할 여지가 생긴 것이다. 이로 인해 역사책에서 성씨로만 알려진 부인들에게 작중에서 이름과 자를 부여할 수 있게 되었다는 것이 아雅의 생각이다. 결과적으로 여성 인물이 남성과 마찬가지로 이름과 자를 갖추고 등장한다는 것은 《삼국지톡》의 큰 특징이며 “딸에게도 읽힐 수 있는 삼국지”라는 저자의 의도에도 들어맞는다. ",
                "tags": "삼국지톡 호칭어 삼국지 창작"
            }, 
        
    
        
            {
                "id": 4,
                "url": "https://zyahan.blog/another-bronze-dildo-and-lesbians/",
                "title": "또 하나의 청동 딜도와 대식(對食): 한나라의 레즈비언들?",
                "subtitle": "",
                "body": "또 다른 딜도의 주인, 중산 정왕 유승: 앞서 〈청동 딜도의 주인은?〉이라는 포스트에서 전한시대 무제 유철의 형 강도왕 유비의 무덤에서 발굴된 청동 딜도를 소개했습니다. 그런데 사실 이것이 전부가 아닙니다. 무제의 또 다른 형, 중산왕 유승의 무덤에서도 청동 딜도가 발견된 것입니다. “왕은 종일 가무와 섹스를 즐겨야”: 강도왕 유비劉非가 전투를 좋아했다면 중산왕 유승劉勝은 향락을 좋아했습니다. 유승은 이웃 제후국의 왕이자 어머니가 같은 형인 유팽조劉彭祖를 비난한 적이 있습니다.  형은 왕이 되어서 관리가 해야 할 일을 대신 떠맡고 있어요. 왕이란 종일 가무와 섹스를 즐겨야죠. 「兄為王，專代吏治事。王者當日聽音樂聲色。」  《사기史記》 〈오종세가五宗世家〉 유승은 자기의 말을 충실히 실천해서, 생전에 120명이 넘는 자손을 보았을 정도였습니다. 그 많은 자손 중에 《삼국지》 유비劉備의 조상이 있었던 덕에, “중산 정왕 유승”은 21세기 한국의 삼국지 독자들에게도 기억되고 있습니다. 한나라의 여성간 동성애: 딜도의 수상한 모양: 여성용 섹스토이?: 썩 내키지는 않지만 중산왕 유승의 무덤에서 나온 딜도가 어떻게 생겼는지 구경해 봅시다.     https://dx. doi. org/10. 13140/RG. 2. 1. 3381. 5926놀랍게도 이 딜도는 쌍방향입니다. 두 사람이 함께 쓰도록 만들어진 물건입니다. 그리고 ‘알’ 두 개와 같이 놓여 있습니다. 무덤에서 나온 음경 모형을 두고서 간혹 성적인 목적을 애써 배제하고 망자의 기가 빠져나가지 못하도록 몸의 구멍을 막는 용도였다고 해석하는 경우도 있으나(🧐단순히 구멍을 막는 것이 목적이었다면 왜 하필 음경 모양으로 만들어야 했을까요?🤷), 중산왕의 양방향 음경 모형을 보고도 같은 해석을 고수하기는 어렵습니다. ‘작대기’의 모양과 각도를 볼 때 이것은 여자 두 명이 마주보고 사용했을 가능성이 높습니다. 대식(對食): 한나라 궁녀들의 관계: 여기에서 《한서》 〈외척전〉에 나오는 대식對食이라는 말이 떠오릅니다. ‘대식’이란 전한시대 성제 시기, 황궁의 관비였던 도방과 조궁 두 사람의 관계를 말합니다. 후한 말기의 학자 응소가 해당 부분에 주석으로 쓴 문장을 읽어봅시다.  궁인들이 서로 부부로 행세하는 것을 대식이라고 한다. 서로 심하게 질투하기도 했다. [宮人自相與為夫婦名對食, 甚相妒忌也。] 응소의 해석에 따르면 ‘대식’은 궁 안에서 이루어지던 여성간의 성애라고 할 수 있습니다. 그렇다면 중산왕의 무덤에서 나온 쌍딜도도, 중산국의 후궁에서 행해졌을 대식에 쓰이던 물건이었을 가능성은 없을까요? 레즈비언 해석의 한계와 가능성: 일단 전한시대 후궁에서 여자들끼리 관계를 맺는 일이 존재했다는 사실을 부정할 수는 없을 것 같습니다. 게다가 이런 관계를 나라에서 엄격하게 금지한 것 같지도 않습니다. 《한서》에 나온 도방과 조궁도, 대식을 했다는 이유로 처벌받지 않았습니다. 하지만 그렇다고 해서 이들의 관계가 마냥 자발적이고 자립적이고 자유로웠다고 해석하기는 어렵습니다. 조궁은 나중에 황제의 아기를 낳게 됩니다. 도방과의 ‘과거’는 조궁이 황제의 사랑을 받는 데 있어 ‘결격 사유’가 되지 않았습니다. 아마도 황제는 후궁 여자들 사이의 애정을 대수롭지 않게 여겼을 것이고, 그때문에 자신의 권력과 권위가 위협받으리라는 걱정조차 하지 않았을 것입니다. 중산왕의 쌍딜도도, 처음부터 여자들끼리 즐기라고 만든 물건이었을지는 의문입니다. 정말 그런 물건이었다면 애초에 왕의 무덤에 들어갈 일도 없었겠지요. 전한시대 황족들과 귀족들의 무덤에서 나온 다른 방중술 교본들의 내용과 연관지어 보면(Pfister 2016), 쌍딜도와 ‘알’은 평소에 여성의 성기 근육을 단련해서 남성을 더 즐겁게 만들어 줄 기술을 연마하기 위한 도구였으리라는 생각이 듭니다. 물론, 후궁의 여자들이 정말로 그렇게만 사용했을 리는 없지요(Venters 2024). 😉 참고 문헌:  Pfister, R. (2016). On the Partonymy of Female Genitals in Chinese Manuscripts on Sexual Body Techniques. 10. 13140/RG. 2. 1. 3381. 5926 Venters, L. (2024). Leftover peaches: Female homoeroticism during the Western Han dynasty. Journal of Lesbian Studies, 1–27. 10. 1080/10894160. 2024. 2334137",
                "tags": "딜도 중산왕 중산정왕 유승 유비 사기 한서 도방 조궁 대식 동성애 레즈비언 응소"
            }, 
        
    
        
            {
                "id": 5,
                "url": "https://zyahan.blog/human-swine/",
                "title": "인간돼지 사건을 서술하는 두 가지 방법",
                "subtitle": "《사기》 〈여태후본기〉와 《한서》 〈외척전〉의 비교",
                "body": "이 포스트는 2017년에 작성했던 글을 수정하고 보충한 것입니다. 🕵️ 인간돼지 사건: 배경: 한나라의 첫 번째 황제인 고제 유방은 한왕 시절 정실부인 여씨의 아들을 태자로 삼았습니다. 그런데 태자의 지위는 굳건하지 않았습니다. 유방이 가장 사랑하는 첩인 척 부인이 밤낮으로 울면서 자기가 낳은 유여의를 후계자로 삼아 달라고 부탁했기 때문입니다. 그렇지 않아도 태자가 유약하다고 못마땅해하던 유방은, 자기를 더 닮아 보이는 유여의로 태자를 바꾸고 싶어했습니다. 하지만 주창, 숙손통, 장량 등 여러 대신이 각고로 노력한 덕에 태자는 자리를 지켰고, 유방이 죽은 뒤 새로운 황제가 되었습니다. 이 황제가 바로 혜제입니다. 황태후가 된 여씨는 자기의 자리를 여러 차례 위협한 척 부인과 유여의 모자를 용서하지 못하고 해치고자 했습니다. 전개와 결말:  유방이 죽은 뒤 척 부인은 원래 조나라 왕으로 봉해진 아들을 따라가서 조나라 태후가 되어야 했습니다. 하지만 여 태후는 척 부인이 궁을 나가지 못하게 하고 영항이라는 감옥에 감금했습니다.  여 태후는 조나라에 있는 유여의를 해치기 위해 수도 장안으로 불러왔습니다.  혜제는 여 태후의 분노를 알고 있었기 때문에 동생 유여의를 몸소 보호했습니다.  여 태후는 유여의가 늦잠을 자서 혼자 남은 틈을 타 유여의를 독살했습니다.  여 태후는 영항에 감금되어 있던 척 부인을 ‘인간돼지’로 만들고 변소에서 살게 합니다.  혜제는 여 태후가 보여준 ‘인간돼지’의 모습에 충격을 받아 폐인이 됩니다. 이 과정은 중국 정사 《사기》와 《한서》에 모두 나옵니다. 둘 중에서 원본을 따지자면, 물론 사마천이 쓴 《사기》가 원작입니다. 하지만 반고가 쓴 《한서》라고 해서 《사기》를 그대로 베낀 것은 아니고, 《사기》에 없는 내용을 보충해서 넣기도 했습니다. 이 글에서는 ‘인간돼지’ 사건을 다루는 《사기》와 《한서》의 서술 방법에 어떤 차이가 있는지, 그 차이가 독자의 경험에 어떤 영향을 미치는지를 알아보겠습니다. 📑 《사기》의 서술: 〈여태후본기〉 본문 번역: 인간돼지[人彘] 사건이 처음 서술된 곳은 《사기》 〈여태후본기〉입니다. 우선 해당 내용의 본문을 처음부터 끝까지 읽어 봅시다. 분홍색으로 표시한 부분은 《한서》에 없고 《사기》에만 나오는 문장입니다.  여후는 척 부인과 그의 아들 조왕에게 가장 큰 원한을 품어, 영항에 척 부인을 가두게 하고 조왕을 소환했다. 사자들이 세 차례 돌아가고 조나라 상 건평후 주창은 사자에게 말했다.  “고제께서 신에게 조왕을 맡기셨고 조왕은 나이가 어립니다. 듣자하니 태후께서 척 부인을 원망하여 조왕을 부른 뒤 함께 죽이고자 하신다는데, 신은 감히 왕을 보낼 수 없습니다. 또 왕은 병이 들어 조서를 받들 수 없습니다. ”  여후는 격노하여 사람을 보내 조나라 상을 소환했다. 조나라 상이 장안에 이르자, 다시 사람을 보내 조왕을 소환했다. 왕이 왔지만 아직 도착하지 않았을 때였다. 인자한 효혜제는 태후의 분노를 알아서, 몸소 조왕을 패상에서 맞이하고 함께 궁으로 들어와 자기 옆에 끼고 숙식을 함께했다. 태후는 그를 죽이고 싶었지만 틈을 얻지 못했다.  효혜제 원년 12월, 황제는 새벽에 활을 쏘러 나갔다. 조왕은 어려서 일찍 일어나지 못했다. 태후는 그가 혼자 있다는 소식을 듣고 사람을 시켜 독주를 들고 가 그에게 마시게 했다. 동이 틀 무렵 효혜제가 돌아오자 조왕은 이미 죽어 있었다.  이로 인해 회양왕 유우의 봉국을 옮겨 조왕으로 삼았다.  여름, 역후의 부친(여 태후의 큰오빠)에게 영무라는 시호를 추서했다.  태후는 마침내 척 부인의 손발을 자르고, 눈을 뽑고, 귀를 지지고, 말을 못 하게 만드는 약을 먹이고 변소에서 살게 하며 ‘인간돼지’라고 이름붙였다.  며칠을 보내고 효혜제를 불러 인간돼지를 보여주었다. 이를 본 효혜제는 무슨 일인지 묻고 그것이 척 부인임을 알게 되자 크게 통곡하며 이로 인해 병이 들어 해가 다 가도록 일어나지 못했다. 효혜제는 사람을 보내어 태후에게 청했다.  “이것은 인간이 할 일이 아닙니다. 신은 태후의 아들이 되어 끝끝내 천하를 다스리지 못하겠습니다. ”  효혜제는 이 사건을 계기로 날마다 술을 마시고 음란과 쾌락을 일삼으며 정치에 관여하지 않고 병이 들었다.  《사기》 〈여태후본기〉 읽다 보면 중간쯤에 인간돼지 사건과 직접적인 관련이 없어 보이는 문장이 두 개 보입니다. ‘이로 인해 회양왕 유우의 봉국을 옮겨 조왕으로 삼았다. ’와 ‘여름, 역후의 부친(여 태후의 큰오빠)에게 영무라는 시호를 추서했다. ’가 그것입니다. 이 두 문장은 도대체 왜 들어갔을까요?바로 〈여태후본기〉이기 때문입니다. 통치자의 연대기: 〈여태후본기〉는 ‘여 태후의 본기本紀’라는 뜻입니다. 본기란 통치자의 연대기입니다. 본기에서는 몇 년 봄 정월 무엇을 했고 2월 무엇을 했고 하는 통치행위들이 시간순으로 나열됩니다. 그러므로 겨울에 조왕을 독살한 사건과 다음 여름에 척 부인을 인간돼지로 만든 사건 사이에 여 태후가 통치자로서 시행한 정책이 언급된 것입니다. 즉, 이 사건들은 마치 정상적인 통치행위인 것처럼 새로운 조왕의 책봉, 영무후의 시호 추서 등의 조치와 나란히 나열되었습니다. 이 건조한 서술이 오히려 독자에게 더 큰 충격을 전하는 듯합니다. 📑 《한서》의 서술: 〈외척전〉 본문 번역: 한편, 《한서》에서는 이 사건을 〈여태후본기〉에 상응하는 〈고후기〉가 아니라 〈외척전〉에 실었습니다. 사건의 전말은 《사기》와 대동소이하지만, 세부적으로 다른 내용도 있습니다. 아래 번역에서 하늘색으로 표시한 부분은 《사기》에 없고 《한서》에만 나오는 문장입니다.  고조가 붕어하고 혜제가 즉위하고 여후는 황태후가 되어 영항에 척 부인을 가두게 하고 머리를 깎고 칼을 채우고 죄수복을 입혀 절구질을 하는 노역을 시켰다. 척 부인은 절구질을 하며 노래를 불렀다.  “아들은 왕이 되고, 어미는 포로 되어, 아침부터 저녁까지 절구질하고, 일상으로 사형수와 함께한다네. 삼천리 밖 먼 곳으로 헤어졌으니, 어느 누가 네게 가서 소식 전할꼬?”  태후는 그 노래를 듣고 크게 화를 내며 말했다.  “네 아들에게 기대 볼 요량이냐?”  그래서 조왕을 소환해서 죽이고자 했다. 사자들이 세 차례 돌아갔지만 조나라 상 주창은 왕을 보내지 않았다. 태후가 조나라 상을 소환하여 조나라 상이 장안에 이르렀다. 다시 사람을 보내 조왕을 소환하자 왕이 왔다. 인자한 혜제는 태후의 분노를 알아서, 몸소 조왕을 패상에서 맞이하고 궁으로 들어와 옆에 끼고 숙식을 함께했다.  몇 달이 지나 황제가 새벽에 활을 쏘러 나갔는데 조왕은 일찍 일어나지 못했다. 태후는 그가 혼자 있는 것을 노려 사람을 시켜 독주를 들고 가 그에게 마시게 했다. 나중에 황제가 돌아왔을 때 조왕은 죽어 있었다.  태후는 마침내 척 부인의 손발을 자르고, 눈을 뽑고, 귀를 지지고, 말을 못 하게 만드는 약을 먹이고 지하 토굴에서 살게 하며 ‘인간돼지’라고 이름붙였다.  몇 달을 보내고 혜제를 불러 인간돼지를 보여주었다. 이를 본 황제는 무슨 일인지 묻고 그것이 척 부인임을 알게 되자 크게 통곡하며 이로 인해 병이 들어 해가 다 가도록 일어나지 못했다. 사람을 보내어 태후에게 청했다.  “이것은 인간이 할 일이 아닙니다. 신은 태후의 아들이 되어 끝끝내 천하를 다스리지 못하겠습니다. ”  이 사건을 계기로 날마다 술을 마시고 음란과 쾌락을 일삼으며 정치에 관여하지 않고 7년 만에 붕어했다.  《한서》 〈외척전 상〉 여기서 강조하고 싶은 것은 시간을 표현하는 방법이 《사기》와 다르다는 점입니다. 혜제가 새벽에 활을 쏘러 간 사건을 소개할 때, 《사기》에서는 ‘효혜제 원년 12월’이라는 절대적인 시점을 사용했지만 《한서》에서는 ‘몇 달이 지나’라는 상대적인 시간의 경과를 나타냈습니다. 이것이 본기와 열전의 차이입니다. 후궁에서 벌어진 은밀한 이야기: 《한서》 〈외척전〉의 인간돼지 사건 서술은 우선 《사기》와 나왔던 뜬금없는 내용이 빠져서 일관성이 확보됩니다. 또한 《사기》 〈여태후본기〉에 없던 척 부인의 노래가 나옵니다. 이 노래는 여 태후의 분노를 키우고, 척 부인이 감금된 사건과 조왕이 소환되는 사건을 이어줍니다. 그리고 조왕을 독살한 여 태후는 여세를 몰아 척 부인을 곧바로 인간돼지로 만들어 버립니다. 조왕 독살 사건과 인간돼지 사건 사이의 시간차는 생략되고 급격하게 절정으로 진행되는 것입니다. 여러모로 《한서》 버전은 《사기》 버전에 비해 응집력 있는 이야기라고 할 수 있습니다. 🔚 마무리: 지금까지 《사기》 〈여태후본기〉와 《한서》 〈외척전〉에서 여 태후와 척 부인의 인간돼지 사건을 각기 어떻게 서술했는지를 간략하게 살펴보았습니다. 《사기》 버전이 시간 순서에 따른 연대기라면, 《한서》 버전은 사건의 흐름을 전달하는 이야기입니다. 《한서》의 독자는 이 사건을 처음부터 끝까지 한번에 집중해서 읽으며 생생한 묘사에 전율할 수 있는 반면, 《사기》의 독자는 예상치 못한 서술 방식과 사건 전개에 충격을 받게 됩니다. 현대한국어를 사용하는 독자는 인간돼지 이야기를 접할 때 《사기》 〈여태후본기〉로 시작하는 경우가 드물 테니까, 이런 충격을 느끼기는 어렵겠지요. 2017-09-08 18:01 ",
                "tags": "사기 한서 여태후 여아후 척부인 척희 혜제 인간돼지 사람돼지 후궁 정사 기전체 역사서 본기 열전"
            }, 
        
    
        
            {
                "id": 6,
                "url": "https://zyahan.blog/bronze-dildo/",
                "title": "청동 딜도의 주인은?",
                "subtitle": "",
                "body": "이 포스트는 2018년에 작성했던 글을 수정하고 보충한 것입니다. 딜도의 주인, 강도왕 유비: 인터넷에서 “한무제”로 검색하다가 무제의 무덤에서 동으로 만든 음경 모형이 나왔다는 이야기를 찾았습니다. 일단 역시 유철이라고 환호했습니다. 한참 웃고 나서 이 이야기의 출전을 뒤졌는데, “중국 장쑤 성 지역의 한무제와 유비의 무덤”에서 나왔다고 하는 것이 뭔가 이상했습니다. 전한시대의 무제 유철이 삼국시대 사람 유비와 나란히 묻힐 수 없으며, 장안과 성도에 각각 있어야 할 이들의 무덤이 강소성에서 발굴될 리도 없습니다. 영어로 다시 검색해서 링크의 링크의 링크를 타다가 결국 중국어 기사에 도달해 보니, 청동 딜도는 2011년 발굴된 강소성 우이현 대운산 한묘의 부장품이었고, 무덤의 주인은 전한 경제 유계의 아들인 1대 강도왕江都王 유비劉非였습니다. 유철은 아니지만 역시 유철의 형이라고 바꾸어 다시 환호했습니다. 청동 딜도와 함께 묻힌 유비는 어떤 사람이었을까요?유비는 튼튼하고 용맹한 인물이었습니다. 경제 3년 오吳·초楚 7국의 난이 일어났을 때, 황제의 아들 유비는 15세의 나이로 출전을 자청하여 장군의 도장을 받고 오나라 공격에 참여했습니다. 반란이 진압된 뒤 경제는 오나라의 옛 땅을 강도국으로 개칭해서 유비에게 봉해 주었습니다. 이렇게 싸움을 즐기는 성질은 중년이 되고서도 여전해서, 유비는 동생 유철이 황제로 즉위하고 흉노와 전쟁을 벌일 때도 출전하겠다고 나섰습니다. 《사기》와 《한서》에 나오는 유비는 힘을 과시하기를 좋아하고 사방의 호걸을 불러모았으며, 《서경잡기》에 따르면 운동을 잘해서 7척(161cm)짜리 병풍을 뛰어넘을 수 있을 정도였다고 합니다. 그러니 청동으로 만든 딜도도 충분히 감당할 수 있었을 것입니다. 어쩌면 무덤에 딜도를 함께 묻은 것이 유비 자신의 의사가 아니었을지도 모릅니다. 유비의 아들 유건은 부도덕하고 난잡한 인물이었습니다. 왕태자 시절에 이미 아빠의 후궁으로 들어갈 여자를 납치하고 여자의 아버지를 살해하기까지 했으며, 유비가 죽고 장례를 치르기도 전에 아빠가 총애하던 후궁 열 명을 불러서 성교를 했습니다. 그러고 나서 아빠의 무덤에 딜도를 넣은 것이지요. 여담: 강도국의 뒷이야기: 왕위를 계승한 뒤 유건의 악행은 더욱 심해졌습니다. 배를 일부러 전복시켜 사람이 물에 빠져 죽는 것을 보고 즐겼고, 후궁들을 갖은 방식으로 (특히 성적으로) 학대하여 무려 서른다섯 명을 죽게 만들었습니다. 그러나 이러한 일들만으로는 끝내 처벌을 받지 않았습니다. 유건은 황제를 저주하고 무기를 마련하고 옥새를 만드는 등 모반에 해당하는 행위가 발각되고서야 대신들의 탄핵을 받고 자살했습니다. 한편 무제 유철은 유건의 딸 유세군을 공주로 삼아 서역으로 보내어 오손이라는 나라의 임금과 결혼시켰습니다. 이것이 중국 제국에서 황실 여성을 서역에 시집보내 화친을 도모한 첫 번째 사례입니다. 유건 같은 자를 아버지로 두고 한 나라에서 사느냐, 아니면 고향을 멀리 떠나 언어와 풍습이 다른 나라에서 말도 안 통하고 연로한 남편과 사느냐, 이 두 가지 길만이 유세군에게 주어졌고, 그나마도 자신이 선택할 수 없었습니다. 오손으로 떠난 유세군은 고향을 그리워하는 노래를 지었습니다. 훗날 남편이 죽고 남편의 아들이 유세군을 취하려고 하자 유세군은 황제에게 글을 올려 한나라로 돌아가기를 원했습니다. 그러나 유철은 유세군에게 “그 나라의 풍속을 따라라. 나는 오손과 함께 흉노를 칠 생각이다. ”라고 명령했습니다. 2018-05-25 14:04 ",
                "tags": "딜도 강도왕 유비(劉非) 유건 유세군 오손 오초7국의난 무제 사기 한서 서경잡기"
            }, 
        
    
        
            {
                "id": 7,
                "url": "https://zyahan.blog/how-to-translate-professor/",
                "title": "professor는 왜 교수(敎授)가 되었을까?",
                "subtitle": "",
                "body": "이 포스트는 2018년에 작성했던 글을 수정하고 보충한 것입니다. 한국어에서 한자어로 된 직업명이라고 하면 ‘화가’의 가家, ‘변호사’의 사士, ‘교사’의 사師, ‘가수’의 수手 등 접미사로 끝나는 것이 많습니다. 하지만 예외도 있습니다. 대표적인 것이 바로 대학에서 학생들을 가르치는 교수입니다. 이 ‘교수’는 한자로 어떻게 쓸까요?‘교’는 예상할 수 있듯이 가르친다는 의미의 敎입니다. 그렇다면 ‘수’는 무엇일까요?‘가수’와 같은 手일까요? ‘교수’라는 단어를 이루는 한자는 바로 敎(가르치다)와 授(주다)입니다. 둘 다 동사입니다. 《한서》를 읽어 보면 授 한 글자도 가르친다는 뜻으로 쓰인 예를 찾을 수 있고, 의미를 더 분명하게 하기 위해 教를 붙여 教授를 합성동사로 사용한 예도 찾을 수 있습니다. 그런데 어떻게 동사 자체가 직업의 명칭이 되었을까요?아雅가 추측하기로는 아마도 중국의 어느 시기부터 교수敎授·教授라는 관직명이 존재해 왔고, 이것이 근대에 유럽어 professor의 번역어로 채택되었을 것입니다. 소설 《삼국연의》에는 조조가 순유를 행군교수行軍教授로 삼았다는 이야기가 나옵니다. 하지만 아雅가 아는 한 ‘교수’라는 관직명은 《사기》에도 《한서》에도 《후한서》에도 《삼국지》에도 나오지 않습니다. 즉, 순유가 행군교수가 되었다는 것은 나본 양반의 창작일 것입니다. 이를 통해 일단 원나라에서 명나라 사이에 교수라는 관직이 있었다는 사실을 알 수 있습니다. 이제 Chinese Text Project와 Scripta Sinica에서 教授를 검색합니다. 결과는 많이 나옵니다. 하지만 대부분은 가르친다는 뜻의 동사입니다. 지금 궁금한 것은 教授가 관직명으로 쓰였는지이기 때문에, 결과를 하나하나 읽고 명사로 쓰인 예시를 찾아내야 합니다. 가장 이른 시기의 사례는 남북조 시대에 나오는 것 같습니다. 《북사》에 따르면 북위 명원황제 때 중서학이라는 기관에 교수박사教授博士를 세웠습니다. ‘교수’가 명사구의 일부로 쓰이기로는 처음이지만, 아직 독립된 관직명이 되지는 못했습니다. 게다가 《구당서》와 《신당서》와 《신오대서》를 다 뒤져도 명사 용례가 다시 나오지 않는 것으로 보아, ‘교수박사’라는 단어가 후대에 이어진 것도 아닙니다. 다음으로 송나라를 볼 차례입니다. 우선 《송사》 〈직관지〉에서 경력 4년(1055)에 각 주·군에 학교를 세우고 처음으로 교수를 두었다는 언급을 찾았습니다. 그러나 이것이 교수라는 명칭의 기원 같지는 않습니다. 그보다는 이미 다른 기관에 존재하던 관직인 교수를 지방 학교에도 설치했다는 설명으로 해석하는 것이 적절해 보입니다. 《송사》 〈직관지〉를 더 읽어 봅니다. 마침내 왕부에 속한 관직을 나열하는 부분에서 명칭의 유래로 그럴듯한 것이 나옵니다. 지도 원년(995년) 태종이 조카들을 위해 사부師傅를 두려고 하자, 신하들이 황제의 조카는 친왕이 아니므로 스승의 명칭도 격을 낮추어야 한다고 건의하여 교수教授로 정한 것입니다. 바로 이것입니다! 결국 교수가 관직명이 된 것은, 신분에 따라 관계의 명칭까지 다르게 써야 한다는 인식 때문입니다. 일찍이 한나라에서는 제후왕도 황제와 마찬가지로 정실을 후后로, 후계자를 태자太子로 칭했습니다. 하지만 위진시대 사람들은 왕이 감히 황제와 같은 칭호를 쓸 수 없다고 여겨서 왕후王后를 왕비王妃로, 왕태자王太子를 왕세자王世子로 낮추었습니다. 그리고 수백 년이 지난 뒤 북송 사람들은 같은 원리로 사부師傅를 못 견뎌서 그보다 한 단계 낮은 교수教授를 만들어 내고 지방 학교로 보급했습니다. 이후 professor의 번역어로 ‘교수’가 채택된 데는 이런 배경이 있었던 것입니다. 현대에는 ‘교수’의 의미가 대학 교원으로 굳어졌습니다. 반면 현대한국어에서 ‘사부’는 무협지에서나 쓰일 법한 말이고, 현대중국어에서는 오히려 교수보다 격이 떨어진 것 같습니다. ‘강 사부’ 康师傅는 “동네 아저씨와 같은 이미지”로 대중에게 친숙하게 다가가는 라면 브랜드가 될 수 있었지만, ‘강 교수’ 康教授 컵라면이라고 하면 아무래도 어색하지요. 여담:  송나라 시대를 배경으로 하는 무협물에서 주인공이 스승을 사부라고 부르면 관병들이 나타나서 “친왕도 아닌 자가 감히 사부라는 호칭을 쓰는 것은 신분 질서를 무너뜨리는 반역이다!” 하면서 잡아가야 합니다! 《진서陳書》에 따르면 남북조 시대 남조 양 무제 때 국학에서 오경을 교수教授하고 경전마다 조교助教를 두었다고 합니다. 조교라는 직책이 교수라는 직책보다 먼저 생겨난 것입니다. 2018-09-25 13:08 ",
                "tags": "교수 사부 번역 어원 송사 신분제 강사부 캉스푸 삼국지통속연의 조조 순유 행군교수"
            }, 
        
    
        
            {
                "id": 8,
                "url": "https://zyahan.blog/nine-chapters-and-euclidean-algorithm/",
                "title": "《구장산술》, 유클리드 호제법, 파이선",
                "subtitle": "",
                "body": "이 포스트는 2018년에 작성했던 글을 수정하고 보충한 것입니다. 아雅가 종종 하는 말은 《한서》에는 아雅의 학위논문만 빼고 모든 것이 들어있다는 것입니다. 그렇게 《한서》에서 온갖 것을 찾아대던 시절이었습니다. 갑자기 한나라에 프로그래밍에 상응하는 것이 있었는지가 궁금해졌습니다. 그러다가 《구장산술》이 떠올랐습니다. 《구장산술》이란 어떤 책일까요? 《구장산술》은 제목 그대로 9장으로 이루어진 산술에 관한 책입니다.  유클리드의 기하원본에 견줄 정도로 막강한 고전이 동양산학에도 있다. 이름하여 ‘구장산술’이 그것이다.  동양산학 최고의 고전인 구장산술은 중국 산학의 효시로 그후의 발달을 결정지었다고 해도 과언이 아니다. 뿐만 아니라 우리나라, 일본, 베트남은 물론 심지어 중국과 쌍벽을 이루는 수학을 발달시킨 인도에도 커다란 영향을 미쳤다.  또 놀랍게도 동양 고대수학서인 구장산술의 내용이 중·고교 교육과정과 상당히 일치할 뿐 아니라 그것을 능가하기까지 한다.  차종천. 〈우리민족 산학의 뿌리 ‘구장산술’: 고전을 읽으면 수학해법이 보인다〉. 《과학동아》 2010년 01월.  이 《구장산술》은 바로 한나라 때 편찬된 것으로 추정됩니다.  『구장산술』은 전한시대(前漢時代, 서기전 206∼서기 8)에 편찬된 것으로 추정되며, 유휘(劉徽)가 263년,『구장산술』에 주를 달면서 쓴 서문을 통해 장창(張蒼)과 경수창(耿壽昌) 등에 의하여 완성된 것을 알 수 있다.   〈구장산술〉, 《한국민족문화대백과사전》.  《구장산술》을 완성한 인물로 꼽히는 장창과 경수창의 이름에 주목해 봅시다. 사형 집행 직전 드러난 맨몸이 뽀얗고 토실해서 풀려난 장창은 진·한 교체기 사람이고, 150여 년 뒤 소망지에게 비난받은 경수창은 전한시기 후반 사람입니다. 다시 말해 《구장산술》의 내용이 전한시대 전반에 걸쳐 꾸준히 쌓여 왔다고 볼 수 있습니다. 《한서》의 세계에서 중요한 책이라고 할 수 있겠습니다. 그런데 이 책과 프로그래밍이 무슨 상관이 있을까요?이 물음에 답하기 위해, 《구장산술》 1권 〈방전〉에 나오는 약분술을 읽어봅시다.  최대공약수를 구할 때 흔히 사용되는 방법이 유클리드 기하원본에 소개된 호제법이다. 놀랍게도 구장산술 첫장에 나오는 단순한 분수 계산의 풀이법에 이런 유클리드 호제법과 동일한 방법이 소개돼 있다. [중략]  “반으로 나눌 수 있는 것은 반으로 나누면 되고, 반으로 나눠지지 않는 것은 분모·분자의 수를 다른 곳에 놓고, 큰 것에서 작은 것을 빼고 나서, 다시 서로서로 빼주는 일을 되풀이해 그것들의 등수(等數)를 구해 등수로 그것들을 나눈다. ” [可半者半之。不可半者，副置分母，子之數，以少減多，更相減損，求其等也。以等數約之。]  차종천. 〈구장산술에도 유클리드 호제법 나온다〉. 《과학동아》 2010년 02월.  이 알고리듬에서는 조건문과 재귀함수를 찾을 수 있습니다. 반으로 나눌 수 있는 경우[可半者]와 그렇지 않은 경우[不可半者]에 각기 다른 계산을 하는 것은 조건문으로 구현할 수 있습니다. 다시 서로서로 빼 주는 일을 되풀이하는[更相減損] 계산은 함수를 재귀적으로 호출하는 것으로 구현할 수 있습니다. 그렇다면 이것은 프로그래밍 언어로 작성할 수 있습니다. 그래서 아雅에게 익숙한 언어인 파이선에서 약분約分 함수를 정의했습니다. 구장산술 원문의 표현에 맞게 변수명을 짓고, 어순에 맞게 코드를 배치했습니다. 1234567891011121314151617181920212223242526def 約分(母, 子): 母, 子 = max(母, 子), min(母, 子) # 可半者: 반으로 나눌 수 있는 것은 if 母 == 子 * 2:  # 半之: 반으로 나누면 되고  return 2, 1  # 不可半者: 반으로 나눠지지 않는 것은 def 相減(多, 少):  # 副置分母子之數: 분모와 분자의 수를 다른 곳에 놓고   # 以少減多: 큰 것에서 작은 것을 빼고 나서  損 = 多 - 少  if 損 == 0:   return 少 # 최대공약수  elif 損 == 1:   return 1 # 서로소인 경우  else:   # 更相減損: 다시 서로서로 빼주는 일을 되풀이해   return 相減(max(少, 損), min(少, 損)) # 求其等也: 그것들의 등수를 구해 等數 = 相減(母, 子) # 以等數約之: 등수로 그것들을 나눈다 return 母 // 等數, 子 // 等數아니면 재귀함수를 쓰지 않고 while 문을 사용할 수도 있습니다. 1234567891011121314151617181920212223def 約分(母, 子): # 可半者: 반으로 나눌 수 있는 것은 if 母 == 子 * 2:  # 半之: 반으로 나누면 되고  return 2, 1 # 不可半者: 반으로 나눠지지 않는 것은 else:  # 副置分母子之數: 분모와 분자의 수를 다른 곳에 놓고   多, 少 = max(母, 子), min(母, 子)  # 以少減多: 큰 것에서 작은 것을 빼고 나서  損 = 多 - 少  while 損 &gt; 1:   # 更相減損: 다시 서로서로 빼주는 일을 되풀이해   多, 少 = max(少, 損), min(少, 損)   損 = 多 - 少    # 求其等也: 그것들의 등수를 구해  等數 = 1 if 損 else 少    # 以等數約之: 등수로 그것들을 나눈다  return 母 // 等數, 子 // 等數역시 《한서》의 세계에는 없는 것이 없습니다. 2018-11-14 16:23 ",
                "tags": "구장산술 약분술 장창 경수창 수학 유클리드 호제법 최대공약수 파이선 파이썬 Python 조건문 재귀함수 반복문"
            }, 
        
    
        
            {
                "id": 9,
                "url": "https://zyahan.blog/change-vs-henge/",
                "title": "‘월궁항아’의 이름에 얽힌 수수께끼",
                "subtitle": "‘항아’는 과연 피휘 때문에 ‘상아’가 되었나?",
                "body": "‘항아’라는 이름을 들으면 무엇이 떠오르시나요?‘월궁항아’는 서브컬처에서도 곧잘 볼 수 있습니다. 동아시아 전통에서 ‘항아’는 달에 산다는 여신, 혹은 선녀를 가리킵니다. 이 ‘항아’ 전설의 기원은 한나라에서 찾을 수 있습니다. 바로 전한시대 초기의 제후왕 유안이 문하의 문인들과 함께 편찬한 《회남자》에, 항아姮娥가 예羿의 불사약을 훔쳐서 달로 달아났다는 일화가 나옵니다. 이것이 지금 알려진 것 중 가장 오래된 항아 이야기입니다. 현대한국어를 쓰는 우리는 이 달의 여신을 ‘항아’라고 부릅니다. 또한, 조선시대 사극에서도 항아의 이름을 들을 수 있습니다. 특히 궁 밖의 일반인들이 궁녀들을 ‘항아님’이라고 부르는 장면이 자주 나옵니다. 항아는 고향인 중국에서 달을 대표하는 존재로 오랫동안 사랑을 받고 있습니다. 심지어 중국에서 개발한 달 탐사 위성의 이름도 창어嫦娥라고 지었습니다. 그런데 자세히 보면 한자가 다릅니다. 한국어에서는 항아姮娥인데, 중국어에서는 상아嫦娥인 것입니다. 대체 어떻게 된 일일까요? 가장 흔한 설명은 피휘 때문이라는 것입니다. 달의 여신의 원래 이름은 항아姮娥였는데, ‘항姮’이 전한 문제 유항의 이름 ‘항恒’과 발음이 같은 탓에 상아嫦娥로 바뀌었다고 알려져 있습니다. 나무위키 등지에서도 이 설을 그대로 가져다 쓰고 있습니다. 실제로 중국의 5대 명산인 오악에 속하는 항산恒山의 이름이 문제의 피휘로 인해 상산常山으로 바뀐 예가 있으므로, 이 설명은 꽤 그럴듯해 보입니다. 소설 《삼국연의》에서 조운이 ‘항산 조자룡’을 칭하지 않고 ‘상산 조자룡’을 칭한 것도 이 이유 때문입니다. 하지만 ‘항아’가 피휘로 인해 ‘상아’로 바뀌었다는 설에는 약점이 있습니다. 아雅가 강조하고 싶은 것은 항아/상아가 최초로 등장한 《회남자》에서 ‘항아’라는 이름을 썼다는 사실을 피휘설로 설명할 수 없다는 점입니다. 《회남자》를 편찬한 유안은 문제의 조카로 문제에 의해 회남왕으로 봉해졌습니다. 문제의 이름을 피휘하기 위해 ‘상아’가 나왔다면, 유안이야말로 ‘상아’를 가장 먼저 썼을 것입니다. 그런데 현재 확인할 수 있는 《회남자》의 본문에는 ‘상아’가 아닌 ‘항아’라고 적혀 있습니다. 물론 후대의 편집 과정에서 변형되었을 가능성도 있으나, 유안이 ‘상아’를 썼다고 확신할 수 없는 이상 피휘설은 신빙성이 떨어집니다. 이뿐만 아니라, 피휘설을 반박한 吴晓东(2021)의 연구에서는 역사음운론을 근거로 삼아 상嫦과 항姮의 어원이 아예 달랐다고 주장하기도 했습니다. 애초에 피휘설의 전제, 즉 한나라 이후에 ‘항아’가 사라지고 모두 ‘상아’로 바뀌었다는 것은 사실일까요? 확인하기 위해 Chinese Text Project에서 검색해 보았습니다. 우선 당나라 때 편찬된 백과사전 《예문유취》에서 상아嫦娥는 한 번도 나오지 않았고, 항아姮娥는 위진남북조 문인들의 글 위주로 열세 번 쓰였습니다. 송나라 때 편찬된 백과사전 《태평어람》에도 상아嫦娥는 송나라 사람 안연지의 시에 한 번 나온 것이 전부입니다. 즉, ‘항아’는 송나라 때까지 여전히 쓰이고 있었습니다.       조대   백과사전   항아姮娥   상아嫦娥         당   《예문유취》   13   0       송   《태평어람》   9   1   그렇다고 해서 당송시대에 ‘상아’가 아예 안 쓰인 것은 아닙니다. 시문을 실은 《전당시》와 《전송사》를 보면 항아姮娥와 상아嫦娥를 모두 수십 건씩 찾을 수 있습니다. 심지어 당나라 사람 이백은 자신의 시에서 항아姮娥도 쓰고 상아嫦娥도 썼습니다.       조대   문집   항아姮娥   상아嫦娥         당   《전당시》   38   50       송   《전송사》   54   38   그런데 명청시대의 소설을 보면 항아姮娥를 거의 찾아볼 수 없습니다. 《서유기》에 두 번 나오기는 하지만, 달의 여신 항아가 아니라 항아선자姮娥仙子라는 인물을 가리킨 것이고, 달에 사는 여신은 일관되게 상아嫦娥로 지칭되었습니다. 그 외에 《봉신연의》와 《홍루몽》에서는 상아嫦娥라는 이름만 나옵니다.       조대   소설   항아姮娥   상아嫦娥         명   《서유기》   2   11       명   《봉신연의》   0   8       청   《홍루몽》   0   9   즉, ‘항아’가 ‘상아’로 바뀌어 굳어진 것은 위진남북조와 당송시기가 아니라 명청시기의 소설에서 찾을 수 있는 현상입니다. 항아/상아 이야기가 ‘항아’로서 한반도에 전해진 것은 아마 그 이전의 일이겠지요. 여담: 한반도에서 항아/상아에 대한 기록은 신라시대에서부터 찾을 수 있습니다. 최치원의 〈쌍녀분전기〉에서는 매번 ‘상아의 꾀 많음을 선망하여[每羨嫦娥多計校]’라고 했고, 《삼국유사》 권제5 감통제7 〈월명사도솔가 찬〉에서는 ‘피리 소리 달빛을 흔들어 항아가 멈추네[笛摇明月住姮娥]’라고 했습니다. 참고 문헌: 📝 吴晓东, 〈月亮里有兔、蟾蜍、桂而太阳里有乌的神话起源〉, 《中原文化研究》 2021(2), 15–23. ",
                "tags": "달 항아 창어 상아 피휘 문제 회남자 유안 예문유취 태평어람 전당시 전송사 서유기 항아선자 봉신연의 홍루몽"
            }, 
        
    
        
            {
                "id": 10,
                "url": "https://zyahan.blog/fragrance-villain-cao-pi/",
                "title": "향 빌런이 된 황제 조비",
                "subtitle": "",
                "body": "앞서 발행한 조맹덕의 TMI 열세 번째 이야기 〈로즈마리를 키운 오관중랑장 조비와 건안칠자 문인들〉에서 조비가 오관중랑장 시절 미질향 재배에 성공하고 이를 기념했다는 사실을 알아보았습니다. 조비가 향에 관심을 가졌다는 단서는 역사책 《삼국지》에서도 찾아볼 수 있습니다. 대표적으로 두 가지 일화를 살펴봅시다. 손권에게 작두향을 요구한 조비: 《삼국지》 오지2 〈오주전〉 주석에 인용된 《강표전》에 따르면, 위나라 황초2년(221) 황제 조비는 오왕 손권에게 사자를 보내서 여러 가지 귀중한 보물과 희귀한 동물을 바칠 것을 요구했습니다. 여기서 나열된 보물 중에서 첫 번째로 꼽히는 것이 바로 작두향雀頭香이었습니다. 작두향은 향부자香附子라는 향재 겸 약재의 옛 이름입니다. 약재로서는 스트레스와 월경통 해소에 효능이 있다고 합니다. 향재로서는 후한 영제가 궁중에서 피웠다고 알려진 한건녕궁중향에서 두 번째로 많이 들어가는 중요한 재료이기도 합니다. 조비도 황제가 된 기념으로 영제를 본받아 궁에서 사용할 귀한 향을 개발하고자 한 것이 아닐까요?     작두향. 《香典》. 향 냄새 때문에 말을 죽인 조비: 또 다른 일화는 《삼국지》 위지29 〈주건평전〉에 나옵니다. 주건평은 관상을 잘 보는 것으로 이름난 인물이었습니다. 한번은 조비가 외출을 했다가 말을 한 마리 얻어서 돌아오는 길에 주건평과 마주쳤습니다. 주건평은 말의 관상을 보고 말했습니다. “이 말은 오늘 죽을 것입니다. ” 조비가 새 말을 타려고 할 때, 말이 조비의 옷에서 나는 향을 맡고 놀라서 조비의 무릎을 깨물었습니다. 조비는 화가 나서 곧바로 말을 죽여 버렸습니다. 조비의 옷에는 여느 사람들과 다른 향이 강하게 배어 있었을 것입니다. 조비가 평소에 특이한 향을 애용했음을 알 수 있습니다. 이렇게 조비가 향에 탐닉한 것은 아버지 조조가 향을 극혐한 것과 대비됩니다. 아버지 때문에 향을 쓰지 못했을 조비는, 아버지가 죽은 뒤에 향을 마음껏 즐겼겠지요. ",
                "tags": "조비 향 작두향 향부자 손권 삼국지 관상 주건평 한건녕궁중향"
            }, 
        
    
        
            {
                "id": 11,
                "url": "https://zyahan.blog/cao-cao-13/",
                "title": "13. 로즈마리를 키운 오관중랑장 조비와 건안칠자 문인들 (+ 조조의 향 금지령) [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "〈아직도 끝나지 않은 향 이야기〉 등에서 보았듯이, 조조는 향에 관해서 매우 복잡한 태도를 보였습니다. 공교롭게도 조조의 후계자 조비도 조조 못지않게 향에 관한 일화를 남기고 있습니다. 첫 번째로 조비의 미질향 파티에 관해 알아봅시다. 당나라 때 나온 백과사전 《예문유취》에서는 조비, 조식, 왕찬, 응창, 진림 다섯 명이 쓴 〈미질부〉를 찾아볼 수 있습니다. 이 다섯 작품은 각기 산발적으로 나온 것이기보다는 아마도 저자들이 같은 시기에 모여서 함께 썼을 것입니다. 발단은 조비의 미질향 파티입니다. 미질향은 서역에서 온 식물이고, 대체로 로즈마리로 추정됩니다. 황하 이북인 업에서 자라기는 쉽지 않았겠지만, 조비는 업성에서 미질향을 키워내는 데 성공했습니다. 여기서 동생 조식과 건안칠자 문인들이 모여서 축하하고 앞다투어 미질향에 대한 글을 남겼을 것입니다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "조조 향 조비 조식 왕찬 응창 진림 건안칠자 미질향 로즈마리"
            }, 
        
    
        
            {
                "id": 12,
                "url": "https://zyahan.blog/killing-as-atonement/",
                "title": "살해와 사죄",
                "subtitle": "VP以謝NP",
                "body": "어떤 사람을 죽임으로써 다른 사람에게 사죄하는 것이 가능할까요?한나라 사람들은 가능하다고 믿었던 것 같습니다. 한문에서 ‘VP以謝NP’라고 하면 VP(동사구)라는 행위로써 NP(명사구)에게 사죄한다는 의미입니다. 이 패턴은 전한시대와 후한시대를 포함하는 여러 역사책에서 꾸준하게 나타났습니다. 흥미로운 사실은 이 표현의 용례가 시간이 흐를수록 조금씩 바뀌었다는 것입니다. 구체적으로 어떤 변화가 일어났을까요?이 글에서는 전4사에서 ‘以謝’를 포함한 문장을 검색하여 사죄의 수단으로 사람을 살상하는 것을 뽑아 보았고,살상 행위를 가리키는 동사구와 사죄를 받을 명사구가 어떻게 나타나는지에 주목합니다. 《사기》:  죽이다[殺]: 2건 베다[斬]: 2건 벌하다[誅]: 2건동사로 사용된 ‘죽이다’, ‘베다’, ‘벌하다’는 각각 살해 자체, 살해의 방법, 살해의 절차로 볼 수 있습니다. 세 가지가 두 번씩 골고루 나옵니다. (이웃) 나라에 사죄하기: 우선 《사기》에서는 시대에 따라 사죄의 대상이 변하는 것을 주목할 만합니다. 먼저, 춘추전국시대부터 서한 초까지는 노魯, 오吳 등 이웃 제후국에게 사과하는 외교적 목적이 있었습니다.  제齊 양공襄公은 팽생彭生을 죽여[殺] 노魯에 사죄했다.   《사기》 〈제태공세가〉  조錯를 베어[斬] 오吳에 사죄해야만 합니다.   《사기》 〈원앙조조열전〉 아래의 예문은 동월 사람들이 한나라의 천자에게 사죄하고자 하는 것이므로 위의 사례와 비슷합니다.  왕을 죽여서[殺] 천자天子에게 사죄하는 것이다.   《사기》 〈동월열전〉 천하 사람들에게 사죄하기: 다음으로 나오는 세 예문은 모두 서한 무제 때입니다. 이제 제후국의 세력은 약해졌고, 사죄 상대는 천하로 확장됩니다.  지금 회恢를 벌하지[誅] 않으면 천하에 사죄할 수 없습니다.   《사기》 〈한장유열전〉  주보언主父偃을 벌하지[誅] 않으면 천하에 사죄할 수 없습니다.   《사기》 〈평진후주보열전〉  승상과 어사를 베어[斬] 천하에 사죄해야만 합니다.   《사기》 〈회남형산열전〉 《한서》:  죽이다[殺]: 2건 베다[斬]: 4건 벌하다[誅]: 3건 머리를 얻다[得其頭]: 1건 엎드려 드러내어 륙을 당하다[伏顯戮]: 1건《한서》의 경우 위에서 소개한 《사기》의 예문이 그대로 나오고, 추가로 다섯 건이 더 나옵니다. 동사구로 새로 나온 ‘머리를 얻다’와 ‘엎드러 드러내어 륙을 당하다’ 같은 표현은 살해의 방법과 절차를 한층 더 구체적으로 묘사합니다. 조조晁錯의 죽음: 《한서》에서 눈에 띄는 점은 조조晁錯가 네 번이나 죽는다는 것입니다. 오·초 7국의 난을 일으킨 제후국의 요구에 따라 어사대부 조조를 죽인 사건이 조조 자신의 전기 이외에도 세 군데에 더 나와서, 《사기》에서보다 더 중요한 사건으로 다루어지는 것을 알 수 있습니다.  어사대부御史大夫 조조晁錯를 베어[斬] 일곱 제후국에 사죄하였다.   《한서》 〈경제기〉  조錯를 베어[斬] 제후들에게 사죄했습니다.   《한서》 〈가추매노전〉  지금 한에서는 친히 삼공을 벌하여[誅] 이전의 잘못을 사죄했습니다.   《한서》 〈가추매노전〉 구체적인 살해 묘사: 다음으로는 《사기》 이후 서한 후반에 해당하는 새로운 내용입니다. 앞에서 나온 죽이다·베다·벌하다 세 가지에 비해 살해 방법의 묘사가 더 상세해졌습니다. 수사적인 효과를 노린 것 같습니다.  멀리 도망쳤더라도 그들의 머리를 얻어 [得其頭] 백성百姓에게 사죄해야 합니다.   《한서》 〈갑제갈유정손무장하전〉  잘못은 신臣 봉鳳에게 있으니 엎드려 사람들 앞에서 륙을 당해 [伏顯戮] 천하에 사죄해야 합니다.   《한서》 〈원후전〉 한편 사과 상대로 백성이 등장한 것도 특기할 만합니다. 《후한서》: 앞서 《한서》에서 《사기》에 없던 새로운 표현이 등장하는 것을 확인했는데, 《후한서》까지 오면 더욱 다양해집니다. 사람을 살상하는 행위가 포함된 以謝가 일곱 번 나오는데 서로 겹치는 것이 한 개도 없습니다. 노골적인 살해 묘사: 아래의 네 개 예문에서는 죽고 죽이는 방법이 《한서》에서보다도 상세해졌습니다. 단순히 죽인다고만 하던 《사기》에서는 상상하기 어려운 묘사입니다.  수守에게 북쪽을 향해 목을 자르도록[北向刎首] 하여 큰 은혜에 사죄해야 합니다.   《후한서》 〈이왕등래열전〉  엎드려 극형을 받아[伏大辟] 천하에 사죄해야 한다.   《후한서》 〈진왕열전〉  간악한 도적을 도성의 시장에서[於都市] 찢어[磔裂] 천지에 사죄하지 못하는 것이 한이다!  《후한서》 〈동탁열전〉  십상시를 베고[斬] 남교南郊에 머리를 걸어[縣頭] 백성에게 사죄하는 것이 옳습니다.   《후한서》 〈환자열전〉 개인에게 사죄하기: 또한 《후한서》에서는 죽음으로 사죄하는 상대로 개인이 추가되었습니다.  마침내 처와 봉鳳의 머리를 깎아[髡] [태후에게] 사죄하였다.   《후한서》 〈등구열전〉  자살하여[自殺] 기期에게 사죄하였다.   《후한서》 〈조기왕패제준열전銚期王霸祭遵列傳〉 심지어 귀신에게까지 사죄합니다.  고발한 자를 륙하여[戮] 원혼에게 사죄하는 것이 옳습니다.   《후한서》 〈순리열전〉 《삼국지》: 《삼국지》의 경우 《후한서》와 비슷합니다. 기본형이라고 할 수 있는 죽이다·베다·벌하다 세 가지 이외에도 다양한 표현이 늘어납니다. 에스컬레이션: ‘시장과 조정에서 수레로 찢어’, ‘허리와 머리를 분리하여’, ‘흰 기에 머리를 건다 해도’ 같은 표현을 보면 감정이 격해질수록 구체적으로 살해 방법을 묘사하는 것 같습니다.  너를 시장과 조정에서[於市朝] 수레로 찢어[車裂] 천하에 사죄하지 못하는 것이 한이다!  《삼국지》 〈동탁전〉 주석  지금 곧바로 그를 찔러 죽여서[刺殺] 백성에게 사죄하는 것이다.   《삼국지》 〈순유전〉  가충賈充을 벌하여[誅] 천하에 사죄하십시오.   《삼국지》 〈진태전〉 주석  가충賈充을 베는[斬] 것이 있어야 천하에 조금이나마 사죄할 수 있습니다.   《삼국지》 〈진태전〉 주석  태조太祖는 그를 죽여[殺] 유柔에게 사죄했다.   《삼국지》 〈고유전〉  속謖을 륙하여[戮] 사람들[衆]에게 사죄했다.   《삼국지》 〈제갈량전〉  허리와 머리를 분리하여[腰首分離] 백성에게 사죄하는 것이 옳습니다.   《삼국지》 〈손호전〉  흰 기에 머리를 건다 해도[梟首素旗] 원혼에게 사죄하기에는 부족합니다.   《삼국지》 〈손호전〉 주석  죽는[死] 것이 아니면 사죄할 수 없다.   《삼국지》 〈능통전〉  일족까지 벌하여[誅夷] 백성에게 사죄했다.   《삼국지》 〈육개전〉 (2021-02-07 21:14) ",
                "tags": "살해 사죄 속죄 처형 전4사 사기 한서 후한서 삼국지 천하 조조(晁錯) 오초7국의난"
            }, 
        
    
        
            {
                "id": 13,
                "url": "https://zyahan.blog/body-washing/",
                "title": "한나라 사람들의 세정제",
                "subtitle": "",
                "body": "🙋 질문: 그 시대 사람들은 지금의 비누나 샴푸, 퐁퐁에 대응하는 물건으로 무엇을 사용했을까요? 💁 답변: 그렇습니다. 아雅가 세정제의 역사를 알지는 못하지만 적어도 그 시대에는 비누와 계면활성제가 없었을 것입니다. 그렇다면 한나라 사람들은 몸이나 물건을 깨끗하게 씻기 위해 어떤 물질을 사용했을까요? 우선 한나라 사람들이 얼마나 잘 씻었는지부터 알아봅시다. 후한 말의 한자 사전 《설문해자》에서 물과 연관된 〈수부〉를 살펴보면, 몸을 씻는 것과 관련된 표현을 다섯 개나 찾을 수 있습니다.    목沐: 머리를 감기  매沬: 얼굴을 씻기  욕浴: 몸을 씻기  조澡: 손을 씻기  세洗: 발을 씻기   《설문해자說文解字》 권12 〈수부水部〉 즉, 한나라 사람들은 몸을 씻는 행위를 가리킬 때 머리카락, 얼굴, 손, 발 등 부위마다 각기 다른 용어가 있었습니다. 이런 점을 볼 때 목욕이 상당히 발달해 있었던 것 같습니다. 또한, 한나라 사대부들에게는 성별에 따라 다른 욕실을 써야 한다는 규범이 있었습니다.  바깥사람(남자)과 안사람(여자)은 같은 우물을 쓰지 않고, 같은 욕실에서 목욕하지 않는다. [外內不共井，不共湢浴] 《예기禮記》 〈내칙內則〉 그렇다면 얼굴과 몸을 어떻게 씻었는지에 관한 구체적인 정보가 있을까요?《예기》 〈내칙〉에는 윗사람을 모시는 예절 중 목욕 수발을 드는 것이 나옵니다.  닷새마다 물을 데우고 몸을 씻으시기를 청한다. 사흘마다 머리를 감으실 준비를 갖춘다. 그사이에 얼굴에 때가 있으면 쌀뜨물을 데우고 얼굴을 씻으시기를 청한다. 발에 때가 있으면 물을 데우고 발을 씻으시기를 청한다. [五日，則燂湯請浴，三日具沐，其間面垢，燂潘請靧；足垢，燂湯請洗。]  《예기禮記》 〈내칙內則〉 즉, 몸과 발은 따뜻한 물로 씻고, 얼굴은 쌀뜨물로 씻었다는 것을 알 수 있습니다. 더욱 상세한 내용은 《예기》 〈옥조〉에서 찾을 수 있습니다.    손은 하루에 다섯 번 씻는다. [日五盥]  머리를 감을 때는 메기장을 쓰고 얼굴을 씻을 때는 기장을 쓴다. [沐稷而靧粱]  젖은 머리는 나무 빗으로 빗고 마른 머리는 상아 빗으로 빗는다. [櫛用樿櫛，發曦用象櫛]  몸을 씻을 때는 상체와 하체에 각각 다른 수건을 쓴다. [浴用二巾，上絺下綌]   《예기禮記》 〈옥조玉藻〉 한나라의 “군자”들은 얼굴을 씻고 머리를 감을 때 각기 다른 곡물을 사용했던 것입니다! 아쉽게도 《예기》에 명시된 규범이 실제로 지켜졌는지에 관한 증거는 찾기 어렵습니다. 하지만 적어도 《예기》를 편집한 전한시대 유교맨들이 씻는 것을 까다롭게 중시했다는 사실은 알게 되었습니다. 여담: 한나라 이후 진晉나라로 가면 세정제를 오용(?)한 기록을 찾을 수 있습니다. 《세설신어》 〈비루〉에 나오는 일화로, 진나라의 귀족 왕돈이 공주와 결혼한 뒤 저택에서 화장실에 갔을 때 시녀들이 손을 씻을 물과 조두澡豆를 내어 오자 조두를 물에 타서 마셔 버렸다는 이야기입니다. 여기서 ‘조두’란 곡물 등으로 만든 일종의 가루비누를 말합니다. 왕돈은 조두가 미숫가루인 줄 알았다고 말했지만, 예전 포스트 〈“주색” 넘치는 향연〉의 일화를 살펴보면 자존심 센 왕돈이 공주와 일부러 기싸움을 벌인 것 같기도 합니다. 이 게시물은 《창작자와 오타쿠를 위한 삼국지 100문 100답》에 응모된 질문에 대한 답변 예시로 작성했습니다. 평소에 삼국지 썰을 풀다가 궁금하셨던 점이 있으면 아래 링크를 참고하여 질문을 남겨 주세요!   🙋 질문 남기러 가기 ",
                "tags": "세안 세수 목욕 미용 비누 세정제 설문해자 예기 왕돈 쌀뜨물 조두"
            }, 
        
    
        
            {
                "id": 14,
                "url": "https://zyahan.blog/membership/",
                "title": "멤버십 혜택 안내",
                "subtitle": "",
                "body": "안녕하세요? 블로그 〈미남과 오컬트와 자살〉을 운영하는 주아입니다. 2025년 3월 18일부터 기존의 포스타입 채널에서 GitHub Pages를 사용한 개인 블로그로 이전하고 있습니다. 3월 29일 현재 무료 공개 포스트는 모두 새 블로그로 옮겨 왔으며, 유료/멤버십 전용 포스트는 5월 1일 이전까지 모두 가져올 예정입니다. 새 블로그에서는 Buy Me a Coffee 페이지를 통해 유료 콘텐츠 구매 및 멤버십 후원이 가능합니다. 기존 포스타입 채널의 멤버십 전용 포스트는 새 블로그에서도 동일한 조건으로 유지할 예정입니다. 멤버십 플랜별 혜택 또한 이전과 같습니다.       멤버십 혜택   🍒 앵두   🍇포도         [한나라 숙어 노트] 열람   ⭕️   ⭕️       [조맹덕의 TMI] 열람   ⭕️   ⭕️       [한나라 설정집] 미공개 포스트 열람   ❌   ⭕️       월 1회 포스트 리퀘스트   ❌   ⭕️     👉 멤버십 가입하기 앞으로 새 블로그에서 꾸준히 글을 쓰고자 합니다. 감사합니다. ",
                "tags": ""
            }, 
        
    
        
            {
                "id": 15,
                "url": "https://zyahan.blog/hua-tuo-s-cream-mask/",
                "title": "고대 중국의 마스크팩: 화타의 피부과 처방",
                "subtitle": "",
                "body": "삼국지 이야기에서 제일 유명한 의사가 누구인지 묻는다면 모두들 화타를 꼽을 것입니다. 소설 《삼국연의》 에서 관우의 팔을 수술하고 조조에게 뇌수술을 권한 화타는 실존 인물로, 중국 후한시대 말기에 활동하여 역사책 《삼국지》와 《후한서》에 전기가 수록되어 있지요. 그런데, 이 화타가 피부에 생기를 돋우는 마스크팩을 개발했다고 하면 믿으시겠어요? 😲 바로 《화타신방華佗神方》이라고 하는 책에 크림팩을 만드는 방법이 실려 있는데요, 권14 〈화타피부과신방〉에서 가장 먼저 나오는 처방을 살펴볼까요? 《화타신방》 14-1. 화타면고신방(華佗面膏神方): ‘화타면고신방’은 ‘화타/면고/신방’으로 끊어 읽고, 화타의 면고 처방법이라고 해석할 수 있습니다. 면고面膏란 무엇일까요?면面은 얼굴, 고膏는 기름을 뜻하는 만큼 ‘면고’는 얼굴에 바르는 연고가 되겠습니다. 면고 재료: 이 연고는 무엇으로 만들었을까요? 재료의 목록이 아주 화려합니다.    두형杜蘅, 두약杜若, 방풍防風, 고본藁本, 세신細辛, 백부자白附子, 목란피木蘭皮, 당귀當歸, 백출白朮, 독활獨活, 백복령白茯苓, 위유葳蕤, 백지白芷, 천문동天門冬, 옥설玉屑 각 1냥  토사자菟絲子, 방기防己, 상륙商陸, 치자화梔子花, 귤피橘皮, 동과인冬瓜仁, 미무화蘼蕪花 각 3냥  곽향藿香, 정향丁香, 영릉향零陵香, 감송향甘松香, 청목향青木香 각 2냥  사향麝香 반 냥  흰 거위의 기름白鵝脂 반 되  흰 양의 기름白羊脂, 소의 골수牛髓 각 한 냥  양??羊𦚠三具 세 개 목록을 자세히 보면 마지막 네 가지의 동물성 재료로 연고의 제형을 만들고, 나머지 스물여덟 가지 재료가 약효나 향을 내었으리라고 추측할 수 있습니다. 그야말로 28종의 약재를 넣은 한방漢方 연고! 인 셈입니다. 면고 사용법: 이 연고는 어떻게 사용했을까요?  눈처럼 하얗게 만들어서 매일 밤 얼굴에 바른다. 낮이 되면 씻어내고, [밤이 되면] 또 새롭게 바른다. [使白如雪，每夜塗面。晝則洗卻，更塗新者。] 그렇습니다. 씻어내는 크림팩이었습니다. 면고의 효과: 이 크림팩을 매일 바르면 어떤 효과가 나타났을까요?  열흘이 지나면 얼굴빛이 복숭아꽃과 같을 것이다. [十日以後，色等桃花。] 피부에 복숭아꽃과 같은 생기가 생긴다고 합니다. 질병을 치료하는 연고가 아니었어요! 이것이 ‘피부과’ 처방의 첫 번째로 나오다니 예나 지금이나 피부과는 미용이 우선인가 봐요. 《화타신방》에 나오는 또 다른 피부관리 비법들: 게다가 화타의 미용 처방은 여기에서 끝나지 않습니다.  면고 만드는 방법 얼굴이 검어서 희고 맑지 않은 것을 치료(!)하는 방법     20종의 약재로 가루약을 만들어 세안에 사용합니다.     얼굴에 기미가 많은 것을 치료하는 방법     달걀로 팩을 만들어 얼굴에 바릅니다.     얼굴에 사마귀가 많은 것을 치료하는 방법     2종의 약재로 가루약을 만들어 복용합니다.     얼굴에 여드름이 생긴 것을 치료하는 방법     8종의 약재와 돼지기름으로 연고를 만들어 하루에 세 번 상처에 바릅니다.     얼굴에 붉은 뾰루지가 난 것을 치료하는 방법     14종의 약재와 돼지기름으로 연고를 만들어 얼굴에 펴 바릅니다.     ……피부과를 찾은 사람들은 다들 티 없이 희고 맑은 얼굴을 원했나 봅니다. 아무래도 외모가 출세에도 중요하던 시절이었으니까요. 《화타신방》이라는 책의 정체: 이 《화타신방》은 화타의 저작으로 알려져서인지 여러 데이터베이스에서 한나라 책으로 분류되어 있습니다. 그런데 이상하지 않나요? 역사책 《삼국지》나 소설책 《삼국연의》에서나, 화타가 감옥에서 죽은 뒤 그가 지은 의학서가 없어졌다고 나오는데 말입니다. 한나라와 위나라, 진나라, 남북조 시대를 지나 중국 대륙을 재통일한 수나라. 이 수나라의 도서 목록인 《수서》 〈경적지〉에는 《화타신방》이라는 책이 나오지 않습니다. 비록 화타의 제자인 오보가 지은 《화타방》 10권은 있지만, 《화타신방》은 총 22권으로 이루어져 있기 때문에 같은 책으로 보기 어렵습니다. 즉, 수나라 떄는 《화타신방》의 존재가 공식적으로 알려지지 않았을 것입니다. 《화타신방》의 첫 서문을 쓴 것은 수나라 이후에 들어선 당나라의 의사 손사막이었습니다. 서문에서 손사막은 자신이 우연히 손에 넣은 옛 의학서가 화타의 저작이라는 사실을 알게 되어 손수 편집해서 책으로 출간했다고 밝혔습니다. 결국, 《화타신방》이 화타의 저작이라는 결정적인 증거가 있다고 보기는 어려운 셈입니다. 😢 하지만, 늦어도 당나라 때는 호화로운 마스크팩이 있었다는 사실을 알게 되었습니다. 당나라 궁녀들은 피부 관리를 까다롭게 했겠지요! ",
                "tags": "화타 후한서 삼국지 삼국지통속연의 피부과 미용 마스크팩 손사막 의사 의학서 화타신방 수서"
            }, 
        
    
        
            {
                "id": 16,
                "url": "https://zyahan.blog/mi-is-not-rice/",
                "title": "삼국지 해석의 실수: 米는 rice가 아니다",
                "subtitle": "",
                "body": "한자 문화권에서 《삼국지》는 팬이 워낙 많다 보니 해석도 그만큼 다양합니다. 그런데 한문 원문을 잘못 해석해서 일어나는 실수도 적지 않습니다. 그중 하나가 ‘米’의 해석입니다. 우리가 알고 있는 ‘米’라는 한자는 ‘미’로 읽고 쌀을 뜻합니다. 현대한국어에서 쌀이 주로 볍쌀(벼의 알곡, rice)이므로 米 또한 볍쌀로 해석하기 쉽지만, 한자 ‘米’와 한국어 ‘쌀’의 의미는 그렇게 단순하지 않습니다. 1. 곡물의 껍질을 벗겨야 米가 된다: 《표준국어대사전》에서 ‘쌀’을 찾아보면 세 가지 풀이가 나옵니다.    벼에서 껍질을 벗겨 낸 알맹이.   멥쌀을 보리쌀 따위의 잡곡이나 찹쌀에 상대하여 이르는 말.   볏과에 속한 곡식의 껍질을 벗긴 알을 통틀어 이르는 말. 쌀, 보리쌀, 좁쌀 따위가 있다.  3번 풀이에서 알 수 있듯이, ‘쌀’이라는 말에는 이미 rice 이외의 의미가 들어 있습니다. 그리고 이 3번 풀이가 바로 《삼국지》에서의 米의 의미입니다. 즉, 米는 벼라는 특정 곡물의 알곡을 가리키는 것이 아니라 어떤 곡물이든 껍질을 벗긴 상태의 알곡을 가리키는 것입니다. 벼를 가리키는 말은 ‘稻(도)’입니다. 마침 稻와 米의 관계를 명확히 보여주는 예시가 《삼국지》에 나옵니다.  사람들은 처자를 이끌고 손에 넣었던 벼[稻]를 빻아서 60곡의 쌀[米]을 얻었다. [率妻子舂所取稻得六十斛米] 《삼국지》 오지15 〈종리목전〉.  즉, 稻라는 종류의 곡물을 빻아서 껍질을 벗겨야 米가 되는 것입니다. 그러므로 제갈량의 식사량 米(미) 3–4승은 이미 도정한 결과물을 말하는 것입니다. 따라서 3승의 쌀에 다시 도정을 가해서 실제 식사량이 1. 8승이라고 해석하는 것은 《진서》 원문에 맞지 않습니다. 2. 벼가 아닌 곡물도 米가 될 수 있다: 위에서 살펴본 《삼국지》 예문에서는 벼를 빻아서 쌀을 만들었습니다. 하지만 米는 볍쌀에 한정되지 않습니다. 이것은 당나라 때 편찬된 백과전서에서 증거를 찾을 수 있습니다. 우선 《통전》에서는 米의 종류로 粱(량)과 稷(직)이 있다고 언급했습니다. 粱과 稷이 어떤 곡식인지에 대한 해석은 다양하지만, 확실한 것은 볍쌀이 아니라는 것입니다.  죽은 사람의 입에 넣는 米는 임금의 경우 粱, 대부의 경우 稷, 사의 경우 粱이다. [米，君以粱，大夫稷，士粱] 《통전》 예44 〈함〉.  또 《예문유취》 권85 〈백곡〉 편의 목차로 稻는 있지만 米는 없습니다. 그뿐만 아니라, 아래와 같이 곡식의 다섯 가지 변화 중 네 번째 단계로 米를 정의했습니다.  《춘추설제사》에 따르면 곡식[粟]에는 다섯 가지 변화의 단계가 있다. 싹이 트면 苗(묘)가 되고, 이삭이 패면 禾(화)가 되고, 세 번째 변화로 제사를 지낼 때는 粟(속)이라고 부르며, 네 번째 변화는 米(미)라고 하고, 다섯 번째 변화로 쪄서 밥을 지으면 먹을 수 있다. [《春秋說題辭》曰：粟五變，生為苗，秀為禾，三變而祭謂之粟，四變曰米，五變而蒸飯可食。] 《예문유취》 권85 〈백곡〉.  그러므로 오두미도의 ‘미’를 볍쌀로 한정할 이유가 없습니다. 오두미도에서는 볍쌀이 아니라 도정된 곡물을 받았던 것입니다. 米는 도정하기 전의 粟과 구별됩니다.  아마도 창고에 오래 저장할 곡물이 아니라 바로 밥을 지어 먹을 수 있는 곡물을 받고자 한 것이 아닐까요? ",
                "tags": "삼국지 쌀 오두미도 통전 예문유취 곡식 벼 제갈량 춘추설제사 米"
            }, 
        
    
        
            {
                "id": 17,
                "url": "https://zyahan.blog/wansui-and-qiansui/",
                "title": "황제는 만세, 제후는 천세?",
                "subtitle": "",
                "body": "만세와 천세의 차이: 1909년 대한제국 시절, 김구는 자기에게 부르는 ‘만세’ 소리를 듣고 기겁했습니다. 김구에게 있어 ‘만세’란 황제에게만 쓸 수 있는 말이었기 때문입니다. 하지만 정작 황제의 신하인 군수는 웃으면서 요즘 같은 시대에는 친구와 만나고 헤어질 때도 만세를 부를 수 있다고 안심시켰습니다.  배천 군수 전봉훈의 초청을 받았다. 읍에 못 미쳐 오리정에 군내 각 면의 주민들이 나와서 등대하다가 내가 당도한즉 군수가 선창으로, “김구 선생 만세!”를 부르니 일동이 화하여 부른다. 나는 경황실색하여 손으로 군수의 입을 막으며 그것이 망발인 것을 말하였다. 만세라는 것은 오직 황제에 대하여서만 부르는 것이요, 황태자도 천세라고밖에 못 부르는 것이 옛 법이기 때문이다. 그런 것을 일개 서민인 내게 만세를 부르니 내가 경황하지 아니할 수 없었다. 그러나 군수는 웃으며 내 손을 잡고 개화시대에는 친구 송영에도 만세를 부르는 법이니 안심하라고 하였다. 김구. (1947). 〈민족에 내놓은 몸〉. 《백범일지 상》.  여기서 주목할 점은 만세(萬歲)와 천세(千歲)의 차이입니다. 중국의 역사서에서는 ‘천세’라는 말을 많이 찾아보기 어렵습니다. 반면 《조선왕조실록》에는 ‘천세’가 수백 회 나옵니다. 중국에서 황제의 관료들이 만세를 불렀다면, 조선에서 왕의 관료들은 천세를 불렀고, 조선이 대한제국이 되면서 비로소 군주에게 만세를 썼던 것입니다. 그런데 황제와 제후왕의 위계가 만세와 천세로 구별된 것은 언제부터였을까요? 의외로 오래되지 않았습니다. Chinese Text Project와 Scripta Sinica에서 ‘千歲’를 검색해 보면, 황제에게 만세를 부르듯이 제후에게 천세를 부른 예는 명나라 시기의 텍스트로 가야 찾을 수 있습니다. 소설 《봉신연의》에서 등장하는 인물들은 은나라 태자 은교를 ‘전하’라고 칭하고 천세를 부릅니다. 명나라 천계제 시절 황제를 능가하는 권세를 누리던 환관 위충현이 ‘구천세’를 받은 이야기도 잘 알려져 있습니다. 그렇다면 ‘만세’는 처음부터 황제에게만 쓸 수 있는 말이었을까요? 감탄사 ‘만세’의 기원: 역사서 《사기》를 보면 ‘만세’의 용례는 전국시대에서부터 찾아볼 수 있습니다. 즉, 황제라는 개념보다 만세라는 말이 먼저 존재한 것입니다. 이때 만세는 “야호!” 정도로 기쁨을 표시하는 감탄사였습니다. 예를 들어 진나라 왕이 천하의 보물 화씨벽을 손에 넣었을 때 주변에서 후궁과 신하들이 만세를 불렀고, 제나라 사람들이 연나라에 항복했을 때 연나라 군대에서 만세를 불렀습니다. 초한전쟁 시기에도 비슷합니다. 한나라 왕 유방이 항복하러 나온다는 소문을 듣고 초나라 군대에서 만세를 불렀고, 초나라 왕 항우가 인질로 잡고 있던 유방의 가족을 돌려보냈을 때도 한나라 군대에서 만세를 불렀습니다. ‘만세’에 임금의 장수를 기원하는 뜻이 생긴 것은 한나라가 통일 제국이 되고 난 뒤의 일 같습니다. 주목할 점은 전한시대에 황제가 아닌 제후왕에게도 만세를 불렀다는 것입니다. 《서경잡기》를 보면 한 경제의 동생인 양나라 왕의 문객들이 부(賦)를 지을 때 ‘우리 임금 억만세를 누리시길’이라는 말로 양왕을 높였습니다. 만세를 독점한 황제: 예식의 일부로서 황제에게 만세를 부르는 제도는 《후한서》 〈예의지 중·하〉에서 시작됩니다. 오직 황제에게만 만세를 불러야 한다는 규범 또한 후한시대에 찾을 수 있습니다. 《후한서》 〈원장한주열전〉에서 신하들이 외척으로서 권력자가 된 대장군 두헌에게 만세를 부르자 한릉이라는 인물이 ‘예에는 신하에게 만세를 부르는 제도가 없다’고 비판합니다. 그러나 만세를 부른 신하들이나 두헌이 처벌을 받았다는 기록은 없습니다. 위진남북조, 수당오대를 지나 송나라로 오자 처벌 규정이 생겼습니다. 북송 시기 구준은 자기 앞에서 만세를 부른 사람이 나왔다는 이유로 유배되었습니다. 또 《송회요집고》의 〈형법〉 파트를 살펴보면 남송 효종 시기 함부로 만세를 부르면 도형 2년에 처한다는 법을 개정했다는 기록이 있습니다. 요약하면 ‘만세’에 대한 태도는 왕조에 따라 아래와 같이 변했다고 볼 수 있습니다.  전한: 기쁠 때 만세를 불렀고, 임금의 장수를 기원하는 뜻이 생김.  후한: 만세가 예식의 일부로 정착됨. 신하에게 만세를 부르는 것을 비판함.  북송: 신하에게 만세를 부르면 신하를 처벌함.  남송: 함부로 만세를 부르는 사람을 처벌하는 법령을 만듦.  명: 황제는 만세, 제후는 천세를 부름. 여담: 한국인으로서 가장 익숙한 만세 부르기를 꼽자면 역시 1919년 3·1 운동의 “대한 독립 만세!”입니다. 이때부터 일제는 조선인들이 만세를 부르는 것 자체를 불온하게 여긴 것 같습니다. 여기 대해서 한국종 변호사는 기쁠 때에도 만세를 부르므로 ‘만세’ 자체가 불온한 것은 아니라고 반박했습니다.  여학생들이 만세를 불렀다고 불온하다고 할 수 없다. 원래 ‘만세’란 감정의 발로이다. 삼일운동 때 ‘조선독립만세’ 또는 ‘만세’를 불렀다고 해서 보안법 위반이라고 하지만, ‘만세’가 반드시 조선 독립을 의미하는 것은 아니고 기쁠 때에도 만세를 부른다. 이상경. (2020). 〈1930년 서울 여학생 만세운동 연구: 여학생의 「신문조서」를 활용하여〉. 《여성과 역사》 33, 191–232.  만세운동에 참여한 여학생들의 형량을 줄이기 위한 수단이기는 하지만, 뜻밖에 ‘만세’의 기원에 충실한 논리이기도 합니다. ",
                "tags": "만세 천세 황제 황태자 화씨벽 항우 유방 김구 백범일지 봉신연의 위충현 서경잡기 후한서 송회요집고"
            }, 
        
    
        
            {
                "id": 18,
                "url": "https://zyahan.blog/mad-women/",
                "title": "한나라의 광녀(狂女)들",
                "subtitle": "",
                "body": "광녀(狂女)란 한자 그대로 풀이하면 ‘미친 여자’라는 뜻입니다. 한자문화권에서 이 말이 최초로 발견되는 문헌은 바로 《한서》입니다. 〈왕망전 중〉에는 신나라를 세우고 황제가 된 왕망을 비난하는 ‘미친 여자’가 등장합니다.  이 해에 장안의 미친 여자[狂女子] 벽(碧)이 길에서 소리쳤다. “고황제[유방]께서 크게 노하셔서 내 나라를 돌려달라고 하셨다. 돌려주지 않는다면 9월에 너를 죽일 것이다!” 왕망은 그를 잡아 죽였다. 《한서》 〈왕망전 중〉.  이렇게 사회의 불안이 도래했음을 외치는 여자를 ‘광녀’로 기록한 사례를 찾을 수 있습니다. ‘광녀’를 주술사인 무녀(巫女)로 해석하는 설도 있다고 합니다(하라 모토코, 《환경으로 보는 고대 중국》, 243면). 재미있는 점은 ‘광녀’의 의미와 기준이 훗날 달라진다는 것입니다. 지금까지 이 채널에서 전한 남자 유향이 쓴 《열녀전》 이야기를 많이 한 적이 있습니다. 그런데 북송 남자 왕회가 지은 〈열녀전 서〉에 따르면, 유명한 문인이자 정치가였던 왕안석은 친구 왕회가 《열녀전》을 파는 것을 놀리며 왜 “여러 광녀 이야기를 서술하여 만든 책”을 좋아하느냐고 물었다고 합니다. 일찍이 〈미녀를 혐오한 남자〉라는 포스트에서 소개했듯이, 《열녀전》에는 총 일곱 가지의 여성 유형이 나옵니다. 이 일곱 가지 중 여섯 가지가 긍정적인 내용이고, 나머지 한 가지가 유일하게 부정적인 내용입니다. 이를 보건대 《열녀전》의 저자 유향은 최대한 다양한 유형의 미덕을 가진 여성들의 이야기를 소개하고자 한 것 같습니다. 그러나 왕안석에게 있어 이들은 모두 ‘미친 여자’에 불과했던 것입니다. 혹시 왕안석이 부정적인 유형만을 찍어서 ‘미친 여자’라고 한 것은 아니었을까요? 아닙니다. 왕안석의 물음에 대한 왕회의 대답을 살펴보면 《열녀전》의 여자들은 악한 자[惡者]와 미친 자[狂者]로 분류되었고, 후자는 “비록 예의에 맞지는 않으나 한결같이 善에 뜻을 두어 행실을 규방에서 이루었다”라는 평가를 받았습니다. 전한 남자 유향은 《열녀전》에서 뛰어난 언변으로 작게는 가족을 살리고 크게는 나라를 구한 여자들을 칭송했습니다. 하지만 북송 남자 왕회와 왕안석은 이들의 언행이 선했음을 인정하면서도 여자가 자기 목소리를 낸 것 자체가 예의에 어긋난다고 여기고 이들에게 ‘미친 여자’라는 딱지를 붙인 것입니다. 즉, 한나라 남자들은 체제를 위협하는 여자들을 ‘광녀’라고 불렀지만, 송나라 남자들이 보기에는 아무리 체제에 순응하고 체제의 존속에 기여한 여자라도 일단 남자 앞에서 자기 의견을 말하면 ‘광녀’가 되었습니다. ",
                "tags": "광녀 여자 한서 왕망 열녀전 유향 왕회 왕안석"
            }, 
        
    
        
            {
                "id": 19,
                "url": "https://zyahan.blog/bronze-characters/",
                "title": "청동기에 새겨진 아름다운 글자들, 무슨 내용이었을까요?",
                "subtitle": "",
                "body": "고대 중국의 청동기는 사진으로만 보아도 충분히 장엄합니다. 기물 자체의 모양도 그렇고, 기물에 새겨진 글자들이 신비로운 효과를 더해 주는 것 같습니다. 주나라 청동기에 새겨진 글자를 금문(金文)이라고 합니다. 그렇다면 이 금문은 어떤 내용을 담고 있었을까요? 한나라 청동기에는 또 어떤 글자가 적혀 있었을까요? 이 글에서는 청동기에 새겨진 명문(銘文)이 왕조마다 어떻게 달랐는지를 알아보고자 합니다. 0. 세발솥의 무게를 묻는 것은 불경한 짓: 대표적인 청동기로는 정(鼎), 곧 세발솥이 있습니다. 한자 ‘鼎’의 갑골문과 금문을 보면 아래와 같이 고양이를 닮은 모양도 있는데, 사실 고양이의 뾰족한 귀처럼 보이는 것은 솥의 손잡이고, 다리처럼 보이는 것은 솥의 발입니다.  솥은 음식을 익히는 조리 도구이기도 하지만, 실용적인 목적 이외에 다른 용도도 있었습니다. 주나라에서 세발솥은 권력의 상징이었습니다. 특히 주나라 천자의 세발솥은 구정(九鼎)이라고 불리며 가장 큰 권위를 나타냈습니다. 이와 관련된 고사성어가 ‘문정경중’입니다. 《춘추좌전》에 나오는 이야기입니다. 주나라의 권위가 약화된 춘추시대에, 강대한 제후국인 초나라의 장왕은 주나라 천자의 사자에게 ‘구정’의 크기와 무게를 물었습니다. 이 질문은 주나라 천자의 권위를 침범하는 것으로 여겨졌습니다. 같은 이야기의 《사기》 〈초세가〉 버전에서 장왕은 ‘우리 초나라에서는 부러진 낫의 끝부분만 모아도 구정을 만들고도 남는다’라고 좀 더 노골적으로 조롱하다가, 사자의 꾸짖음을 받고 머쓱해져서 물러났습니다. 이렇게 세발솥은 엄격한 권위를 나타내는 물건이었고, 신분에 따른 규격 차이도 현저했습니다. 주나라 천자는 구정을 소유했고, 제후들은 칠정, 사대부는 오정을 소유했습니다. 1. 주나라의 ‘대우정’: 현재까지 발견된 서주 시대의 세발솥 중 가장 큰 것이 대우정(大盂鼎)입니다. ‘대우정’은 우(盂)라는 귀족이 주나라 왕에게 관직과 포상을 얻은 것을 기념해서 제작한 솥으로, 무게가 150킬로그램이 넘는다고 합니다. 현재 중국국가박물관에 소장 중인 대우정은 크기뿐만 아니라 아래의 사진과 같이 내부에 새겨진 아름다운 명문으로도 유명합니다.  대우정에 새겨진 글은 주나라가 천명을 받아 은나라를 토벌했다는 내용을 포함하고 있습니다. 대우정 외의 다른 세발솥들도 이와 같이 군주가 신하에게 상으로 내린 것이고, 내부에 천명을 받은 군주의 덕과 신하의 공적을 기리는 글이 적혀 있습니다. 그런데, 진 시황의 진나라로 가면 상황이 달라집니다. 2. 진나라의 도량형기: 진나라에서도 임금이 금속으로 용기를 만들어서 신하에게 내려주었고, 용기에는 임금의 명령이 적혀 있습니다. 하지만 용기의 용도와 명령의 내용이 다릅니다. 주나라에서 임금이 신하에게 하사한 그릇 내부에 소유자의 관직과 작위를 기록하여 제사를 잇는 자손에게 물려주게 했다면, 진나라에서는 아래의 사진과 같이 도량형 통일 공문을 겉면에 찍은 표준 용기를 전국의 관청에 배포하여 행정에 사용하게 한 것입니다.   이 조문은 본디 반포한 표준기의 공증성을 보증할 목적으로 새긴 것인데, 표준기의 사용자와 담당관서가 그 조문을 읽고 인지할 것을 전제로 기록되었다고 보아도 좋다. 똑같은 용기라 할지라도 주술적·제사적 성격을 지닌 은나라와 주나라의 청동기 명문과 실용적·법제적 성격을 갖는 진나라의 조문 사이에는 분명한 차이가 있었던 것이다. 즉 은주 시대의 청동기 명문은 주로 청동기의 내면에 새겨져 있는 데 반해 진나라의 조문은 외면에 새겨져 있다. 도미야 이타루 지음. 임병덕 옮김. 《목간과 죽간으로 본 중국 고대 문화사》. 사계절. 2005.  그리고 한나라로 오면 주나라 스타일과 진나라 스타일이 절충됩니다. 3. 한나라의 ‘상림원’ 세발솥: 아래 사진의 유물은 전한 시대에 출토된 황실의 기물로, 청동으로 만든 세발솥입니다. 주나라의 장엄한 세발솥보다는 무늬가 간소하고, 진나라의 도량형기처럼 글씨가 겉면에 적혀 있습니다.  처음에 이 사진을 보고 “와! 청동솥에 글이 새겨져 있다니 멋있네!” 하고 고개를 옆으로 돌려 해독을 시도해 보니, 제조 시기는 ‘신작3년’[神爵三年]으로 전한 선제 시기의 물건이고 무게는 ‘19근 6냥’[重十九斤六兩]임을 알 수 있었습니다. 한나라의 1근이 약 225그램이었으므로, 19. 6근이면 4. 41킬로그램입니다. 대우정에 비하면 앙증맞은 사이즈입니다. 주목할 만한 점은 한나라 상림원 세발솥의 겉면에 무게가 적혀 있었다는 것입니다. 똑같은 천자의 기물이라도 주나라의 구정의 무게를 묻는 것은 천자의 권위에 도전하는 불경한 일로 여겨졌는데, 한나라에서는 정반대로 황실 기물의 무게를 아예 겉면에 새겨 놓았습니다. 주나라 사람들이 세발솥의 권위를 신비한 천명에서 찾았다면, 진 시황의 시대를 거친 한나라 사람들은 세발솥의 권위를 표준화를 강제하는 권력에서 찾았다고 할 수 있을 것 같습니다. ",
                "tags": "청동기 주나라 세발솥 금문 솥 춘추좌씨전 사기 대우정 진시황 도량형 선제 표준화"
            }, 
        
    
        
            {
                "id": 20,
                "url": "https://zyahan.blog/two-versions-of-misogyny/",
                "title": "여성혐오의 두 가지 버전: 남자는 여자보다 우월한가, 아니면 존귀한가?",
                "subtitle": "",
                "body": "얼마 전 〈한나라의 똑똑한 여자들은 어떻게 되었을까〉라는 포스트에서 주나라와 한나라의 남성 지식인들이 각기 여성의 똑똑함을 어떻게 보았는지를 간단하게 비교해 보았습니다. 여기에서는 한나라 이후의 사례를 추가로 살펴보면서 한나라의 특징을 좀 더 상세히 파악해 보겠습니다. 아무래도 현대인에게 익숙한 여성혐오 패턴은 이것입니다.  [남자는 우월하고 여자는 열등하다]전제: 여자는 원래 남자보다 지성이 부족하다. 결론: 그러므로 여자는 남자의 다스림을 받는 비천한 위치에 있어야 한다. 여성의 능력이 부족하기 때문에 여성의 지위가 낮아야 한다는 믿음은 여러 시대와 지역에 걸쳐 존재했겠지만, 아(雅)가 느끼기로는 무엇보다 근대 유럽의 냄새가 강하게 납니다. 특히 여성의 이성이 남성보다 떨어진다는 것을 ‘과학적’으로 설명하려고 했던 서구의 남성 지식인들이 떠오릅니다. 중국에서도 여성의 능력을 남성보다 열등한 것으로 전제하던 시기가 있었습니다. 특히 이 경우 여자의 미덕이 뛰어날 때 ”여자 같지 않고 남자 같다“라는 말로 칭찬했습니다. 예를 들어 송남 주희는 《주자어류》에서 여사(女士)를 ”사(士; 남자)의 덕행을 가진 여자“로 정의했고, 청남 심복은 《부생육기》에서 아내를 “남자의 마음을 지닌 여자”라고 추모했습니다. 이 남자들에게 있어 전형적인 여성의 미덕 벡터는 남성과 같은 방향이되 크기가 작았던 셈입니다. 그런데 한남 유향은 《열녀전》에서 말희를 비난하며 “여자가 남자의 마음으로 행동했다”라고 썼습니다. 즉, 훗날의 《부생육기》와 달리 《열녀전》에서는 “남자의 마음을 지닌 여자”가 칭찬이 아니라 비난이었습니다. 여기서 이상적인 여성의 미덕은 남성과 아예 다른 방향으로 설정된 것을 알 수 있습니다. 아(雅)가 추측하기에 한나라 사람들의 여성혐오 패턴은 아래에 더 가까웠을 것입니다.  [남자는 존귀하고 여자는 비천하다]전제: 여자는 원래 남자보다 비천한 위치에 있다. 결론: 그러므로 여자는 남자보다 지성이 부족해야/부족해도 된다. 이 패턴에서는 여성의 능력이 남성 이상일 가능성을 부정하지 않습니다. 하지만 그것은 미덕으로 권장되지 않습니다. 예를 들어 《후한서》 〈황후기〉에서 화희황후 등수는 열두 살에 《시경》과 《논어》에 통달했고, 오빠들이 경전을 읽다가 어려운 내용이 나오면 동생인 등수에게 물어볼 정도로 학식을 인정받았지만, 어머니는 하라는 바느질은 안 하고 책만 읽는다고 등수를 꾸짖기만 했습니다. 또 훗날 등수의 스승이 되는 여성 학자 반소는 《여계》에서 여자가 남편에게 복종해야 한다고 설파했으며, 그 근본적인 이유로 여자는 태어날 때부터 남자보다 낮은 지위로 태어났다는 것을 들었습니다. 《여계》에서는 여성의 덕행, 언어, 용모, 기술이 남들보다 뛰어날 필요가 없다고 선언했습니다. 여기서 뛰어날 필요가 없다는 것은 여성이 지켜야 할 규범이지, 태생적으로 뛰어나지 않다는 본성에 관한 말이 아닙니다. 다시 말해 한나라 사람들의 “남존여비”에는 남성의 능력이 우월하다는 전제가 깔려 있다고 보기 어렵습니다. 오히려 이들은 남자가 무능하더라도 유능한 여자보다 태생적으로 존귀하므로 여자를 지배해야 한다고 믿었습니다. 이것은 가의가 《신서》 〈계급〉에서 “신발은 새 것이라도 베개 위에 올리지 않고 관은 낡은 것이라도 신발 밑에 깔지 않는다”라는 말로 신분제를 정당화한 것과 서로 통합니다. 한나라 유교맨들은 계몽주의자들과 달리 자신들의 능력을 입증하거나 전제하지 않고서도 여자를 지배할 수 있었습니다. 한나라 유교맨들은 ‘남성은 존귀한 양이고 여자는 비천한 음’이라고 믿었고, 근대 유럽의 계몽주의자들은 ‘남성이 우월한 능력을 가졌고 여성은 남성의 열등한 버전’이라고 믿었습니다. 어느 쪽의 여성혐오가 더 심하다고 말하기는 어렵습니다. 이 두 가지 믿음이 각기 통하는 세계는 모두 여성혐오적이지만, 여성혐오가 작동하는 방식과 방향이 다르기 때문입니다. 여성을 차별하는 양상은 이렇게 다양한 것입니다! ",
                "tags": "여자 남자 성차별 여성혐오 계몽주의 주자어류 부생육기 후한서 여계 반소 신서"
            }, 
        
    
        
            {
                "id": 21,
                "url": "https://zyahan.blog/crown-and-carriage/",
                "title": "면류관과 승여: 후한시대에 황제를 상징한 사물은?",
                "subtitle": "",
                "body": "넷플릭스에서 방영한 《The Crown》은 영국 국왕 엘리자베스 2세의 생애를 다룬 드라마입니다. 잘 아시다시피 crown이라는 단어의 기본적인 의미는 왕관입니다. 그런데 crown은 단순히 왕관이라는 사물을 가리킬 뿐만 아니라 국왕의 지위, 혹은 국왕 개인을 가리키는 말로도 쓰입니다. 이런 용법을 환유법이라고 합니다. 《표준국어대사전》에 따르면 환유법이란 ‘어떤 사물을, 그것의 속성과 밀접한 관계가 있는 다른 낱말을 빌려서 표현하는 수사법’을 말합니다. 한국어의 경우 국회의원을 ‘금배지’라고 부르는 예를 꼽을 수 있고, 대표적인 영어사전인 《Merriam-Webster》에서는 환유(metonymy)의 대표적인 예시로 앞서 말한 crown을 소개하고 있습니다. 공교롭게도 현대인들이 진나라·한나라 황제의 상징으로 가장 흔하게 떠올릴 사물 또한 황제가 머리에 쓰는 관입니다. 많은 만화와 게임 일러스트 등에서 진 시황, 전한 무제, 후한 헌제 등의 황제는 면류관을 쓴 모습으로 등장합니다. 마치 황제는 항상 면류관을 썼고, 황제 이외의 사람들은 면류관을 전혀 쓸 수 없었던 것처럼 말입니다. 하지만 《후한서》 〈여복지〉에서 말하는 규범은 전혀 다릅니다. 면류관은 후한시대에 도입되었고, 천지나 종묘에 제사를 지낼 때 착용했으며, 황제뿐만 아니라 삼공·제후, 경·대부에 이르기까지 제사에 참여하는 모두가 착용했습니다. 한나라에서 오직 황제만 쓸 수 있었던, 그리고 황제가 일상적으로 썼던 관은 통천관(通天冠)이라고 합니다. 그러나 영어와 달리 통천관이 황제를 가리키는 환유 표현으로 사용되지는 않았습니다. 황제가 쓰는 기물의 명칭으로써 황제 자체를 가리키는 단어는 따로 있었습니다. 과연 무엇일까요? 옥새일까요? 《후한서》와 《삼국지》에서 찾을 수 있는 말은 바로 승여(乘輿)입니다. 《후한서》 〈여복지〉에서는 ‘황제’를 써야 할 자리에 일관되게 ‘승여’를 사용합니다. 예를 들어 위에서 언급한 통천관도 ‘승여의 일상복’[乘輿所常服]으로 표현되었습니다. 즉, 영국에서 왕관에 해당하는 crown으로 군주를 가리켰다면 한나라 사람들은 황제가 타는 수레인 ‘승여’로 군주를 가리켰습니다. 《삼국지》에서도 마찬가지입니다. 예를 들어 위지9 〈조상전〉 본문에서는 조상의 사치를 말할 때 그의 음식, 수레, 의복이 ‘승여’에 비길 지경이었다는 표현을 썼습니다[爽飲食車服擬於乘輿]. 만약 ‘조상의 수레가 승여에 비길 만했다’라고만 했다면 ‘승여’가 황제의 수레를 가리켰다고 해석할 수도 있겠지만, 여기서는 음식, 수레, 의복 등 기물 일반을 이야기하므로 수레를 가리키는 것이 아니라 황제 자체를 가리키는 것임을 알 수 있습니다. 또한 위서6 〈동탁전〉 주석에 인용된 《위서》에서는 ‘승여’가 가시울타리 안에서 살았다는 말이 나옵니다[乘輿時居棘籬中]. 여기에서도 ‘승여’는 헌제의 수레가 아니라 헌제 자신을 가리킵니다. 즉, 후한시대에 The Crown의 용례에 가까운 단어를 찾는다면 ‘승여’일 것입니다. 《후한서》부터 정사에 편입된 〈여복지〉의 구성에서 알 수 있듯이, 탈것은 신분을 나타내는 장치로서 복식 이상으로 중요한 기능을 담당했고 복식만큼 관심을 가질 만한 소재입니다. 《삼국지》를 바탕으로 창작을 하고 대화를 쓸 때, 황제를 매번 ‘황제’라고 지칭하기보다 ‘승여’ 같은 환유법을 써 보면 어떨까요? ",
                "tags": "환유 면류관 통천관 수레 승여 조상 후한서 삼국지"
            }, 
        
    
        
            {
                "id": 22,
                "url": "https://zyahan.blog/yellow-turban/",
                "title": "‘황건적’ 말고 그냥 ‘황건’이라고 말해 보기",
                "subtitle": "",
                "body": "20년 전 아(雅)의 본체가 대학에서 교양수업을 들을 때의 일입니다. 정확한 맥락은 기억나지 않지만, 토론 중에 대략 누구나 인정하는 절대악의 예시로 “황건적”을 거론한 수강생이 있었습니다. 그때 “황건적이 무조건 나쁘다는 것도 낡은 관점이다, 중국에서는 ‘황건기의’라고 높여 부르기도 한다” 하고 반박했던 기억이 납니다. 삼국지를 잘 알던 때가 아니었는데, 지금 돌이켜 보니 이미 삼국지 덕후의 자질이 잠재했던 것 같습니다. 20년이 지난 지금도 상황은 크게 다르지 않은 것 같습니다. 한국어로 “황건”이라는 두 글자를 단독으로 사용하는 것은 어색하게 느껴집니다. 머릿속에서 “황건적”이라고 자동완성해 버리기 일쑤입니다. 그러다 보니 원문에 “黃巾”이라고만 되어 있어도 다들 “황건적”이라고 번역해 버립니다. 아(雅)가 지금 맥OS에서 이 글을 작성하고 있는데, “황건”이라고만 치고 한자 변환을 시도하면 아무것도 나오지 않지만 “황건적”이라고 치면 “黃巾賊” 변환이 가능합니다. 그만큼 “황건적”이라는 말이 보편적으로 쓰이고 있는 것입니다. 이 글에서 황건 집단에 대한 판단을 내리려는 것은 아닙니다. 하지만 과연 《삼국지》나 《삼국연의》 원문에서도 이렇게 매번 “황건적”이라고 “적”을 붙여 말할까요? 궁금해져서 Chinese Text Project (https://ctext. org)에서 원문을 검색해 보니 의외의 결과가 나왔습니다. 우선 《삼국지》에서는 “黃巾” 74회 중 9회만이 “黃巾賊”으로 쓰였고(12. 2%), 《삼국연의》에서는 “黃巾” 47회 중 4회만이 “黃巾賊”이었습니다(8. 5%). 즉, “황건”이라는 말을 쓸 때 그 중에서 10% 전후만이 “황건적”이었다는 것입니다. 물론 “황건”에 “적”을 붙이지 않았다고 해서 황건을 긍정적이거나 중립적으로 보았다고 단정할 수는 없지만, 적어도 한국어에서처럼 매번 “황건적”으로 자동완성할 정도는 아니었다는 것을 알 수 있습니다. 《후한서》의 경우 “황건적” 함유량이 조금 더 높습니다. “黃巾” 105회 중 30회가 “黃巾賊”입니다(28. 6%). 후한 황실의 입장에서는 황건 집단을 일방적인 도적·역적으로 규정할 것입니다. 그런데 후한 왕조의 신민이 아니라 현대 대한민국의 시민인 우리가 이 관점을 무비판적으로 답습할 필요가 있을까요? 혹시 진심으로 “황건적”을 무조건적인 악으로 규정하고 토벌할 대상으로 여긴다면, “사측이세요?” 하고 묻고 싶어지는 것입니다. ",
                "tags": "삼국지 삼국연의 후한서 황건적 황건기의 황건"
            }, 
        
    
        
            {
                "id": 23,
                "url": "https://zyahan.blog/han-red-flag/",
                "title": "한나라의 붉은 깃발에는 과연 “漢”이라는 글자가 있었을까?",
                "subtitle": "",
                "body": "한나라를 나타낼 깃발을 고민하다가, 마왕퇴한묘 1호 무덤에서 나온 칠기 무늬를 바탕으로 君幸食(군행식)이라는 글자를 넣었습니다. 한나라를 상징한다고 하면서 왜 漢(한)이라는 글자를 쓰지 않았을까요? 그 까닭은 아(雅)가 한나라에 그런 깃발이 있었다고 확신하지 못했기 때문입니다. 의문 1: 깃발에 글자를 썼을까?: 중국 전국시대나 삼국시대 등을 배경으로 한 고장극에서는 군대의 깃발에 나라 이름이나 장수의 성을 커다랗게 쓴 것을 볼 수 있습니다. 이것은 거의 자명한 사실로 받아들여지고 있습니다. 그런데 이런 깃발의 모습이 과연 당시의 실제 상황에 부합했을까요? 송도진 번역의 《삼국지》 주석에 따르면 그렇지 않았다고 합니다.  역사서에 따르면 이 당시 작전에 사용한 깃발은 글씨를 쓰지 않고 색깔로 표시했는데 흔히 볼 수 있는 것은 오색 깃발이었다. … 깃발에 커다랗게 글씨를 쓰는 것은 남송(南宋) 초기 소설에 비로소 등장한다. 송도진 (2019). 《삼국지 1: 정사 비교 고증 완역판》. 글항아리.  즉, 한나라를 대표하는 깃발이라고 해서 漢(한)이라는 글자를 썼으리라는 보장이 없습니다. 의문 2. 한나라의 깃발은 무슨 색깔?: 그렇다면 한나라의 상징은 깃발에 어떻게 나타났을까요? 《사기》 〈회흠후열전〉에서 단서를 찾을 수 있습니다. 한신이 조나라를 치면서 군대에 내린 명령을 살펴봅시다.  조나라 깃발을 뽑고 한나라의 붉은 깃발을 세워라. [拔趙幟，立漢赤幟。] 《사기》 〈회흠후열전〉.  조나라 깃발의 색깔이나 무늬는 알 수 없지만, 적어도 한나라 깃발은 붉은색이었다는 것을 알 수 있습니다. 의문 3. 깃발의 모양과 크기는?: 우리가 생각하는 전형적인 깃발은 직사각형이나 정사각형이고, 한가운데 글자를 쓰고 테두리에 장식을 두른 모습을 주로 상상합니다. 하지만 이것조차 한나라의 실상에 부합하는지 알 수 없습니다. 아래 그림에서는 전국시대 유물에 나타난 전투 장면을 볼 수 있습니다. 두 군대가 배 위에서 창을 겨누고 있고, 각 군대의 선봉에서는 각기 기를 들고 있습니다. 주목할 점은 깃발이 사각형이 아니라 가늘고 길고 화려하다는 것입니다. 즉, 이때의 깃발은 flag라기보다 banner에 가깝습니다.  이런 깃발의 모양은 전국시대뿐만 아니라 삼국시대의 기록에서도 찾을 수 있습니다. 《고려사절요》에 인용된 “옛 책”에 따르면, 조조의 문에 세운 극(창의 일종)에는 길이 1장 2척짜리 깃발을 달았다고 합니다.  문하성이 아뢰기를, “삼가 옛 책을 상고하건대, 극(戟)의 제도는 창처럼 두 가닥으로 되어 그 끝에 칼을 꽂는데 위 무제(魏武帝)의 문에 세운 극은 두꺼비 머리를 써서 기를 달며 깃발의 길이는 1장 2척이고 청색과 황색이 섞였다 하였습니다. 그런데 지금 궁전과 태묘의 문에 세운 극은 모두 귀신의 얼굴을 그려 실로 근거가 없으니, 옛 제도를 따라 두꺼비 머리로 고쳐 그리게 하소서. ” 하니, 따랐다.   《고려사절요》 제4권 〈문종 인효대왕 1〉 1장 2척이면 오늘날의 단위로 3미터에 가깝습니다. 궁전의 문에 세운 깃발이 3미터에 달했다면, 군대에서 선봉에 세운 깃발은 아마 더 길지 않았을까 합니다. 결론: 그래서, 아무래도 직사각형에 漢(한)이라고 쓰는 깃발은 한나라답지 않다고 판단하고 실제로 있는 물건에 가깝게 君幸食(군행식)이라는 글자를 넣었습니다. ",
                "tags": "삼국지 사기 깃발 한신 조조 고려사절요 마왕퇴한묘 군행식"
            }, 
        
    
        
            {
                "id": 24,
                "url": "https://zyahan.blog/how-xun-yu-died/",
                "title": "순욱은 과연 병으로 죽었을까?",
                "subtitle": "",
                "body": "순욱의 죽음은 대개 “빈 찬합” 밈으로 유명합니다. 이것은 소설 《삼국연의》 61회에 나온 것이고, 역사적으로는 《후한서》 본문과 《삼국지》 주석 《위씨춘추》에서 순욱이 “빈 그릇”[空器]을 받고 음독자살했다고 기록된 데 근거를 두고 있습니다. 한편, “정사”에 따르면 순욱이 “병사”했다는 주장도 많이 보입니다. 정말일까요? “정사”를 살펴봅시다.  순욱은 병이 들어 수춘에 머무르다가 근심으로 인해 죽었다. [彧疾留壽春，以憂薨] 《삼국지》 위지10 〈순욱전〉 위 문장을 보면 순욱이 수춘에 머무른 까닭은 병이 들었기 때문이고[疾留壽春], 죽은 까닭은 근심 때문입니다[以憂薨]. 두 가지가 명확하게 구별됩니다. 즉, “정사”에 정말로 충실하고자 한다면, 순욱의 사인은 병이 아니라 근심이라고 말해야 합니다. “정사”를 말하면서 순욱이 병사했다고 말하는 것은, “병으로 수춘에 머무르다가 사고로 죽었다. ”라는 문장을 읽고 병사라고 주장하는 것과 마찬가지입니다. 이것은 “정사”를 말하기를 좋아하는 사람들이 정작 역사서에서 “근심으로 인해” 죽었다는 말이 어떤 의미와 용례로 쓰였는지를 모르기 때문에 나온 오류입니다. 역사책 《삼국지》의 본문과 배송지 주석에서 근심으로 인해[以憂] 죽었다는 서술을 모두 찾아봅시다. 순욱의 죽음을 제외하면 모두 네 건이 있습니다.  명제가 즉위한 뒤 견후의 죽음을 추모하고 애통해하자, 태후는 근심으로 인해 갑자기 죽었다. [明帝旣嗣立，追痛甄后之薨，故太后以憂暴崩] 위지5 〈문덕곽황후전〉 주석 《위략》.   태후는 영락태후를 핍박하여 근심으로 인해 죽게 만들었다. [太后逼迫永樂太后，令以憂死] 위지6 〈동탁전〉 주석 《헌제기》.   유엽은 마침내 광증이 생겨 외조로 나가 대홍려가 되었다가 근심으로 인해 죽었다. [曄遂發狂，出為大鴻臚，以憂死] 위지14 〈유엽전〉 주석 《부자》.   그래서 손권이 심하게 노하여 책망하자 근심으로 인해 죽었다. [由是權深責怒，以憂死] 오지5 〈오주권왕부인전〉 본문.  이 네 건을 보면 모두 해당 인물이 쫓겨나거나 핍박을 받은 상태에서 석연치 않은 이유로 죽었다는 것을 알 수 있습니다. 특히 네 건 중 세 건이 문덕황후 곽씨, 영사황후 하씨, 손권의 부인 왕씨로 후궁의 권력 다툼과 연관된 사건을 가리키고 있습니다. 이것은 단순히 《삼국지》뿐만이 아니라 일찍이 《사기》에서부터 《한서》와 《후한서》로 이어져 온 특징입니다. 대표적인 예시를 살펴보면 《사기》에서는 여 태후 시기의 조왕 유수와 무제 유철 시기의 제왕이 “근심으로 인해” 죽었다고 말하는데, 사실 이들은 스스로 목숨을 끊었습니다. 또 《한서》에서는 무제 유철의 후궁 구익부인이 “근심으로 인해” 죽었다고 나오는데, 《사기》를 이어 쓴 저선생은 같은 사건을 두고 무제가 구익부인을 죽였다고 서술했습니다. 《후한서》의 경우, 주로 폐위당한 황후들이 “근심으로 인해” 죽는데, 전후 맥락으로 보아서는 대부분 자살했을 가능성이 높습니다. 즉, “근심으로 인해” 죽었다는 말은 기본적으로 권력 다툼에서 밀려나서 “자살당한”, 혹은 살해당한 사건을 완곡하게 표현한 것입니다. 그러므로 《삼국지》 본문에서 서술한 순욱의 죽음 또한, 빈 그릇을 받고 음독자살했다는 다른 역사서의 사건과 크게 다른 버전이라고 보기 어렵습니다. 이것을 단순한 병사라고 해석하는 것은 원문의 “근심으로 인해”라는 두 단어를 임의로 삭제하고 왜곡한 결과입니다. ",
                "tags": "순욱 병사 근심 조예 곽여왕 유엽 손권 삼국지 무제 구익부인 한서 사기"
            }, 
        
    
        
            {
                "id": 25,
                "url": "https://zyahan.blog/xun-yu-s-extraordinary-appearance/",
                "title": "순욱의 ‘기이한 겉모습’",
                "subtitle": "",
                "body": "《삼국지》는 《한서》의 전통을 이어받아 미남에 관한 기록이 풍부합니다. 이뿐만 아니라 미남을 표현하는 말도 더 다양해진 것 같습니다. 이 글에서 주목하고자 하는 것은 그중에서도 ‘기(奇)’와 ‘이(異)’입니다. 현대한국어에서도 ‘기이한 재주’와 같은 말은 종종 쓰지만, ‘기이한 용모’라고 하면 왠지 그렇게까지 긍정적으로 느껴지지 않습니다. 심지어 미남이라기보다는 부정적인 특징이 크게 두드러지는 외모를 연상하는 일도 있습니다. 실제로, 아래의 〈도겸전〉 주석을 읽고서 도겸을 미남이 아니라고 해석하는 경우도 본 적이 있습니다.  그의 용모를 보고 남다르게 여겨 그를 불렀다. [見其容貌，異而呼之] 그는 겉모습이 기이하니 자라면 반드시 성공할 것이다. [彼有奇表，長必大成。] 《삼국지》 위지8 〈도겸전〉 주석 《오서(吳書)》.  하지만 《삼국지》의 맥락에서 외모를 형용하는 기(奇)와 이(異)는 현대한국어 사용자가 생각하는 ‘기이한 외모’와 어감이 다르다는 데 유의해야 합니다. 본문을 읽어보면 이 말들은 대부분의 경우 긍정적인 문맥에 쓰였습니다. 단적인 예로, 미소년으로 유명한 원소의 막내아들 원상에 대해서도 이 기(奇)가 사용되었습니다.  원소도 그의 용모를 기이하게~기특하게 여겼다. [紹亦奇其皃] 《삼국지》 위지6 〈원소전〉 주석 《전론》.  그러므로, 《삼국지》 위지10 〈순욱전〉의 배송지 주석에서 언급된 ‘순욱의 기이한 겉모습’[奇表] 또한 순욱의 뛰어난 미모를 표현하는 말로 해석하는 것이 타당할 것입니다. ",
                "tags": "순욱 도겸 원소 원상 미남 기이 삼국지 한서 남자"
            }, 
        
    
        
            {
                "id": 26,
                "url": "https://zyahan.blog/women-s-names-supplement-2/",
                "title": "한대 여성의 이름과 자: 4년 뒤의 보충",
                "subtitle": "",
                "body": "🙋 질문: 허평군, 곽성군, 왕정군, 탁문군 등 ‘군’이 붙은 여성 이름인명은 당대 유행인가요, 혹은 일종의 존칭처럼 인명 뒤에 ‘군’이 따로 붙은 것인가요? 한 무제의 이부 누이 수성군은 봉호가 확실한 듯한데 왕정군은 이름이 정군이라 해서 헷갈려 여쭤봅니다. 조금 더하자면 이것이 현대 중국 가수 등려군과 관련이 있을까요? 💁 답변: 전에 〈한대 여성의 이름과 자〉에서 《한서》의 여성 인명과 《후한서》의 여성 인명을 비교한 적이 있었는데, 여기서는 《한서》에서 군君으로 끝나는 인명의 사례를 좀 더 자세히 보겠습니다. 탁왕손의 딸 문군文君, 허광한의 딸 평군平君, 곽광의 딸 성군成君 등은 모두 인명입니다. 그 외에도 《한서》에는 강도왕 유건의 딸 세군細君이 나오고, 같은 시기 동방삭의 아내로 성을 알 수 없는 또 다른 ‘세군’이 있으며, 연왕 유단의 후궁으로 곽소군郭昭君과 조좌군趙左君이 등장합니다. 전한시대 여성의 인명이 ‘군’으로 끝나는 사례는 《한서》와 같은 전래문헌뿐만 아니라 1985년 양주에서 발견된 죽간 《선령권서先令券書》와 같은 출토자료에서도 찾을 수 있습니다. 이 문서는 전한시대 원시5년(기원후 5년) 주씨 부인의 유언과 재산 분할에 관한 내용을 담고 있는데, 본문 중에 주씨 부인의 딸로 이군以君, 선군仙君, 약군弱君이 열거됩니다. 이렇게 ‘군’은 다양한 한자와 결합해서 여성의 인명으로 많이 쓰였습니다. 단, 후한시대로만 가도 찾기 어려워지는 것으로 보아 전한시대에 집중된 유행이었던 듯합니다. 현대인 등려군과 직접적인 관련이 있을 가능성은 높지 않은 것 같습니다. 그런데 이들의 인명이 이름이었는지 아니면 자字였는지는 정확히 알 수 없습니다. 근거가 명확한 다른 사례를 찾아봅시다. 왕소군王昭君의 경우 《한서》 〈흉노전〉에 성명이 왕장王牆이고 소군昭君이 자라고 명시되어 있으며, 왕정군王政君의 경우 《한기漢紀》에 “皇后字正君”이라고 적혀 있기 때문에 정군(政君·正君)이 자였음을 알 수 있습니다. 이런 사례로 볼 때 《한서》에 나오는 ‘문군’ 등도 역시 자였을 가능성이 있습니다. 《선령권서》의 경우도, ‘이군’ 등이 아들들의 자로 보이는 자진子真, 자방子方과 나란히 쓰인 것으로 보아 마찬가지로 자였던 것 같습니다. 참고로 수성군修成君은 무제의 어머니 효경황후 왕씨가 황태자의 후궁이 되기 전 김왕손과 결혼해서 낳은 딸 김속金俗으로, 무제는 황제가 된 뒤 누나를 찾아서 수성군으로 봉했습니다. 여기서 ‘군’은 예전 포스트 〈한대 여성의 작위〉에서 언급했듯이 황실과 인척 관계가 있는 여성들에게 내린 작위입니다. 채옹의 《독단》에 따르면 ‘군’의 지위는 황제의 누이인 장공주長公主에 준했습니다. 이 게시물은 《창작자와 오타쿠를 위한 삼국지 100문 100답》에 응모된 질문에 대한 답변 예시로 작성했습니다. 평소에 삼국지 썰을 풀다가 궁금하셨던 점이 있으면 아래 링크를 참고하여 질문을 남겨 주세요!   🙋 질문 남기러 가기 ",
                "tags": "여자 이름 자 수성군 허평군 곽성군 탁문군 왕정군 왕소군 채옹 독단 한서 선령권서"
            }, 
        
    
        
            {
                "id": 27,
                "url": "https://zyahan.blog/yuan-shao-s-six-year-mourning/",
                "title": "원소가 치른 “6년상”의 진상은?",
                "subtitle": "",
                "body": "고대 중국에서는 1년이라는 기간을 어떻게 인식했을까요? 우선 나이를 세는 방법을 알아봅시다. 중국에서 언제부터 나이를 만으로 세게 되었는지는 모르겠습니다. 확실한 것은 한나라 때는 아니라는 것입니다. 한나라 사람들은 몇 년 전까지의 한국에서처럼 한 살로 태어났고 달력으로 해가 바뀔 때마다 한 살을 먹었습니다. 왜 이런 방식으로 나이를 세었을까요? 나이를 만으로 세려면 태어난 날짜를 알아야 하고, 또 매년 그 날짜가 언제 돌아오는지도 알아야 합니다. 그런데 당시의 달력 보급 상황을 상상해 보면, 아마도 모든 사람이 자기 생일을 다 알고 그것을 호적에 등록하기는 어려웠을 것입니다. 게다가 특정한 날의 날짜를 따질 때는 그날이 그달의 몇 번째 날인지보다 그날의 60간지가 무엇인지를 중요하게 여겼기 때문에, 생일을 연월일로 기억하는 것은 더욱 어려웠을 것입니다. 한나라 사람들은 나이만 이렇게 계산한 것이 아니었습니다. 다른 햇수를 셀 때도 마찬가지였습니다. 예를 들어 전한시대 선제 시기 하후승과 황패는 무제를 높이는 음악과 무용을 제정하는 데 반대했다는 이유로 대불경이라는 죄에 걸려 사형을 당하게 되었습니다. 《한서》 〈선제기〉를 참고하면 이들은 본시2년 5월에 감옥에 갇혔고, 겨울이 두 번 지난 뒤 본시4년 4월에 대사면령을 받아 감옥에서 나왔습니다. 그러므로 투옥 기간을 달 수로 따지면 23개월입니다. 현대 한국인의 관념으로는 2년이 채 안 되는 시간입니다. 하지만 《한서》 〈황패전〉에서는 이들이 감옥에서 세 해[歲]를 채웠다고 썼습니다. 본시2년이 1년째, 본시3년이 2년째, 본시4년이 3년째이므로 총 3년으로 친 것입니다. 또 다른 예시로 3년상이 있습니다. 3년상의 기간은 12개월/년 * 3년 = 36개월이라고 생각하기 쉽지만, 사실 25개월(혹은 26개월)입니다. 이 기간 동안 달력이 두 번 바뀌기 때문에 3년이라고 하는 것입니다. 그렇다면 “3년상”을 두 번 치른 원소는 실제로는 모두 50개월을 복상했을 가능성이 높습니다. 현대 한국인의 관념으로는 4년 2개월입니다. 하지만 《삼국지》 위지8 〈원소전〉 주석에 인용된 《영웅기》에는 원소가 “총 6년을 무덤의 초막에서 보냈다“[凡在冢廬六年]라고 적혀 있습니다. 후한 말 사람들은 이것을 명백한 ”6년상“이라고 여긴 것입니다. 이렇게 한나라 사람들이 햇수를 세는 방식은 해가 몇 번 바뀌었는지를 기준으로 삼았기 때문에, N년이라고 적혀 있으면 12*N개월의 기간이 아니라 새해가 (N-1)번 바뀐 동안이라고 해석해야 합니다. ",
                "tags": "삼국지 원소 달력 역법 3년상 6년상 한서 하후승 황패"
            }, 
        
    
        
            {
                "id": 28,
                "url": "https://zyahan.blog/intelligent-women/",
                "title": "한나라의 똑똑한 여자들은 어떻게 되었을까?",
                "subtitle": "",
                "body": "🙋 질문: 한나라 때 여사女士의 기준은 어떠했나요? 남성 지식인과 대등하거나 그보다 뛰어난 역량을 증명해야 여사로 인정받았는지, 혹은 그보다 덜해도 ‘여자치고는 똑똑하네’라며 여사로 간주했는지 궁금합니다. 💁 답변: 우선 “여사女士”라는 표현 자체는 한나라 때까지 흔히 쓰이지 않았습니다. 가장 이른 시기에 나온 용례는 《시경·대아·생민지습》 〈기취〉의 마지막 구절인데, 이것은 훌륭한 아내를 주어 남자의 대를 잇게 하겠다는 내용이기 때문에 여성 지식인을 가리킨다고 보기 어렵습니다. 그 외의 경서나 제자백가 서적에서는 “여사”를 찾을 수 없고, 한나라의 역사를 포함하고 있는 《사기》·《한서》·《후한서》·《삼국지》에도 나오지 않습니다. 아雅가 추측하기로 아마도 고대 중국의 경우 “여자치고는 똑똑하네” 같은 인식이 현대와 같은 방식으로 작동하지는 않았을 것입니다. 이런 인식이 작동하려면 우선 똑똑함이라는 속성이 인간의 보편적인 미덕이라야 하고, 기본적으로 여성의 똑똑함이 남성의 똑똑함에 못 미친다고 믿어야 합니다. 그런데 고대 중국에서는 애초에 똑똑함이 남성에게만 미덕이었습니다. 심지어 《시경·대아·탕지습》 〈첨앙〉은 “똑똑한 남자는 성을 세우지만 똑똑한 여자는 성을 기울인다”라는 구절로 시작합니다. 즉, 주나라 남성 지식인들에게 여자는 남자보다 덜 똑똑한 (그래서 차별받아 마땅한) 존재가 아니라 아예 똑똑해서는 안 되는 존재였습니다. 여성에 대한 차별적 인식은 어디에나 존재했지만, 구체적인 면면은 이렇게 시대와 지역에 따라 다릅니다. 전한시대로 오면 여성의 똑똑함이 악덕으로 규탄되지는 않습니다. 예를 들면 《사기》 〈편작창공열전〉에서 전한시대 초 순우제영이라는 소녀는 황제에게 직접 글을 올려 육형 폐지를 이끌어냈는데, 적어도 《사기》의 기록만 보면 이 과정에서 순우제영의 성별과 나이는 전혀 문제가 되지 않았습니다. “여자애 따위가 감히 어떻게!” 하는 비난도 없고 “여자애치고 대단한데!” 하는 감탄도 없습니다. 또 이전에 〈미녀를 혐오한 남자〉라는 포스트에서 썼듯이 전한시대 말 유향의 《열녀전》에는 똑똑하고 말 잘 하는 여자들이 많이 등장합니다. 여기서 여성의 지혜와 언변은 가정 내로 한정되지 않고 군주에게 국가 대사를 간언하는 데 이릅니다. 하지만 순우제영 등이 똑똑함을 발휘하는 것은 일회적 사건에 그쳤습니다. 여자라고 해서 똑똑함 자체가 폄하된 정황은 잘 보이지 않으나, 똑똑한 여자의 경우 똑똑한 남자와 달리 관직을 받아 계속 활동할 기회를 얻을 가능성이 아예 없었습니다. 아무래도 고대 중남들은 여성을 남성보다 안 똑똑한 존재로 설정할 필요를 다른 시대나 지역보다 특별히 더 크게 느끼지는 않았을 것 같습니다. 그들에게 있어 여성은 열등하기보다 비천했기 때문입니다. 남자가 애써 자신의 능력을 과시하고 여자의 능력을 비하하지 않더라도 남자인 그 자체로 여자보다 귀한 지위로 행세할 이유가 충분한 세계였습니다. 이 게시물은 《창작자와 오타쿠를 위한 삼국지 100문 100답》에 응모된 질문에 대한 답변 예시로 작성했습니다. 평소에 삼국지 썰을 풀다가 궁금하셨던 점이 있으면 아래 링크를 참고하여 질문을 남겨 주세요!   🙋 질문 남기러 가기 ",
                "tags": "여자 여사 시경 사기 순우제영 열녀전"
            }, 
        
    
        
            {
                "id": 29,
                "url": "https://zyahan.blog/sanguo-yanyi-07/",
                "title": "《삼국연의》 호칭어 노트 07: 삼국지 정사와 연의의 삼고초려 비교",
                "subtitle": "",
                "body": "나본이 역사책 《삼국지》를 소설 《삼국지통속연의》로 개작할 때 특히 많이 각색된 인물을 꼽는다면 아무래도 제갈량을 빠뜨릴 수 없을 것입니다. 예전에 〈제갈량 vs. 주유, 누가 깃털 부채의 원조인가?〉라는 포스트에서 언급했듯이, 제갈량의 전형적인 아이템으로 통하는 윤건(綸巾)과 우선(羽扇)부터가 연의의 시대에 부여된 설정입니다. 이런 각색은 연의에서 제갈량이 처음으로 등장하는 삼고초려 이벤트에서도 나타납니다. 보통 삼고초려라고 하면 유비가 제갈량을 극진히 받들어 모시는 모습을 상상할 것입니다. 바로 이런 이미지가 연의에서 창조된 것입니다. 《삼국지통속연의》 제38회에서 유비가 제갈량을 어렵게 대면하고 처음으로 꺼낸 말을 들어 봅시다.  한나라 황실의 끄트머리에 속한 탁군 출신의 어리석은 남자가 오래 전부터 선생의 고명하신 존함을 듣고 천둥 소리처럼 귀가 뚫리는 것 같았습니다. [漢室末冑、涿郡愚夫，久聞先生大名，如雷貫耳。] 유비는 첫 만남부터 자기를 “탁군 출신의 어리석은 남자”로 낮추었습니다. 그리고는 대화 내내 자신을 이름으로 칭해서 낮추고 제갈량을 “선생”이라고 높여 부릅니다. 그렇다면 정사에서는 유비가 제갈량을 만났을 때 무슨 말을 하고 무슨 호칭어를 썼을까요? 《삼국지》 촉지5 〈제갈량전〉의 본문에 나와 있습니다.  고(孤)가 품성과 능력을 헤아려 보지도 않고 천하에 대의를 약속하고자 했는데 지혜가 얕고 책략이 모자란 탓에 결국 실패해서 오늘에 이르렀소. 하지만 마음에 품은 뜻이 아직 남아 있으니, 군(君)께서는 앞으로 어떤 계획을 세워 주시겠소?[孤不度德量力，欲信大義於天下，而智術淺短，遂用猖獗，至于今日。然志猶未已，君謂計將安出？] 정사의 유비 역시 자신의 능력이 부족함을 인정하고 처음 만난 젊은 일반인에게 “군”이라는 존칭을 쓰는 등 상당히 정중한 태도를 취했지만, 연의와 달리 1인칭으로 “고”를 써서 자신이 군주의 위치에 있음을 분명히 못박았습니다. 제갈량을 스승으로 모신 것이 아니라 신하로서 예우한 것입니다. 사실 제갈량이 유비를 찾아가지 않고 도리어 유비에게 자신을 찾아오게 만든 것만 하더라도 상당히 도도한 태도였습니다. 이와 관련해서 《한서》 〈주박전〉에 나오는 이야기를 살펴봅시다. 전한시대 말 주박이 낭야군 태수로 처음 부임하자 하급 관리들은 아무도 관청에 출근하지 않았습니다. 낭야군은 원래 향토 유교맨들의 입김이 센 지역으로, 아전들은 새로운 태수가 지식인인 자기를 몸소 찾아와서 일을 해 달라고 청해야 출사하는 관행이 있었습니다. 유학을 싫어한 주박은 이 관행을 따르지 않았고, 오히려 이 기회로 유교맨들을 다 해고해 버렸습니다. 그런데 마침 제갈량의 고향도 낭야군입니다. 아무래도 낭야군 출신 지식인들에게는 어떤 “곤조”가 있는 것 같습니다. 그런데 천 년도 더 지난 후세 사람인 나본은 이런 곤조에 만족하지 못했습니다. 군주가 (예비)신하를 찾아와서 예우하는 것만으로는 부족했던 것입니다. 어차피 픽션을 쓴다면 군주가 군주의 지위를 버리고 지식인을 스승으로 떠받드는 정도는 되어야 성에 찼나 봅니다. 한나라 사람 제갈량에게는 실제로 유비가 찾아왔지만, 원나라에서 몽골의 지배를 받던 한족 지식인에게 칸이 방문할 리는 만무합니다. 이런 상황에서 과거 시험에도 불합격해서 등용될 기회를 잃은 나본이 자신의 사심을 가득 담아 삼고초려의 장면을 과장하고 로망을 펼쳤던 것은 아닐까요? ",
                "tags": "삼국지 삼국지통속연의 제갈량 유비 삼고초려 한서 주박 낭야군 호칭어"
            }, 
        
    
        
            {
                "id": 30,
                "url": "https://zyahan.blog/devoted-husbands/",
                "title": "장창과 반초: 한나라의 애처가들",
                "subtitle": "",
                "body": "🙋 질문: 한나라 때 장창이 아내의 눈썹을 그려주었다가 다른 신하들의 탄핵을 받은 적이 있다고 압니다. 그 사유는 남자가 화장품 같은 여성적이라고 인식된 물건에 손을 대서인가요, 혹은 아내에게 지나치게 격의 없이 굴어서인가요? 후자라면 동아시아 다른 나라 다른 시대에도 그러했을 것 같은데 부부 사이 ‘과한’ 친밀함이나 애정 행각을 지양해서인가요? 💁 답변: 한나라에서 남자가 화장을 하는 것은 이상한 일이 아니었습니다.  《사기》 〈영행열전〉에서는 고제 유방의 아들 효혜제 시기 황제의 시종들이 연지와 분을 바르고 화려한 장신구를 착용했다는 이야기가 나옵니다. 최근에는 남성의 화장품과 관련된 유물도 소개되었습니다. 해혼후 유하의 무덤에서 화장 도구 박스가 나온 것입니다.  이 함 안에는 화장품을 담는 작은 용기들과 빗이 들어 있었습니다.  이 함의 주인은 한때 황제에 올랐다가 폐위된 해혼후 유하입니다. 마침 유하는 장창과 동시대 사람이고, 심지어 장창이 유하를 감시하는 입장에서 서로 만난 적도 있습니다. 유하가 화장 도구를 소지하고 있었던 것으로 보아, 같은 시기를 살았던 장창도 화장품을 사용한 것이 특별히 여성적인 행동으로 흠잡혔던 것 같지는 않습니다. 그렇다면 장창은 왜 부인의 눈썹을 그려준 일로 탄핵을 받았을까요? 황제가 장창에게 사정을 묻자 장창은 “규방 안에서 일어나는 부부의 사적인 일은 눈썹 그리기보다 더합니다. ”라고 대답했습니다. 한나라 관료들은 남편이 아내에게 적극적으로, 또 직접적으로 애정을 표시하는 것이 규방 밖으로 소문이 나는 일을 꺼린 것 같습니다. 이와 비슷하게 후한시대에도 남편의 적극적인 애정 표현이 문제가 된 일이 있습니다. 서역에서 오랫동안 주둔하며 많은 공을 세운 반초라는 인물은, 애처를 껴안았다는 이유로 비방을 받게 됩니다. 다행히도 황제가 이 보고를 듣고 반초를 옹호한 덕에 반초는 처벌을 면했습니다. 이 게시물은 《창작자와 오타쿠를 위한 삼국지 100문 100답》에 응모된 질문에 대한 답변 예시로 작성했습니다. 평소에 삼국지 썰을 풀다가 궁금하셨던 점이 있으면 아래 링크를 참고하여 질문을 남겨 주세요!   🙋 질문 남기러 가기 ",
                "tags": "화장 미용 한서 장창 후한서 반초 해혼후 화장품 애처가"
            }, 
        
    
        
            {
                "id": 31,
                "url": "https://zyahan.blog/buyao/",
                "title": "보요(步搖)라는 머리 장식",
                "subtitle": "",
                "body": "🙋 질문: 마왕퇴 신추 부인의 생전 모습을 재현한 인형을 보면 이마에 드리우는 머리장식을 쓰고 있는데, 이것이 정말 한대에 착용되던 장식인가요? 만약 그렇다면 명칭은 무엇인가요? 💁 답변: 마왕퇴한묘 1호 무덤에 묻힌 신추의 머리장식은 보요步搖라고 합니다. 머리에 금속 장식들이 달려 있고, 걸을 때마다 이 장식들이 흔들린다고 해서 보요步搖라고 불렸습니다. 우선 보요의 존재는 여러 전래문헌에서 확인됩니다. 특히, 《후한서》에서 황후를 비롯한 귀부인들이 의식에 참여할 때 보요로 머리를 장식해야 한다는 규범이 존재하기도 했습니다. 다음으로 보요와 관련된 유물을 살펴봅시다. 아래 그림은 마왕퇴한묘 1호 무덤에서 나온 그림입니다. 가운데에 화려한 무늬로 장식한 옷을 입고 지팡이를 짚은 여성이 바로 신추입니다. 그림에서 잘 드러나지는 않지만, 이마 앞에 작은 조각들로 이루어진 장식이 그려져 있습니다. 이 장식이 보요입니다.  다음 그림은 동진 시기의 작품 《여사잠도女史箴圖》입니다. 세 명의 여성이 모두 머리 위로 작은 조각들이 달린 장식을 얹고 있습니다. 이것도 마찬가지로 보요입니다.  또한 후한시대에 사용된 황금 보요의 실물도 남아 있습니다. 아래 그림에서 볼 수 있듯이 꽃 모양으로 장식된 것들도 많이 발견됩니다.  아래 그림은 실제로 보요가 어떻게 착용되었는지를 구체적으로 보여줍니다. 📝 김은정, 임린. (2014). 〈삼국시대 여자 머리장신구 특성에 관한 연구〉. 《한국의류산업학회지》 16(5), 698–705.  이 게시물은 《창작자와 오타쿠를 위한 삼국지 100문 100답》에 응모된 질문에 대한 답변 예시로 작성했습니다. 평소에 삼국지 썰을 풀다가 궁금하셨던 점이 있으면 아래 링크를 참고하여 질문을 남겨 주세요!   🙋 질문 남기러 가기 ",
                "tags": "머리장식 마왕퇴한묘 신추 보요 후한서 여사잠도"
            }, 
        
    
        
            {
                "id": 32,
                "url": "https://zyahan.blog/yuan-shao-as-a-lady/",
                "title": "체장부인(體長婦人)의 미궁: 원소는 도대체 어떻게 자랐나?",
                "subtitle": "",
                "body": "《삼국지》에서 찾을 것이 있어서 원문 검색 결과를 눈으로 빨리 훑어보려다가 위지16 〈정혼전〉 주석에 인용된 《한기》의 體長婦人(체장부인)에서 그만 멈추고 말았습니다. 뭐라고? 체구가 여자 같았다고? 《사기》에 나오는 장량처럼 가녀린 미남인가? 애초에 《삼국지》에 그런 인물이 있었나? 왜 지금까지 몰랐지?? 서둘러 문장의 주어를 찾아보니 놀랍게도 袁本初(원본초)였습니다. 그렇습니다. 자모위용(姿貌威容)으로 유명한 그 원소입니다. 원소는 당연히 몸이 좋았던 것이 아닌가요? 어떻게 “자모위용”과 “체장부인”이 양립할 수 있을까요? 처음에 찾으려던 것보다 이 문제가 더 궁금해졌습니다. 마음을 가라앉히고 구글로 가서 “體長婦人”을 검색어로 입력했습니다. 다른 용례를 더 찾아보고 나서 결론을 내려도 늦지 않습니다. 그런데… 원래의 정체자가 아니라 일본식 한자 “体長 婦人”으로 수정된 결과가 나오는 것이었습니다… 이 어구가 일본어권에서 더 많이 언급되었다니 더욱 수상한 기운이 감돕니다.  일본어 검색 결과를 보면 小柄이라는 말이 반복됩니다. 체격이 작았다는 말입니다. 아무래도 일본어권에서는 “체장부인”을 몸집이 여자 같았다는 의미로 해석하는 사람들이 꽤 있는 듯합니다. 하지만 아직 결론을 내리기에는 부족합니다. 일본어 검색 결과가 중복을 제외하면 12건에 불과하기 때문입니다. 간체자 검색 결과는 어떨까요? 마찬가지로 12건입니다. 대부분 원문을 단순히 옮겨 놓은 것인데, 주목할 만한 글이 한 편 있습니다. 바로 “由女人（袁成之妻）抚养成人”, 즉 원소가 여자(원성의 아내)에게 양육되었다는 것입니다. 일본어권과는 다른 해석입니다. 지금까지 찾아본 바에 따르면 “체장부인”의 기존 해석은 두 가지입니다.  몸집이 여자 같다 [長: 키(명사)] 여자의 손에서 자랐다 [長: 자라다(동사]처음 보았을 때는 의심의 여지가 없는 1번 같았는데, 2번도 무시할 수만은 없습니다. 원문에서 生處京師(생처경사)와 體長婦人(체장부인)이 나란히 나오는데, 이 두 구절을 대구로 본다면 ‘태어나기는 경사(수도, 여기에서는 낙양)에서 태어났고 자라기로는 여자의 손에서 자랐다’라고 해석하는 것이 자연스럽기 때문입니다. 애초에 아래와 같이 “부인” 앞에 개사(전치사)를 붙여서 의미를 분명히 해 주면 좋았을 텐데, 고대 중국인들이 네 글자 단위를 너무 좋아한 바람에 이렇게 고민하게 되었습니다.  體長[如]婦人 體長[於]婦人아무튼 앞뒤 문맥을 더 살펴보면 아래와 같습니다.  袁本初公卿子弟，生處京師，體長婦人；張孟卓東平長者，坐不窺堂；孔公緒能清談高論，噓枯吹生，無軍帥之才，負霜露之勤；臨鋒履刃，決敵雌雄，皆非明公敵，三也。 여기서는 반동탁연합을 대표하는 군벌들의 장단점을 나열하고 있고, “생처경사·체장부인”은 원소의 약점에 해당하는 내용입니다. 문제는… 후한 말의 배경에서는 1번 해석이나 2번 해석이나 둘 다 약점이 될 수 있다는 것입니다. 어느 쪽이든 원소가 충분히 남자답지 못하다는, 그래서 동탁의 적수가 될 수 없다는 인신공격입니다. 굳이 따지자면 1번이 더 그럴듯하다는 생각도 듭니다. 그 시대에 지배계급 아이들은 기본적으로 보모의 양육을 받았을 테니까, 2번의 해석대로 원소가 여자의 손에서 자랐다고 치더라도 그것이 그렇게까지 예외적인 일은 아니었을 것 같습니다. 아(雅)의 생각에 내용상으로는 1번이 좀 더 자연스럽고, 형식상으로는 2번이 좀 더 자연스러운 듯합니다. 한 쪽을 선택할 증거가 충분하지 않으므로 공식적으로는 열린 결말로 남겨 두어야 할 것 같습니다. 어쨌든 원소의 적들은 원소의 남성성이 어딘가 부족하다고 공격할 빌미가 있었다는 사실을 알게 되었습니다. 이것을 오늘의 성과로 치겠습니다. 하지만 날이 너무 더워서… 비공식적으로 1번과 2번을 섞어 봅니다. 1번에서 “여자처럼”을 취하고 2번에서 “자랐다”를 취하는 것입니다. 그러면 원소는 여자로서 자랐다는 뜻이 됩니다. 원씨의 본거지가 아닌 낙양에서 비천한 신분으로 아이를 가지게 된 원소의 생모는, 본가에 머무르던 (그리고 아직 아들이 없던) 적처의 투기를 피하기 위해 아들을 낳았다는 사실을 숨기고 원소를 딸로 길렀던 것입니다! 적처가 원술을 낳은 뒤에야 사실을 고백한 것이죠… (당연히 망상입니다) ",
                "tags": "삼국지 원소 여자 여장"
            }, 
        
    
        
            {
                "id": 33,
                "url": "https://zyahan.blog/too-late-spinoff-hair/",
                "title": "외전. 《한서》 〈유림전〉에서 〈왕식전〉을 보세요",
                "subtitle": "",
                "body": "진궁은 조조가 뇌까린 말을 못 들은 듯했다. 조조는 소리를 조금 높여 다시 말했다. “마음에 안 들어…” “네?” “마음에 안 든다…” 진궁은 반성하는 기색이 없었다. “뭔진 모르겠지만 공公의 마음에 안 든다니까 잘된 일이네요. ” “마음에 안 든다고…” “그럼 이참에 좀… 아야. ” 조조는 진궁의 머리카락을 한 꼬집 집고 당겼다. “이 머리카락 말이야…” 진궁은 머리를 잡힌 채 되물었다. “내 머리는 몇 년째 이 모양인데 뭐가 문제예요?” 조조는 머리카락을 잡은 손을 흔들었다. “바로 그게 문제지. 고孤는 애초에 이런 꼴을 허락한 적이 없어. ” 진궁은 말꼬리를 잡았다. “애초에 금지한 적도 없잖아요. ” 하지만 조조는 좋게 타일렀다. “멀쩡한 사람이면 알아서 멀쩡한 모습을 해야지. ” 진궁은 혀를 찼다. “내가 멀쩡한 사람이 아닌데 어떻게 멀쩡하게 꾸미겠어요?” 조조는 도저히 ‘멀쩡한 사람 맞잖아!’라고 말하지 못했다. 대신 소리를 높였다. “머리라도 좀 멀쩡하게 해 봐!“ 진궁은 움츠러들기는커녕 건방지게 조조에게 눈을 흘겼다. “정말이에요? 공公은 진짜로 내가 머리 묶고 관 쓴 걸 보고 싶어요?” 조조는 반사적으로 외쳤다. “당연하지!” 진궁은 자기 머리카락을 만지는 조조의 손가락을 잡고 조조를 똑바로 쳐다보았다. “못 믿겠는데요. ” 조조는 양심에 거리낄 것이 없었다. “고孤가 언제 거짓말하는 거 봤어?” 진궁은 조조의 손가락을 잡은 손아귀에 힘을 주었다. “그러면 삼량관 주셔야 돼요. ” 조조는 손가락이 아팠지만 진궁을 공연히 자극하지 않기 위해 관대하게 참았다. “알았어. ”    며칠 뒤. 진궁은 조조가 미리 보낸 일량짜리 진현관을 쓰고 나와 계단 아래에 서 있었다. 늘 걷어붙이고 있던 소매도 얌전히 손목을 덮고 있었다. “왜 나와 있어?“ 진궁은 엄숙한 얼굴로 말했다. “먼저 올라가십시오. “ 조조는 뭔가 찜찜한 기분을 억누르며 계단을 앞서 올라갔다. 진궁이 뒤따라 올라갔다. 지팡이로 바닥을 쿵쿵 찧던 여느 때와 달리 지팡이 소리를 안 내려고 애쓰는 것이 느껴졌다. 조조는 의아하고 불편했다. ‘왜 평소에 안 하던 짓을 하지?’ 진궁은 급기야 조조의 앞에 무릎을 꿇고 손수 방석을 펼쳤다. 동작은 느렸지만 흠 잡을 데가 없었다. “먼저 자리에 앉으십시오. “ 조조는 숨이 막혔다. 진궁은 다시 조심스럽게 지팡이를 짚고 일어났다. 수 년 전 젊은 진궁이 이렇게 예의를 차릴 때는 귀여웠었다. 하지만 지금 와서 진궁이 신하 흉내를 내는 것은 왠지 모르게 견딜 수 없었다. 조조는 이것을 인정할 수밖에 없었다. “어… 그냥 원래대로 하자. “ “궁宮도 감히 앉겠습니다. ” “불편하잖아. 머리 풀고 편하게 앉아도 괜찮아. ” 진궁은 반응하지 않았다. 어쩔 수 없이 조조는 자기 입으로 명령했다. “관 벗으라고. “ 진궁은 그제서야 고개를 쳐들고 조조를 내려다보았다. ”거짓말쟁이. “    다시 며칠 뒤. 조조가 찾아갔을 때 진궁은 원래 모습으로 돌아가서 드러누워 있었다. “공公은 정말 나쁜 사람이에요. ” 조조는 안심했다. “공대가 나쁜 아이니까 그렇지. ” “나쁜 아이 할 테니까 맛있는 거 먹여 주세요. “ ",
                "tags": "삼국지 감금 참좌지 육형 진궁 조조 조조진궁 의관 산발 헤어스타일"
            }, 
        
    
        
            {
                "id": 34,
                "url": "https://zyahan.blog/aweng/",
                "title": "아옹(阿翁)의 해석 문제: 어린 조간은 과연 맏형 조비를 ‘할아버지’라고 불렀나?",
                "subtitle": "",
                "body": " 🧒 조간(5세): 아옹(阿翁)! 😭 조비(34세): 나는 네 형밖에 안 된단다… 《삼국지》 위지20 〈조왕간전〉 주석에 인용된 《위략》에 나오는 장면입니다. 조간은 조조가 예순 살이 넘어서 슬하에 둔 아들입니다. 조조는 죽으면서 큰아들 조비에게 어린 조간을 잘 돌보아 주라고 유언을 남겼고, 조간은 나이 많은 형 조비를 아옹(阿翁)이라고 불렀습니다. 이 “아옹”은 한국어 삼국지 팬덤에서 대체로 ‘할아버지’로 해석되는 것 같습니다. 일단 현대한국어의 경우 (이제는 조금 낡은 용법이 되기는 했지만) 남성 노인을 ‘아무개 옹’이라고 칭하는 예가 많습니다. 그러니 대략 옹(翁) → 노년 남자 → ‘할아버지’ → 조부 순서로 연상하는 것이 자연스럽습니다. 게다가 《세설신어》에서 어린 손자가 아버지 앞에서 할아버지를 “아옹”이라고 부르는 용례까지 있으므로, 조간은 30대였던 큰형 조비를 ‘할아버지’라고 불렀다고 해석하는 것은 완벽해 보입니다. 정말로 이렇다면 아(雅)는 대체 왜 이 포스트를 쓰고 있을까요? 그럼에도 불구하고 “아옹”을 다르게 해석하고자 하기 때문입니다. 우선 새삼스럽지만 한국어에서 ‘할아버지’의 쓰임을 다시 짚어 봅시다. 이 단어는 일차적으로 조부, 즉 어머니의 아버지나 아버지의 아버지를 가리키는 친족호칭어입니다. 그리고 이차적으로는 혈연 관계가 없는 노년 남성을 부르는 데도 쓰입니다. 이 2차적 용법에서 현대한국어 ‘할아버지’는 고대한어 옹(翁)과 의미를 공유합니다. 아(雅)가 주장하려는 바는, ‘할아버지’의 1차적 용법은 옹(翁)에 완벽하게 대응하지 않는다는 것입니다. 즉, 옹(翁)이 친족호칭어로 쓰인다면 ‘할아버지’보다 다른 의미를 가질 가능성이 더 높다고 봅니다. ‘할아버지’가 아니라면 친족호칭어로서 옹(翁)은 누구를 가리킬까요? 바로 아버지입니다. 옹(翁)이 부친을 가리키는 의미로 쓰이는 예는 많습니다. 특히 유명한 사례로는, 《사기》 〈항우본기〉에서 항우가 유방의 부친을 잡아 놓고 삶아 죽이겠다고 협박하자 유방이 “내 애비가 곧 니 애비 ㅇㅇ” 하고 응수하는 장면이 있습니다. 여기서 ‘애비’의 원문이 바로 옹(翁)입니다. 또 《한서》 〈김일제전〉에서 김일제의 어린 아들은 무제에게 “아빠가 화났어요. ”라고 일러바치는데, 여기서도 옹(翁)이 쓰였습니다. 게다가 옹(翁)은 어머니를 가리키는 모(母)와 짝을 이룹니다. 《삼국지》의 경우 오지19 〈제갈각전〉에 인용된 《강표전》에서 예를 찾을 수 있습니다.  손권: 이 새는 뭐지? 제갈각: ‘백두옹’입니다. 장소: 제갈각이 거짓말을 하는 것입니다. ‘백두옹’이라는 새는 들어본 적이 없습니다. 제갈각에게 ‘백두모’도 잡아오게 하십시오. 머리가 하얗게 센 노인이었던 장소는 제갈각이 자신을 놀리기 위해 백두옹(白頭翁)이라는 말을 지어냈다고 생각했고, ‘백두옹’이라는 새가 정말로 존재한다면 짝을 이루는 ‘백두모’도 있어야 한다는 것이라는 논리를 펼친 것입니다. 여기에서 옹(翁)의 상대로 모(母)가 쓰였습니다. ‘할아버지와 어머니’는 일반적으로 한 쌍을 이루기에 어색하므로, 옹(翁)을 아버지로 보고 ‘아버지와 어머니’로 해석하든지 모(母)를 할머니로 해석해서 ‘할아버지와 할머니’로 해석하든지 해야 할 것입니다. 후한–위진남북조시대 사이의 다른 책에도 옹(翁)이 모(母)와 대등한 한 쌍을 이루는 사례가 나옵니다. 예를 들어 《풍속통의 일문》의 《태평어람》 버전에는 부부가 다투다가 아내가 “네가 우리 옹(翁)을 때린다면 나는 너희 모(母)를 쳐 주마!”[揣我翁者搏若母矣]라고 말하는 장면이 나옵니다. 또 《손자산경》에서는 수탉을 계옹(雞翁), 암탉을 계모(雞母)로 표현했습니다. 이렇게 사람과 짐승을 가리지 않고 옹(翁)은 모(母)와 나란히 쓸 수 있었습니다. 그러면 《세설신어》에서 할아버지를 “아옹”이라고 부른 것은 어떻게 설명할 수 있을까요? 이것은 옹(翁)의 2차적 용법으로 볼 수 있습니다. 전한시대 말의 학자 양웅이 쓴 《방언》에서는 나이든 사람을 존중할 때 공(公)과 옹(翁)을 모두 쓴다고 서술했습니다. 그러므로 할아버지를 높일 때 옹(翁)이라고 부르는 것도 이상하지 않습니다. 친족을 “어르신” 비슷한 말로 부르는 것이 현대한국어 사용자로서 어색할 수 있겠지만, 고대한어어의 경우 친족호칭어가 제한적으로 사용되었고 친족을 부를 때 일반적인 호칭어를 사용하는 일이 많았습니다. 대표적인 현상으로, 부모를 대인(大人)이라고 부르는 사례가 《사기》, 《한서》, 《후한서》, 《삼국지》에 걸쳐 꾸준히 나타나는 것을 들 수 있습니다. 정리하자면 옹(翁)과 ‘할아버지’의 차이는 아래와 같이 요약할 수 있습니다. 고대한어 옹(翁)-모(母):  일차적 용법: 부친-모친 (친족호칭어) 이차적 용법: 나이든 남자-여자현대한국어 할아버지-할머니:  일차적 용법: 조부-조모 (친족호칭어) 이차적 용법: 나이든 남자-여자조간이 조비를 부를 때 “아옹”이라고 한 것을 이차적 용법으로 볼 수도 있겠지만, 문맥상 옹(翁)은 ‘아버지’이고 여기에 아(阿)가 붙었으니까 ‘아빠’로 옮기는 것이 적절하다고 생각합니다. 조간이 어린 나이에 아버지를 잃고 형인 자신을 “아빠”라고 부르는 것이 안쓰러워서 울었겠지요. ",
                "tags": "삼국지 호칭어 조간 조비 강표전 사기 유방 한서 김일제 손권 제갈각 장소 풍속통의 태평어람 세설신어 방언 아빠 할아버지"
            }, 
        
    
        
            {
                "id": 35,
                "url": "https://zyahan.blog/yeyousijun-oc-new/",
                "title": "《시경》 〈야유사균〉 “들판에는 죽은 노루” 상고한어 노래 새 편곡 [멤버십 전용]",
                "subtitle": "",
                "body": "🎵 노래 정보:  가사: 《시경·국풍·소남》 〈야유사균〉 상고한어 재구: Baxter &amp; Sagart (2014) 작곡·노래: 주아 (2020) 편곡: 주아 (2024) 오디오 포맷: MP3 256kbps🎵 원곡 영상 보기: 《시경》 〈야유사균〉 “들판에는 죽은 노루” 상고한어 노래 영상 🎵 편곡 한정판 들으러 가기:       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "시경 야유사균 노루 사슴 삽살개 오디오 비디오 음악 노래 상고한어"
            }, 
        
    
        
            {
                "id": 36,
                "url": "https://zyahan.blog/yeyousijun-oc/",
                "title": "《시경》 〈야유사균〉 “들판에는 죽은 노루” 상고한어 노래 영상",
                "subtitle": "",
                "body": "아래의 시 원문을 상고한어로 전사하고 멜로디를 지어서 노래를 불렀습니다.  野有死麕、 들판에는 죽은 노루白茅包之。 흰 띠풀로 덮었어요  有女懷春、 한 여자가 봄을 품어吉士誘之。 미남자가 꾀었어요  林有樸樕、 숲속에는 떡갈나무野有死鹿。 들판에는 죽은 사슴  白茅純束、 흰 띠풀로 싸맸으니有女如玉。 구슬 같은 미녀에게  舒而脫脫兮、 서두르지 말고서 가만가만히無感我帨兮、 내 무릎 가리개에 닿지 않도록無使尨也吠。 삽살개가 왈왈왈 짖지 않도록《시경·국풍·소남》 〈야유사균〉(野有死麕) 🎵 노래 영상: 작곡·노래: 주아   브라우저가 동영상을 지원하지 않습니다. ",
                "tags": "시경 야유사균 노루 사슴 삽살개 오디오 비디오 음악 노래 상고한어"
            }, 
        
    
        
            {
                "id": 37,
                "url": "https://zyahan.blog/liu-xiang-hated-beautiful-women/",
                "title": "미녀를 혐오한 남자: 《열녀전》 창시자 유향의 취향",
                "subtitle": "",
                "body": "한나라에서 처음 나온 《열녀전》은 원래 여성 열전인 列女傳이었습니다. 한국어권에서 “열녀전” 하면 바로 남자를 위해 목숨을 바친 여자들의 이야기라는 烈女傳부터 떠올리기 쉬운데요, 이렇게 된 배경에는 역사적으로 이중의 의미 왜곡이 존재합니다. 첫 번째는 다양한 여자들의 전기를 나열했다는 열-녀-전(列女傳)이 가치판단이 부여된 열녀-전(烈女傳)으로 바뀐 것이고, 두 번째는 원래 열녀(烈女)의 미덕이 용기, 지혜 등 다양하게 존재해 왔는데 후대에 정절 하나로 축소된 것입니다. 여성의 역할을 축소하고 싶어하는 남성 지식인들은 2천 년 동안 중국에도 많았겠지만, 적어도 “열녀전”의 왜곡에 있어서는 조선의 유교맨들이 훨씬 적극적이었습니다. 여기에서는 《열녀전》의 시초인 전한시대 유향의 저작에 집중해 봅시다. 《한서》 〈유향전〉의 서술에 따르면 유향은 성제가 조 황후(조비연), 조 소의(조합덕), 위 첩여 등 미천한 출신의 미녀들을 총애해서 음란하고 사치한 것을 깨우치려는 배경에서 《열녀전》을 썼습니다. 《열녀전》은 총 8개 편으로 이루어져 있습니다.  모의(母儀) 현명(賢明) 인지(仁智) 정순(貞順) 절의(節義) 변통(辯通) 얼폐(孽嬖) 속열녀전(續列女傳)분류되지 않은 속편을 제외하면 《열녀전》의 여성 유형은 총 일곱 가지로, 여섯 가지 미덕과 한 가지 악덕으로 요약됩니다. 우선 여섯 가지 미덕 중 모의, 정순, 절의는 전통적으로 여성에게 요구되는 미덕으로 잘 알려져 있습니다. 나머지 세 가지는 현명, 인지, 변통으로 통찰력, 지략, 언변을 가리킵니다. 즉, 유향이 높이 평가한 여자들의 절반은 지혜로 이름이 났습니다. 여기서 여성의 지혜가 미치는 범위는 단순히 가정 내에 국한되지 않습니다. 이 세 편에 등장하는 여자들은 아버지의 목숨을 구하고 남편의 처신을 바로잡는 데 그치지 않고 군주 앞에서 국가 대사를 논하기까지 합니다. 흥미로운 점은 여섯 가지 미덕에 해당하는 여자들 중에서는 미녀로 언급된 사람이 거의 없다는 것입니다. 오히려 〈변통〉 편에 등장하는 제나라 종리춘과 고손녀는 추녀입니다. 유향이 여자의 예쁜 얼굴에 관심이 없었던 것일까요? 아닙니다. 오히려 그 반대였습니다. 유향은 여자의 예쁜 얼굴을 비난했습니다. 급기야 〈인지〉 편에서 진나라 숙희의 입을 빌어 “심하게 아름다운 면이 있다면 반드시 심하게 악한 면도 있는 법이다”[有甚美者，必有甚惡]라고 말하는 데 이릅니다. 《열녀전》의 미녀는 악덕에 해당하는 〈얼폐〉 편에 몰려 있습니다. 이 편에서 가장 먼저 등장하는 인물은 하나라 마지막 임금 걸왕의 왕비 말희입니다. 말희의 속성으로 제일 처음 언급되는 것은 “얼굴은 곱고 덕행은 얕다”로, 원문은 “美於色，薄於德”입니다. 이 구절을 “얼굴은 곱지만 덕행은 얕다”로 옮기면 저자 유향의 의도에 어긋날 것입니다. 《열녀전》 전반의 기조를 따르자면, 얼굴이 고운 속성과 덕행이 얕은 속성은 역접이 아니라 순접으로 연결되어야 합니다. 둘 다 부정적인 속성이기 때문입니다. 유향의 여성관에서 “아름답고 현숙한” 여자는 상상하기 어렵습니다. 《열녀전》 〈정순〉 편에 나오는 양나라 과부는 예외적인 인물로, 얼굴이 화사한 한편 덕행이 아름다웠습니다. 여기서 원문을 살펴보면 말희의 서술과 달리 “榮於色而美於行”라고 써서 두 속성을 而(이)로 연결했습니다. 而(이)는 순접으로도 해석할 수 있고 역접으로도 해석할 수 있는데, 순접이든 역접이든 두 가지 속성을 겸비하는 것이 쉽지 않다는 뉘앙스를 풍깁니다. 아(雅)가 기능어 한 단어가 있는지 없는지에 지나치게 큰 의미를 부여하는 것일까요? 그럴 수도 있습니다. 하지만 양나라 과부의 결말을 살펴봅시다. 정절을 지키고 싶었지만 얼굴이 예뻐서 남자들의 구애를 끝없이 받던 과부는 결국 거울과 칼을 꺼내 얼굴을 자해했습니다. 본의 아니게 미녀로 태어났다면, 이렇게 자기의 미모를 스스로 훼손해야 유향의 칭송을 받을 수 있었습니다. 이 점에서 말희의 미모 또한 악덕으로 꼽혔으리라고 짐작해 볼 수 있습니다. 도대체 유향은 왜 이렇게 미녀를 싫어했을까요? 유향은 일생 동안 학문에 몰두했지만, 동시에 끊임없이 황제에게 주목받고 황제에게 영향력을 미치고 싶어했습니다. 우선 청년 시절 선제에게 연금술을 영업했다가 실패해서 사형에 처해질 뻔한 뒤 선제의 뜻에 영합해서 춘추곡량전을 연구했고, 원제 즉위 초 탁고대신 소망지에게 발탁되어 황제를 보좌하는 위치에 올랐다가 환관들에게 쫓겨나 감옥에 갇히고 벼슬길이 막힌 이력이 있습니다. 이렇게 수십 년이 지나는 동안 유향은 노년기에 접어들었고, 성제가 그의 마지막 희망이 되었습니다. 하지만 성제는 유향의 말을 듣는 듯하다가도 외척 왕씨와 후궁 조씨·위씨를 아껴서 유향의 의견을 실제로 채용하지는 못했습니다. 결국 유향의 야심은 평생동안 이루어지지 못했고, 그중에서도 말년에 자기를 좌절시킨 가장 큰 원인을 조비연 등의 미녀에게 돌려서 《열녀전》을 썼을 것입니다. ",
                "tags": "열녀전 여자 유향 미녀 추녀 종리춘 고손녀 말희 양고행 조비연"
            }, 
        
    
        
            {
                "id": 38,
                "url": "https://zyahan.blog/anong/",
                "title": "농, 농, 아농(阿儂)에서 아농(我儂)까지",
                "subtitle": "",
                "body": "예전에 남북조 시대의 지역갈등이 차를 둘러싸고 불거졌던 이야기를 하면서 북위 사람 양현지가 쓴 《냑양가람기(洛陽伽藍記)》라는 책에 나온 일화를 소개한 적이 있습니다. 이 책에서는 북조 사람들이 남조 사람들의 차 마시는 습관을 비하하는데, 차를 낙노(酪奴), 즉 유제품의 종으로 깎아내린 것은 물론이고 더 심한 모욕까지 가합니다. 남조 양나라 사람 진경지가 북조 북위에 사자로 갔다가 술에 취해서 북위를 비하하는 발언을 하자, 중원의 명문 사족 양원신이 이를 반박하는 사건이 일어났습니다. 며칠 뒤 진경지가 병으로 앓아 눕자 양원신이 그의 병을 고쳐 주겠다고 방문합니다. 양원신은 입에 물을 머금고 진경지에게 뿜으며 귀신을 쫓아내는 주문을 읊습니다.  오나라 사람의 귀신이여, 건강(建康)에 붙어서 사는구나. [吳人之鬼，住居建康。]관이며 모자며 자그맣고, 만드는 옷들은 짤막하다. [小作冠帽，短製衣裳。]자기를 부르길 아농(阿儂)이며, 말하는 족족이 아방(阿傍)이라. [自呼阿儂，語則阿傍。]줄풀과 피[稗]로써 밥을 짓고, 차를 마시고 장(漿)을 만든다. [菰稗為飯，茗飲作漿。] 이것으로 끝내지 않고 양원신은 순챗국, 게 요리 등 남방의 음식을 나열하면서 강남의 문화를 마음껏 비하합니다. 여기서도 남방의 괴상한(?) 음식 중 차가 먼저 꼽혔습니다. 남조 사람들은 차를 어지간히 많이 마신 모양이고 북조 사람들은 그것을 어지간히 조롱한 모양입니다. 아무튼 이 글에서 주목하고자 하는 것은 “오나라 귀신”을 묘사하는 데 있어 의관에 이어 두 번째로 거론되는 언어입니다. 특히 오 지역 사람들이 자신을 “아농”이라고 칭한다는 것입니다. “아농”의 해석에 관해서는 사람들의 의견이 갈립니다. 《漢典》 등 여러 사전에서는 아농(阿儂)을 하나의 표제어로 실었는데, 이와 달리 아(阿)와 농(儂) 두 개가 각각 별개의 1인칭 대명사였다고 보는 설도 있습니다. “아농”을 한 단어로 치더라도, 위진남북조 시기 아(阿)는 애칭을 만드는 접두사로 주로 쓰였으므로 농(儂)이 실질적인 의미를 가지는 말이었을 것입니다. 이 儂(농)이라는 한자는 한나라 때까지의 문헌에서 찾아볼 수 없습니다. 《삼국지》와 《세설신어》에도 나오지 않았고, 《진서》에서 동진 시기 인물의 대화에 한 번 쓰인 것이 가장 이른 사례입니다. 그 뒤로 남조 송나라와 제나라의 시가에서 “나”의 의미로 사용된 예를 찾을 수 있습니다. 이런 전통 때문인지, 농(儂)은 시의 언어로 주로 쓰이게 된 것 같습니다. 당나라로 오면 《전당시》 내에서 총 80회나 발견되며, 장호, 온정균 등 중원이나 북방 출신의 시인들도 즐겨 썼습니다. 《낙양가람기》의 일화로 돌아오면 이 오나라 귀신 퇴치 사건은 남조 양 무제 때의 일입니다. 《진서》에 등장한 동진 사람 사마도자가 “농지농지(儂知儂知)” 한 뒤로 대략 100년 정도 지난 시점입니다. 진(晉) 왕조가 강남으로 옮긴 뒤에 쓰기 시작했으니 중원을 차지한 북조 사람들에게는 완전히 낯선 말이었을 것이고, 남조의 괴상한 말버릇의 대표로 꼽힌 것도 어색하지 않습니다. 한편 남북조 이후 당나라와 송나라를 지나 원나라로 오는 동안 농(儂)의 의미와 쓰임이 접미사로 바뀐 것도 재미있습니다. 예를 들어 원나라 사람 관도승의 작품 〈아농사(我儂詞)〉는 “니농아농(你儂我儂)”으로 시작합니다. 여기에서 니농(你儂)은 “그대”, 아농(我儂)은 “나”에 해당합니다. 남조 시기에 쓰이던 아농(阿儂)과 한자가 다르다는 데 유의합시다. 아농(阿儂)에서는 아(阿)가 접사고 농(儂)이 실질적인 의미를 가졌지만, 아농(我儂)의 경우 아(我)가 “나”라는 의미를 가지고 농(儂)은 접사가 되었습니다. 마지막으로 원나라 사람 고덕기가 쓴 《평강기사》에 나오는 일화를 소개하겠습니다.  손님: (똑똑똑) 주인: 누구인강? [誰儂？] 손님: 나당. [我儂。] 주인: (문을 열고) 너였구낭! [卻是你儂。] (오늘날의 상하이 일부에 해당하는) 바닷가 마을에서는 이렇게 “나”, “너”, “누구” 등 온갖 인칭대명사에 농(儂)을 붙여 써서, 타 지역 사람들이 이 마을을 3농의 땅[三儂之地]이라고 불렀다고 합니다. 농(儂)을 쓰는 사람들을 조롱하는 풍습은 이렇게 양나라부터 원나라까지 천 년을 이어진 것입니당… ",
                "tags": "남북조 낙양가람기 지역차별 호칭어 아농 진서 아농사 평강기사 진경지 양원신 차 사마도지 관도승"
            }, 
        
    
        
            {
                "id": 39,
                "url": "https://zyahan.blog/taoyao-oc-new/",
                "title": "《시경》 〈도요〉 “복사나무 소담하니” 상고한어 노래 새 편곡 [멤버십 전용]",
                "subtitle": "",
                "body": "🎵 노래 정보:  가사: 《시경·국풍·주남》 〈도요〉 상고한어 재구: Baxter &amp; Sagart (2014) 작곡·노래: 주아 (2020) 편곡: 주아 (2024) 오디오 포맷: MP3 256kbps🎵 원곡 영상 보기: 《시경》 〈도요〉 “복사나무 소담하니” 상고한어 노래 영상 🎵 편곡 한정판 들으러 가기:       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "시경 도요 복숭아 오디오 비디오 음악 노래 상고한어"
            }, 
        
    
        
            {
                "id": 40,
                "url": "https://zyahan.blog/taoyao-oc/",
                "title": "《시경》 〈도요〉 “복사나무 소담하니” 상고한어 노래 영상",
                "subtitle": "",
                "body": "아래의 시 원문을 상고한어로 전사하고 멜로디를 지어서 노래를 불렀습니다.  桃之夭夭、 복사나무 소담하니灼灼其華。 찬란하게 꽃이 핀다之子于歸、 이 아이가 시집가니宜其室家。 온 집안이 화목하다  桃之夭夭、 복사나무 소담하니有蕡其實。 주렁주렁 열매 연다之子于歸、 이 아이가 시집가니宜其家室。 온 방안이 화목하다  桃之夭夭、 복사나무 소담하니其葉蓁蓁。나뭇잎도 우거진다之子于歸、 이 아이가 시집가니宜其家人。 온가족이 화목하다《시경·국풍·주남》 〈도요〉(桃夭) 《자살하기에는 너무 늦어 버려서》 〈복숭아나무 소담하고〉와도 관련이 있습니다. 🎵 노래 영상: 작곡·노래: 주아   브라우저가 동영상을 지원하지 않습니다. ",
                "tags": "시경 도요 복숭아 오디오 비디오 음악 노래 상고한어"
            }, 
        
    
        
            {
                "id": 41,
                "url": "https://zyahan.blog/dogs-in-later-han/",
                "title": "후한 말 학자들의 개 이야기",
                "subtitle": "",
                "body": "🙋 질문: 삼국시대에도 애완견/사냥개/경비견을 구분해서 활용했을 것 같은데, 페키니즈나 시추처럼 품종 개념도 있었나요? 개를 용도에 따라 전문적으로 훈련시키는 직업도 있었을까요? 💁 답변: 개의 용도별 분류: 우선 한나라에서는 경비견과 사냥개를 구별했습니다. 《예기》 〈소의〉에는 군자들이 수견守犬과 전견田犬을 선물하는 절차가 나옵니다. 복잡한 예의범절은 생략하고 당나라의 학자 공영달의 해설을 참조하면, 개는 집을 지키는 수견守犬, 사냥에 나가는 전견田犬, 그리고 고기를 얻기 위한 식견食犬 세 종류로 나눌 수 있었습니다. 집을 지키는 ‘수견’과 사냥에 나가는 ‘전견’은 이름이 있었지만, 식용으로 기르는 ‘식견’에게는 이름을 붙이지 않았다고 합니다. 고대 중국인들이 개에게 어떤 이름을 붙였는지에 관해서는 예전에 〈🐶 강아지 이름 짓기〉라는 포스트를 따로 쓴 적이 있습니다. 주목할 만한 점은 애완견에 상응하는 분류를 찾을 수 없다는 것입니다. 특정한 쓸모가 없더라도 그냥 강아지가 귀엽다는 이유만으로 기르는 경우도 있었겠지만, 적어도 한나라나 이후의 학자들이 보기에는 인간이 식용 이외의 용도로 집에서 개를 기른다면 도둑을 방비한다거나 사냥에 활용한다거나 하는 명분이 필요했던 것입니다. 다음 문단에서 조금 더 자세히 알아봅시다. 개의 훈련: 《예기》의 또 다른 편인 〈단궁〉에는 공자가 기르던 개가 죽어서 제자 자공을 시켜 묻어 주었다는 이야기가 나옵니다. 공자가 개를 기른 까닭은 알 수 없지만, 죽은 개를 휘장으로 덮어 주고 아끼는 제자에게 매장을 맡겼다는 사실을 보면 이 개를 소중히 여겼던 것이 분명합니다. 일견 감동적인 이야기로 받아들일 수도 있지만, 후한 말의 유학자 정현이 보기에는 그렇지 않았던 모양입니다. 정현은 이 구절에 단 주석에서 개가 집을 지키는 훈련을 받았다면 죽었을 때 휘장에 싸서 따로 묻어 줄 수 있다고 썼습니다. 훈련을 받지 않은 개는 묻어 줄 가치가 없다는 것입니다. 찜찜함을 묻어 두고 이어가자면 개가 집을 지키기 위해서는 훈련을 받았다는 것을 알 수 있습니다. 그렇다면 사냥개는 더 엄격한 훈련이 필요했을 것입니다. 《한서》에 따르면 전한시대 무제 때는 황제의 개를 기르는 구감狗監이라는 관직이 있었습니다. 이 구감의 임무에는 개를 훈련시키는 것도 포함되었으리라고 짐작해 볼 수 있습니다. 비록 《후한서》에는 비슷한 관직이 나오지 않지만, 전한시대에 개에 관한 전문성을 갖춘 관료가 있었다면 후한시대에도 이와 관련된 지식이 전수되었을 것입니다. 개의 품종: 마지막으로 개의 품종에 관해 알아봅시다. 현대 한국어 사용자에게는 개를 가리키는 한자로 犬(견)이 익숙한데, 그 외에도 ‘토사구팽’ 같은 사자성어나 ‘권력의 주구’ 등의 관용 표현에 흔적이 남아 있는 狗(구)도 있습니다. 한나라에서는 두 글자를 모두 많이 사용했습니다. 그렇다면 두 글자의 뜻이 완전히 같았을까요? 처음에 언급했던 공영달이 《예기》 〈곡례 상〉에 붙인 해설에 따르면, 견犬은 큰 개, 구狗는 작은 개를 가리킨다고도 합니다. 즉, 개의 크기에 따라 명칭을 다르게 했다고 볼 여지가 존재했습니다. 한편 후한 말의 학자 허신은 《설문해자》에서 당시 사용되던 한자를 부수별로 집대성했는데, 이 책의 〈견부〉에는 개[犬]에 관한 한자가 87개나 들어 있습니다. 그중에서 개의 외견과 관련된 한자를 몇 개 뽑아 보면 다음과 같습니다.    尨(방): 개 중에서 털이 많은 놈.   猲(갈): 주둥이가 짧은 개.   猈(패): 목이 짧은 개.  이런 묘사는 개별 개의 특징일 수도 있지만, 견종 자체의 속성으로 볼 수도 있겠습니다. 이 게시물은 《창작자와 오타쿠를 위한 삼국지 100문 100답》에 응모된 질문에 대한 답변 예시로 작성했습니다. 평소에 삼국지 썰을 풀다가 궁금하셨던 점이 있으면 아래 링크를 참고하여 질문을 남겨 주세요!   🙋 질문 남기러 가기 ",
                "tags": "개 강아지 경비견 사냥개 애완 예기 공자 자공 토사구팽 주구 설문해자 반려동물"
            }, 
        
    
        
            {
                "id": 42,
                "url": "https://zyahan.blog/sanguo-pocket-06/",
                "title": "삼국지포켓북 6. 아이들의 놀이와 노래 [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "  📕 삼국지포켓북6: 아이들의 놀이와 노래 PDF 구매하기 삼국지포켓북이란?: 《삼국지포켓북》 시리즈에서는 후한 말~삼국~서진 시대에 사람들이 어떻게 생활했는지를 알리고 있습니다. 이 프로젝트의 주된 목표는 1차 및 동인 창작자들이 참고할 수 있는 정보를 제공하는 것입니다. 특히 사소하지만 의외로 쏠쏠하게 써먹을 수 있는 사실을 발굴해서 영업하는 데 중점을 두고 있습니다. 그러면서도 각 소책자는 창작과 무관하게 그냥 읽어도 흥미로운 내용을 담고 있습니다. 특히, 《삼국지포켓북》에서는 아래와 같이 기존 삼국지 창작물에서 찾기 어려운 정보를 얻으실 수 있고, 사전지식이 없는 경우에도 읽는 데 큰 장벽이 없습니다.  “유 황숙”이라는 호칭은 연의의 창작인데요, 그렇다면 정사에서 사람들은 유비를 뭐라고 불렀을까요? 후한 시대에 고기 요리로 가장 대중적인 것은 무엇이었을까요? 위나라의 황제가 된 조비는 왜 손권에게 작두향을 바치라고 했을까요? 조조는 “협천자”로 정권을 잡고 제일 먼저 어떤 정책을 실시하려고 했을까요? 군웅할거 시대 군대에 군의관이 충분히 있었을까요? 병사들이 병들면 어떻게 했을까요? 삼국지에 나오는 아이들은 무슨 장난감을 가지고 놀았을까요?동시에, 모든 정보의 근거와 출처를 확실하게 명시했기 때문에 더 심화된 내용을 찾아보기에도 편리합니다. 참고한 자료의 범위는 역사서와 경서를 포함한 한문 원전, 국내외 학술지에 수록된 연구논문, 대학원의 학위논문, 정식 출판된 단행본이고, 인터넷 자료의 경우 대한민국 공공기관, 대만 국립중앙연구원, Chinese Text Project에서 공개한 데이터베이스만 사용했습니다. 구체적인 면면은 아래 샘플에 포함된 참고 문헌 목록에서 확인하실 수 있습니다. 삼국지포켓북6: 아이들의 놀이와 노래: 《삼국지》 위지7 〈장막전〉에서 여포의 아내는 진궁이 조조의 부하였을 때 조조가 진궁을 갓난아기처럼 대했다고 말합니다. 대체 조조가 진궁을 어떻게 했기에 이런 이야기가 적진까지 퍼져나간 것일까요? 아(雅)는 이 대목을 읽을 때마다 전한(前漢) 사람 가의가 쓴 《신서》의 한 구절을 떠올립니다.  바로 임금께서 오랑캐 아이들을 친히 어루만지셔서, 얼러도 주시고, 장난도 치시고, 구운 고기를 주실 때 손수 입에 넣어 먹이시고, 좋은 옷을 꺼내 손수 내리시는 것입니다. [上即幸拊胡嬰兒，擣遒之，戲弄之，乃授炙，幸自啗之，出好衣閑，且自為贛之。] 가의, 《신서(新書)》 권4 〈흉노(匈奴)〉 이 글에서 가의는 흉노를 회유할 계책으로 황제에게 흉노의 아이들을 귀여워할 것을 권유하고 있습니다. 그리고 그 귀여워하는 방식이란 아이들을 몸소 어루만지고, 어르고 놀리며, 아이들에게 맛있는 음식을 직접 먹여 주고, 예쁜 옷을 직접 입혀 주는 것입니다. 이 묘사에서 주체와 객체를 조조와 진궁으로 바꾸어 보면… 음, 소문이 나는 것도 당연한 일입니다. 심지어 아이도 아닌 `갓난아기’였으니 더 유난스러웠겠지요. 아무튼 이 일화에서 알 수 있는 것은 어른을 아기나 아이처럼 대한다는 말이 그 사람을 아끼고 사랑한다는 뜻으로 통했다는 사실입니다. 즉, 전란으로 황폐하기만 할 것 같은 《삼국지》의 세계에서도 아이들은 기본적으로 어른들이 아끼고 사랑해야 하는 대상이었음을 알 수 있습니다. 《삼국지포켓북6: 아이들의 놀이와 노래》에서는 이 시대를 배경으로 하는 창작물에서 아동을 묘사하는 데 활용할 수 있는 정보를 엮었습니다. 이 작업에서 어려운 점은 아동 자신이 남긴 말을 거의 찾을 수 없다는 것입니다. 어쩔 수 없이 어른들의 기록을 통해 아동의 생활에 관한 단서를 찾아야 합니다. 다행히 우리는 대부분 아동 시절의 기억을 가지고 있습니다. 여기에서 《삼국지》 아동의 삶을 상상해 내는 것이 우리의 몫입니다.  관련 텀블벅 프로젝트: https://zyahan. blog/sanguo-pocket-06/분량: 포켓북 사이즈(108mm*165mm) 47페이지 목차, 본문, 참고문헌 샘플: 주의사항:  이 책의 PDF 파일은 양도, 재배포, 재판매가 불가능합니다.  이 책의 내용을 학교 과제물, 학위논문 등 학술적인 목적에 사용하는 것을 금합니다.  이 책의 내용을 소설, 만화, 게임 등의 창작물에 활용하시는 경우 출처를 밝혀 주세요. 인용 방법:  주아, 삼국지포켓북6: 아이들의 놀이와 노래. https://zyahan. blog/sanguo-pocket-06/  📕 삼국지포켓북6: 아이들의 놀이와 노래 PDF 구매하기 ",
                "tags": "삼국지 아동 장난감 동요 전자책 삼국지포켓북"
            }, 
        
    
        
            {
                "id": 43,
                "url": "https://zyahan.blog/sanguo-pocket-05/",
                "title": "삼국지포켓북 5. 의사와 음악가의 공통점은? [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "  📕 삼국지포켓북5: 의사와 음악가의 공통점은? PDF 구매하기 삼국지포켓북이란?: 《삼국지포켓북》 시리즈에서는 후한 말~삼국~서진 시대에 사람들이 어떻게 생활했는지를 알리고 있습니다. 이 프로젝트의 주된 목표는 1차 및 동인 창작자들이 참고할 수 있는 정보를 제공하는 것입니다. 특히 사소하지만 의외로 쏠쏠하게 써먹을 수 있는 사실을 발굴해서 영업하는 데 중점을 두고 있습니다. 그러면서도 각 소책자는 창작과 무관하게 그냥 읽어도 흥미로운 내용을 담고 있습니다. 특히, 《삼국지포켓북》에서는 아래와 같이 기존 삼국지 창작물에서 찾기 어려운 정보를 얻으실 수 있고, 사전지식이 없는 경우에도 읽는 데 큰 장벽이 없습니다.  “유 황숙”이라는 호칭은 연의의 창작인데요, 그렇다면 정사에서 사람들은 유비를 뭐라고 불렀을까요? 후한 시대에 고기 요리로 가장 대중적인 것은 무엇이었을까요? 위나라의 황제가 된 조비는 왜 손권에게 작두향을 바치라고 했을까요? 조조는 “협천자”로 정권을 잡고 제일 먼저 어떤 정책을 실시하려고 했을까요? 군웅할거 시대 군대에 군의관이 충분히 있었을까요? 병사들이 병들면 어떻게 했을까요? 삼국지에 나오는 아이들은 무슨 장난감을 가지고 놀았을까요?동시에, 모든 정보의 근거와 출처를 확실하게 명시했기 때문에 더 심화된 내용을 찾아보기에도 편리합니다. 참고한 자료의 범위는 역사서와 경서를 포함한 한문 원전, 국내외 학술지에 수록된 연구논문, 대학원의 학위논문, 정식 출판된 단행본이고, 인터넷 자료의 경우 대한민국 공공기관, 대만 국립중앙연구원, Chinese Text Project에서 공개한 데이터베이스만 사용했습니다. 구체적인 면면은 아래 샘플에 포함된 참고 문헌 목록에서 확인하실 수 있습니다. 삼국지포켓북5: 의사와 음악가의 공통점은?: 앞서 삼국지포켓북4 《육형 부활 논쟁에 관한 시론》은 《삼국지》의 시대에 전장 밖에서 활동한 사람들, 특히 형법 제도에 관한 논의를 발전시킨 문관 관료들에게 주목했습니다. 이번 삼국지포켓북5 《의사와 음악가의 공통점은?》에서는 전장 안으로 눈을 돌려 보겠습니다. 《삼국지》를 좋아하는 사람이든 모르는 사람이든 대부분 《삼국지》를 전쟁 이야기라고 생각합니다. 특히 게임에서는 전투와 무장 시스템이 “삼국지의 꽃’”으로 불립니다. 지금까지 《삼국지》를 다룬 글의 상당수는 전투에 초점을 두었고, 이 추세는 앞으로도 계속될 것 같습니다. 하지만 그럴수록 《삼국지포켓북》 연작에서는 전투 이외의 소재를 더 많이 발굴하고자 합니다. 시대를 막론하고 군대를 유지하고 전쟁을 계속하기 위해서는 장수와 사병뿐만 아니라 여러 비전투원이 필요했습니다. 그중에서도 군의관은 군인들의 몸을, 군악대는 군인들의 마음을 위로하고 고치는 역할을 맡았습니다. 이 글에서는 《삼국지》의 세계에서 군의관과 군악대가 하는 일을 묘사하는 데 활용할 수 있는 여러 가지 세부사항을 다룹니다. 이를 위해 먼저 이 시대 전반에 걸쳐 의료와 음악이 각각 어느 정도의 수준으로 발전했고 사회 내에서 어떤 역할을 요구받았는지를 탐색하고, 군의관과 군악대와 관련된 제도로 무엇이 있었는지를 소개한 다음, 군대 내에서 장수들과 사병들이 어떤 진료를 받고 어떤 음악을 접했는지를 다양한 자료를 통해 구체적으로 알아보겠습니다. 현대인이 보기에는 의학과 음악을 함께 다루는 접근 방식이 어색할 수도 있습니다. 하지만 고중세 중국에서, 특히 《삼국지》의 세계에서 편찬자 진수를 비롯한 사대부의 시각으로는 이 분류가 자연스러웠습니다. 의사와 음악가의 공통점이 무엇인지, 지배계급이 이들을 어떻게 다루었는지를 살펴보는 것으로 이 글을 끝내도록 하겠습니다.  관련 텀블벅 프로젝트: https://tumblbug. com/books-of-han-4분량: 포켓북 사이즈(108mm*165mm) 47페이지 목차, 본문, 참고문헌 샘플: 주의사항:  이 책의 PDF 파일은 양도, 재배포, 재판매가 불가능합니다.  이 책의 내용을 학교 과제물, 학위논문 등 학술적인 목적에 사용하는 것을 금합니다.  이 책의 내용을 소설, 만화, 게임 등의 창작물에 활용하시는 경우 출처를 밝혀 주세요. 인용 방법:  주아, 삼국지포켓북5: 의사와 음악가의 공통점은?. https://zyahan. blog/sanguo-pocket-05/  📕 삼국지포켓북5: 의사와 음악가의 공통점은? PDF 구매하기 ",
                "tags": "삼국지 의사 음악가 의학 음악 전자책 삼국지포켓북"
            }, 
        
    
        
            {
                "id": 44,
                "url": "https://zyahan.blog/sanguo-pocket-04/",
                "title": "삼국지포켓북 4. 육형 부활 논의에 관한 시론 [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "  📕 삼국지포켓북4: 육형 부활 논의에 관한 시론 PDF 구매하기 삼국지포켓북이란?: 《삼국지포켓북》 시리즈에서는 후한 말~삼국~서진 시대에 사람들이 어떻게 생활했는지를 알리고 있습니다. 이 프로젝트의 주된 목표는 1차 및 동인 창작자들이 참고할 수 있는 정보를 제공하는 것입니다. 특히 사소하지만 의외로 쏠쏠하게 써먹을 수 있는 사실을 발굴해서 영업하는 데 중점을 두고 있습니다. 그러면서도 각 소책자는 창작과 무관하게 그냥 읽어도 흥미로운 내용을 담고 있습니다. 특히, 《삼국지포켓북》에서는 아래와 같이 기존 삼국지 창작물에서 찾기 어려운 정보를 얻으실 수 있고, 사전지식이 없는 경우에도 읽는 데 큰 장벽이 없습니다.  “유 황숙”이라는 호칭은 연의의 창작인데요, 그렇다면 정사에서 사람들은 유비를 뭐라고 불렀을까요? 후한 시대에 고기 요리로 가장 대중적인 것은 무엇이었을까요? 위나라의 황제가 된 조비는 왜 손권에게 작두향을 바치라고 했을까요? 조조는 “협천자”로 정권을 잡고 제일 먼저 어떤 정책을 실시하려고 했을까요? 군웅할거 시대 군대에 군의관이 충분히 있었을까요? 병사들이 병들면 어떻게 했을까요? 삼국지에 나오는 아이들은 무슨 장난감을 가지고 놀았을까요?동시에, 모든 정보의 근거와 출처를 확실하게 명시했기 때문에 더 심화된 내용을 찾아보기에도 편리합니다. 참고한 자료의 범위는 역사서와 경서를 포함한 한문 원전, 국내외 학술지에 수록된 연구논문, 대학원의 학위논문, 정식 출판된 단행본이고, 인터넷 자료의 경우 대한민국 공공기관, 대만 국립중앙연구원, Chinese Text Project에서 공개한 데이터베이스만 사용했습니다. 구체적인 면면은 아래 샘플에 포함된 참고 문헌 목록에서 확인하실 수 있습니다. 삼국지포켓북4: 육형 부활 논의에 관한 시론: 삼국지를 소재로 하는 이야기를 자주 접하다 보면 아무래도 인물을 군주·책사·장수 세 개 클래스 중 하나로 인식하게 되는 듯합니다. 예를 들어 순욱, 진군, 종요와 같은 조조 휘하의 문관들의 경우 위나라의 책사로 분류되고, 조조가 출전한 무슨 전투에서 어떤 계책을 내었는지를 주로 기억하게 됩니다. 이들이 외교나 내정에 대한 의견을 낼 때도 있지만 결국은 다 전쟁을 대비하고 세력을 확장하기 위한 활동으로 해석됩니다. 마치 역사서 《삼국지》나 소설 《삼국연의》에 등장하는 모두가 다 전쟁을 위해 존재하는 것만 같습니다. 그래서 여러 해 전 《중국형법사 연구》라는 책을 읽다가 깜짝 놀랐습니다. 제목만 보아서는 《삼국지》 같은 전쟁 이야기와 엮일 일이 없을 줄 알았는데, 뜻밖에 조조, 순욱, 진군, 종요 등 낯익은 이름이 등장했기 때문입니다. 이 사람들이 전쟁과 직접적으로 연관되지 않은 국내 정책에도 의견을 내고 토론을 하고 있었어요! 나중에 정사 《삼국지》에 관심을 가지고 읽어 보니, 볼수록 이 시대에 전쟁터 바깥에서 사람들이 여러 방면으로 사회를 유지하고 있었다는 사실을 알게 되었습니다. 무엇보다 조조가 이각과 곽사의 난을 피해 도망치던 헌제를 맞아들여 허도로 천도한 후에 새로운 전장을 찾아나선 것이 아니라 300여 년 전에 폐지되었던 육형이라는 제도를 부활시키고자 한 것이 흥미로웠습니다. 이 책의 목표는 《삼국지》 시대에 여러 차례 일어난 육형 부활 논의의 내용과 의의를 이해하는 것입니다. 그러려면 먼저 육형이 무엇이고 어떤 역사를 가지고 있는지를 알 필요가 있습니다. 1장에서 상·주 시대 유물과 진·한 시대 간독(簡牘; 대나무쪽에 글을 쓴 ‘죽간’과 목판에 글을 쓴 ‘목독’) 자료를 활용하여 한나라 이전에 존재했던 육형이 사람들의 삶에 어떤 영향을 미쳤는지를 구체적인 예를 통해 살펴보고, 2장에서 전한 시대의 육형 폐지를 다룬 뒤 3장에서 후한 이후의 육형 부활 논의를 순서대로 정리하겠습니다.  관련 텀블벅 프로젝트: https://zyahan. blog/sanguo-pocket-04/분량: 포켓북 사이즈(108mm*165mm) 47페이지 목차, 본문, 참고문헌 샘플: 주의사항:  이 책의 PDF 파일은 양도, 재배포, 재판매가 불가능합니다.  이 책의 내용을 학교 과제물, 학위논문 등 학술적인 목적에 사용하는 것을 금합니다.  이 책의 내용을 소설, 만화, 게임 등의 창작물에 활용하시는 경우 출처를 밝혀 주세요. 인용 방법:  주아, 삼국지포켓북4: 육형 부활 논의에 관한 시론. https://zya-han. github. io/sanguo-pocket-04/  📕 삼국지포켓북4: 육형 부활 논의에 관한 시론 PDF 구매하기 ",
                "tags": "삼국지 육형 전자책 삼국지포켓북"
            }, 
        
    
        
            {
                "id": 45,
                "url": "https://zyahan.blog/sanguo-pocket-03/",
                "title": "삼국지포켓북 3. 향, 새로운 감각의 개척 [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "  📕 삼국지포켓북3: 향, 새로운 감각의 개척 PDF 구매하기 삼국지포켓북이란?: 《삼국지포켓북》 시리즈에서는 후한 말~삼국~서진 시대에 사람들이 어떻게 생활했는지를 알리고 있습니다. 이 프로젝트의 주된 목표는 1차 및 동인 창작자들이 참고할 수 있는 정보를 제공하는 것입니다. 특히 사소하지만 의외로 쏠쏠하게 써먹을 수 있는 사실을 발굴해서 영업하는 데 중점을 두고 있습니다. 그러면서도 각 소책자는 창작과 무관하게 그냥 읽어도 흥미로운 내용을 담고 있습니다. 특히, 《삼국지포켓북》에서는 아래와 같이 기존 삼국지 창작물에서 찾기 어려운 정보를 얻으실 수 있고, 사전지식이 없는 경우에도 읽는 데 큰 장벽이 없습니다.  “유 황숙”이라는 호칭은 연의의 창작인데요, 그렇다면 정사에서 사람들은 유비를 뭐라고 불렀을까요? 후한 시대에 고기 요리로 가장 대중적인 것은 무엇이었을까요? 위나라의 황제가 된 조비는 왜 손권에게 작두향을 바치라고 했을까요? 조조는 “협천자”로 정권을 잡고 제일 먼저 어떤 정책을 실시하려고 했을까요? 군웅할거 시대 군대에 군의관이 충분히 있었을까요? 병사들이 병들면 어떻게 했을까요? 삼국지에 나오는 아이들은 무슨 장난감을 가지고 놀았을까요?동시에, 모든 정보의 근거와 출처를 확실하게 명시했기 때문에 더 심화된 내용을 찾아보기에도 편리합니다. 참고한 자료의 범위는 역사서와 경서를 포함한 한문 원전, 국내외 학술지에 수록된 연구논문, 대학원의 학위논문, 정식 출판된 단행본이고, 인터넷 자료의 경우 대한민국 공공기관, 대만 국립중앙연구원, Chinese Text Project에서 공개한 데이터베이스만 사용했습니다. 구체적인 면면은 아래 샘플에 포함된 참고 문헌 목록에서 확인하실 수 있습니다. 삼국지포켓북3: 향, 새로운 감각의 개척: 전국 시대 《순자(荀子)》의 〈예론(禮論)〉에 따르면 예(禮)는 인간의 감각과 욕구에 기초를 두고 있습니다. 전한 시대의 유학자들도 오감을 자극하는 여러 요소에서 예를 갖추고자 했고, 그 결과로 시각을 즐겁게 하는 의복, 미각을 즐겁게 하는 음식, 청각을 즐겁게 하는 음악에 관한 각종 예의 규범이 촘촘하게 마련되었습니다. 그런데 이에 비해 후각을 즐겁게 하는 향기에 대한 제약은 《예기(禮記)》에서 찾아보기 어렵습니다. 전한 시대의 다른 문헌인 《염철론(鹽鐵論)》에서도 사정은 비슷합니다. 〈산부족(散不足)〉 편에서 유학자들은 옛날 사람들이 신분 등급에 따라 집, 수레, 의복, 마구, 식기, 술, 제사, 가구, 악기, 제기, 상례, 혼례, 부부 관계, 신발 등등을 얼마나 철저하게 구별했는지를 찬미했고, 오늘날 신분 질서가 문란해지고 사치가 범람해서 이런 구별이 사라진 현실을 개탄했습니다. 그런데 여기에서도 향에 대한 언급은 나오지 않습니다. 이렇게 후각에 대한 기록이 다른 감각보다 빈약한 것을 볼 때, 전한 시대까지 향은 극소수 황족의 전유물이었던 것 같습니다. 황궁 밖에 사는 대다수 사람들은 애초에 좋은 향을 접할 기회가 없었으므로, 향의 사용을 제약하는 예의 규범이 마련될 필요가 없었고 향으로 신분에 맞지 않는 사치를 부리는 사례도 보이지 않았을 것입니다. 이런 상황은 《삼국지》의 시대에 와서 바뀌게 됩니다. 《삼국지》 이전의 역사서에서 향이 주로 선정과 미담에 대한 비유로 사용되었다면, 《삼국지》에서는 서역산 향료를 소개하고 사람들이—여전히 상류층에 한정되기는 하지만—실물로 향을 피웁니다. 이 점에서 향은 《삼국지》의 시대를 이전과 구별지어 주는 중요한 아이템이라고 할 수 있습니다. 따라서 이 책에서는 《삼국지》의 시대에 누가 어디에서 무슨 향을 어떻게 사용했는지를 여러 기록과 유물에 근거하여 소개하고자 합니다.  관련 텀블벅 프로젝트: https://tumblbug. com/books-of-han-3분량: 포켓북 사이즈(108mm*165mm) 69페이지 목차, 본문, 참고문헌 샘플: 주의사항:  이 책의 PDF 파일은 양도, 재배포, 재판매가 불가능합니다.  이 책의 내용을 학교 과제물, 학위논문 등 학술적인 목적에 사용하는 것을 금합니다.  이 책의 내용을 소설, 만화, 게임 등의 창작물에 활용하시는 경우 출처를 밝혀 주세요. 인용 방법:  주아, 삼국지포켓북3: 향, 새로운 감각의 개척. https://zyahan. blog/sanguo-pocket-03/  📕 삼국지포켓북3: 향, 새로운 감각의 개척 PDF 구매하기 ",
                "tags": "삼국지 향 전자책 삼국지포켓북"
            }, 
        
    
        
            {
                "id": 46,
                "url": "https://zyahan.blog/sanguo-pocket-02/",
                "title": "삼국지포켓북 2. 예의를 버리고 음식을 구하다 [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "  📕 삼국지포켓북2: 예의를 버리고 음식을 구하다 PDF 구매하기 삼국지포켓북이란?: 《삼국지포켓북》 시리즈에서는 후한 말~삼국~서진 시대에 사람들이 어떻게 생활했는지를 알리고 있습니다. 이 프로젝트의 주된 목표는 1차 및 동인 창작자들이 참고할 수 있는 정보를 제공하는 것입니다. 특히 사소하지만 의외로 쏠쏠하게 써먹을 수 있는 사실을 발굴해서 영업하는 데 중점을 두고 있습니다. 그러면서도 각 소책자는 창작과 무관하게 그냥 읽어도 흥미로운 내용을 담고 있습니다. 특히, 《삼국지포켓북》에서는 아래와 같이 기존 삼국지 창작물에서 찾기 어려운 정보를 얻으실 수 있고, 사전지식이 없는 경우에도 읽는 데 큰 장벽이 없습니다.  “유 황숙”이라는 호칭은 연의의 창작인데요, 그렇다면 정사에서 사람들은 유비를 뭐라고 불렀을까요? 후한 시대에 고기 요리로 가장 대중적인 것은 무엇이었을까요? 위나라의 황제가 된 조비는 왜 손권에게 작두향을 바치라고 했을까요? 조조는 “협천자”로 정권을 잡고 제일 먼저 어떤 정책을 실시하려고 했을까요? 군웅할거 시대 군대에 군의관이 충분히 있었을까요? 병사들이 병들면 어떻게 했을까요? 삼국지에 나오는 아이들은 무슨 장난감을 가지고 놀았을까요?동시에, 모든 정보의 근거와 출처를 확실하게 명시했기 때문에 더 심화된 내용을 찾아보기에도 편리합니다. 참고한 자료의 범위는 역사서와 경서를 포함한 한문 원전, 국내외 학술지에 수록된 연구논문, 대학원의 학위논문, 정식 출판된 단행본이고, 인터넷 자료의 경우 대한민국 공공기관, 대만 국립중앙연구원, Chinese Text Project에서 공개한 데이터베이스만 사용했습니다. 구체적인 면면은 아래 샘플에 포함된 참고 문헌 목록에서 확인하실 수 있습니다. 삼국지포켓북2: 예의를 버리고 음식을 구하다: 《삼국지포켓북》 시리즈는 ‘동인지를 위한 동인지’로서, 대략 후한 말에서 서진 초까지를 배경으로 하는 정사 기반 삼국지 세계관의 N차 창작에 참고할 수 있는 자료를 주제별로 제공하는 것이 목적입니다. 2권인 《예의를 버리고 음식을 구하다》에서는 삼국지 캐릭터들이 어떤 음식을 어떻게 먹었는지를 여러 기록에 근거하여 소개하고자 합니다. 관련된 기록으로는 정사 24사 중에서 해당 시대를 다루는 《후한서》와 《삼국지》를 기본으로 삼고 《설문해자》와 《풍속통의》 등 후한 말에 활동한 학자들의 저작을 참조했습니다. 추가로 남조 시대의 문집 《문선》, 당대의 백과사전 《예문유취》, 송대의 백과사전 《태평어람》, 청대의 총서 《전상고·삼대·진·한·삼국·육조문》에 실린 문장도 자료로 채택했는데, ‘정사’에 충실한 고증을 원하시는 경우 여기에 해당하는 내용은 제외하고 보셔도 괜찮습니다. 책의 내용은 장광즈가 편찬한 《중국음식문화사》에 실린 위잉스의 〈한〉에서 재구성한 한나라의 연회 코스를 따라 음료, 수프, 메인요리, 식사, 디저트, 2차의 순서로 진행되며, 부록으로 후한 말을 대표하는 음식인 ‘병’과 ‘자’를 따로 다루었습니다.  관련 텀블벅 프로젝트: https://tumblbug. com/books-of-han-2분량: 포켓북 사이즈(108mm*165mm) 89페이지 목차, 본문, 참고문헌 샘플: 주의사항:  이 책의 PDF 파일은 양도, 재배포, 재판매가 불가능합니다.  이 책의 내용을 학교 과제물, 학위논문 등 학술적인 목적에 사용하는 것을 금합니다.  이 책의 내용을 소설, 만화, 게임 등의 창작물에 활용하시는 경우 출처를 밝혀 주세요. 인용 방법:  주아, 삼국지포켓북2: 예의를 버리고 음식을 구하다. https://zyahan. blog/sanguo-pocket-02/  📕 삼국지포켓북2: 예의를 버리고 음식을 구하다 PDF 구매하기 ",
                "tags": "삼국지 음식 전자책 삼국지포켓북"
            }, 
        
    
        
            {
                "id": 47,
                "url": "https://zyahan.blog/armed-women/",
                "title": "후한 말 여성의 무장과 무예",
                "subtitle": "",
                "body": "🙋 질문: 후한 말의 시기에 여성도 호신도구(단검이라든지)를 갖고 다니거나 무술을 익히는 게 보편적이었나요? 💁 답변: 한국에는 “은장도”로 유명한 장도粧刀의 전통이 있었습니다. 그런데 중국 한나라에는 이 용도에 상응하는 물건이 보이지 않습니다. 장도와 비슷한 크기로 서도書刀라는 칼이 있었으나, 주로 남성 관리가 허리에 차고 다녔고 죽간에서 틀린 글자를 긁어내는 데 사용했다는 점에서 장도와 다릅니다.  서도를 허리에 걸고 다닌 한나라의 점잖은 지식인 남성의 경우, 대체로 여성이 무기를 소지하는 데 기겁한 것 같습니다. 대표적인 예로 전한 말의 학자 유향이 쓴 《열녀전列女傳》을 살펴봅시다. 이 책에서는 하나라 걸왕의 왕비 말희의 “악행”을 서술할 때 여자가 남자의 마음을 가져서 “검을 차고” 관을 썼다고 적었습니다. 말희가 검으로 사람을 해쳤다거나 하는 기록은 없지만, 남자들에게는 일단 여자가 공공연히 검을 착용했다는 것만으로 지탄할 만한 사유가 성립했던 것입니다. 이렇게 남자들은 검을 남성의 전유물로 여겼습니다. 하지만 남자들이 금지하고 싶어했다고 해서 존재가 없어지는 것은 아닙니다. 검술에 능통한 여성에 대한 기록 또한 존재합니다. 후한 시대 초반에 나온 《오월춘추》라는 책을 보면, 춘추 시대 오나라와 월나라가 서로 복수전을 벌일 때 월왕 구천이 월나라 남쪽 숲에 살던 검술의 달인 월녀를 등용해서 군대를 훈련시키는 이야기가 나옵니다. 《오월춘추》 자체는 허구적인 요소가 많고, 여기 등장하는 월녀의 행적도 원숭이 요괴와 싸우는 등 전설에 가깝습니다. 하지만 월녀검법은 왕충이라는 학자가 쓴 《논형》이라는 책에도 당시의 유명한 검법으로 언급되는 것으로 보아 후한 시기에 실제로 존재했을 가능성이 높습니다. 실존 인물의 생생한 사례로는 《삼국지》 위지18 〈방육전〉 주석에 인용된 황보밀의 《열녀전》에서 묘사한 조아의 복수극이 있습니다. 후한 말 조아는 아버지를 살해한 원수에게 보복하기 위해 먼저 남몰래 좋은 칼을 구하고, 긴 칼과 짧은 칼을 각기 사서 밤마다 칼을 갈며 복수를 다짐했습니다. 이렇게 복수를 준비한 조아는 마침내 몸을 숨기고 길을 나서서 원수를 공격했습니다. 원수가 말을 타고 도망치려고 하자 조아는 칼로 원수를 내리쳐 떨어뜨렸습니다. 그 와중에 자기의 칼이 부러져서 원수의 칼을 빼앗아 죽이려고 했으나, 뜻대로 되지 않아서 결국 원수를 몸으로 제압하고 손으로 목을 쳐서 죽였습니다. 여기서 조아는 주천군 사람입니다. 서북부 변방에서 이민족과 무력으로 자주 충돌하는 지역 특성상 여성이 무기와 무술을 접할 가능성이 중원보다 높았으리라고 추측해 볼 수 있습니다. 결론을 내리자면, 후한 말 여성이 무기를 소지하거나 무예를 익히는 것이 보편적인 현상이었다고 볼 증거는 부족합니다. 하지만 시대와 지역에 따라 분위기가 달랐고, 개개인이 접근할 기회가 원천적으로 차단되었다고 보기는 어렵습니다. 이 게시물은 《창작자와 오타쿠를 위한 삼국지 100문 100답》에 응모된 질문에 대한 답변 예시로 작성했습니다. 평소에 삼국지 썰을 풀다가 궁금하셨던 점이 있으면 아래 링크를 참고하여 질문을 남겨 주세요!   🙋 질문 남기러 가기 ",
                "tags": "여자 무기 검 열녀전 말희 오월춘추 논형 월녀 월녀검 삼국지 조아"
            }, 
        
    
        
            {
                "id": 48,
                "url": "https://zyahan.blog/sanguo-pocket-01/",
                "title": "삼국지포켓북 1. 호칭어 가이드 [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "  📕 삼국지포켓북1: 호칭어 가이드 PDF 구매하기 삼국지포켓북이란?: 《삼국지포켓북》 시리즈에서는 후한 말~삼국~서진 시대에 사람들이 어떻게 생활했는지를 알리고 있습니다. 이 프로젝트의 주된 목표는 1차 및 동인 창작자들이 참고할 수 있는 정보를 제공하는 것입니다. 특히 사소하지만 의외로 쏠쏠하게 써먹을 수 있는 사실을 발굴해서 영업하는 데 중점을 두고 있습니다. 그러면서도 각 소책자는 창작과 무관하게 그냥 읽어도 흥미로운 내용을 담고 있습니다. 특히, 《삼국지포켓북》에서는 아래와 같이 기존 삼국지 창작물에서 찾기 어려운 정보를 얻으실 수 있고, 사전지식이 없는 경우에도 읽는 데 큰 장벽이 없습니다.  “유 황숙”이라는 호칭은 연의의 창작인데요, 그렇다면 정사에서 사람들은 유비를 뭐라고 불렀을까요? 후한 시대에 고기 요리로 가장 대중적인 것은 무엇이었을까요? 위나라의 황제가 된 조비는 왜 손권에게 작두향을 바치라고 했을까요? 조조는 “협천자”로 정권을 잡고 제일 먼저 어떤 정책을 실시하려고 했을까요? 군웅할거 시대 군대에 군의관이 충분히 있었을까요? 병사들이 병들면 어떻게 했을까요? 삼국지에 나오는 아이들은 무슨 장난감을 가지고 놀았을까요?동시에, 모든 정보의 근거와 출처를 확실하게 명시했기 때문에 더 심화된 내용을 찾아보기에도 편리합니다. 참고한 자료의 범위는 역사서와 경서를 포함한 한문 원전, 국내외 학술지에 수록된 연구논문, 대학원의 학위논문, 정식 출판된 단행본이고, 인터넷 자료의 경우 대한민국 공공기관, 대만 국립중앙연구원, Chinese Text Project에서 공개한 데이터베이스만 사용했습니다. 구체적인 면면은 아래 샘플에 포함된 참고 문헌 목록에서 확인하실 수 있습니다. 삼국지포켓북1: 호칭어 가이드: 1권에서는 역사책 《삼국지》에 나오는 호칭·지칭 표현을 하나하나 수집하여 예문과 함께 쓰임새를 설명했습니다. 호칭어의 사용 양상이 삼국지 캐해석의 유용한 단서가 될 수 있다는 것을 보여줍니다.  관련 텀블벅 프로젝트: https://tumblbug. com/books-of-han-2분량: 포켓북 사이즈(108mm*165mm) 129페이지 표지:     삼국지포켓북 1. 호칭어 가이드 표지목차, 본문, 참고문헌 샘플: 주의사항:  이 책의 PDF 파일은 양도, 재배포, 재판매가 불가능합니다.  이 책의 내용을 학교 과제물, 학위논문 등 학술적인 목적에 사용하는 것을 금합니다.  이 책의 내용을 소설, 만화, 게임 등의 창작물에 활용하시는 경우 출처를 밝혀 주세요. 인용 방법:  주아, 삼국지포켓북1: 호칭어 가이드. https://zyahan. blog/sanguo-pocket-01/  📕 삼국지포켓북1: 호칭어 가이드 PDF 구매하기 ",
                "tags": "삼국지 호칭어 전자책 삼국지포켓북"
            }, 
        
    
        
            {
                "id": 49,
                "url": "https://zyahan.blog/chengxiangfu/",
                "title": "승상부 사람들",
                "subtitle": "",
                "body": "🙋 질문: 삼국시대 승상의 가족은 승상부에 거주했나요? 승상부에 어떤 사람들이 있었는지 궁금합니다. 💁 답변: 1. 삼국시대 승상의 가족은 승상부에 거주했나요?: 음… 대략 6년 전에 〈승상부와 어사부의 생활 (1)〉이라는 글을 썼을 때는 전한 시대 기준으로 승상의 가족이 당연히 승상부에 살고 있다고 생각했지만… 최근에는 생각이 바뀌었고, 연구자마다 의견이 달라서 아雅가 확답을 드리기는 어렵습니다. 하지만 근거가 될 수 있는 단서를 최대한 찾아봅시다. 안전하고 간단하게 말하자면 승상과 가족들은 승상의 집, 즉 “사舍”에 살았습니다. 문제는 승상부丞相府와 승상사丞相舍의 관계가 어떻게 되는가입니다. 아雅가 찾기로는 승상사가 승상부 내부에 있었다는 주장과 외부에 따로 있었다는 주장이 모두 존재합니다.  승상사가 승상부 안에 있었다는 주요 근거(宋杰 2010): 《한서》 〈조광한전〉에서 조광한은 승상부에 쳐들어가서 승상의 부인을 취조했습니다.  승상사가 승상부 밖에 있었다는 주요 근거(王培华·戴国庆 2019): 《사기》에서 소하는 상국부가 있었음에도 자기의 개인 저택을 (일부러) 화려하게 지었습니다. 승상직이 폐지된 후한 시대를 지나서 승상직이 부활된 후한 말과 삼국 시대로 와도 여전히 답을 내리기 어렵습니다. 대체로 “승상부”라고 하면 승상의 관청을 가리키지만, 어느 나라든 승상의 사적인 가족사에 관한 언급이 많지 않기 때문에 가족이 승상부에 살았다는 근거도 살지 않았다는 근거도 찾기 어렵습니다. 그래서 《삼국지》 전체에서 “府”(부)와 “舍”(사)를 각각 검색해서 삼공에 관한 용례까지 검토해 보았습니다. 다행히 변별이 될 만한 사례가 하나 있었습니다. 위지5 〈문소견황후전〉 주석의 《위략魏略》에 따르면 조비가 원소의 집[舍]에 들어가서 원희의 부인이었던 견후를 만났다고 합니다. 여기까지는 좋습니다. 그런데 바로 뒤에 나오는 주석의 《세어世語》에서는 조비가 원상의 부府에 들어가서 견후를 발견합니다. 이 두 기록을 모두 그대로 받아들인다면, 그리고 조비가 견후를 여러 번 반복해서 발견한 것이 아니라면, 부 안에 사가 있었다고 짐작해 볼 수 있습니다. 하지만 《위략》과 《세어》를 그대로 받아들이자니 뭔가 찜찜하지요…… 이 찜찜함을 뒤로 하고 다른 단서를 쥐어짜 봅시다. 촉지5 〈제갈량전〉에서는 제갈량이 유선에게 올렸던 표문으로 “성도에 뽕나무 800그루와 밭 15이랑이 있어서 남은 가족들이 넉넉하게 먹고 살 수 있습니다. ”라는 문장이 있습니다. 이 말을 듣고 제일 먼저 떠오른 생각이 ‘집은?’이었습니다. 제갈량이 “자택 한 채”라는 네 글자만 덧붙여 주었어도 가족들이 승상부 밖의 자택에 살았으리라고 유추할 수 있을 텐데, 집을 언급하지 않았다고 해서 바로 사택 없이 승상부 안에 살았다고 추측해 버릴 수는 없는 노릇이니 안타깝습니다. 2. 승상부에 어떤 사람들이 있었는지 궁금합니다. : 승상의 가족들이 살았다고 단정할 수는 없지만, 기본적으로 승상부 속관들과 노비들이 살고 있었을 것입니다. 전한 시대 승상부 속관 인원: 《한관구의漢官舊儀》에 따르면 전한 시대 승상부 소속 관리는 무제 원수 6년 기준으로 총 382명입니다. 후한 시대 삼공부 속관 인원: 《후한서》 〈백관지〉에서 규정하고 있는 삼공부 소속 관리는 삼공 본인들을 제외하고 총 188명입니다.  태위太尉     장사長史 1인   연·속掾屬 24인   영사令史~어속御屬 23인    사도司徒     장사長史 1인   연·속掾屬 31인   영사令史~어속御屬 36인    사공司空     장사長史 1인   연·속掾屬 29인   영사令史~어속御屬 42인   단, 조조와 제갈량의 경우는 승상이 전쟁에 출진했기 때문에 더 많은 속관을 필요로 했을 것입니다. 가령 승상의 비서실장격인 장사長史는 원래 1명이 원칙이었지만, 승상을 따라 전장에 나가는 장사 외에도 수도의 승상부에 남아서 업무를 수행하는 유부장사留府長史를 따로 두었습니다. 3. 기타: 승상부의 규율: 전한 시대 이야기이기는 하지만 《한구의》에 승상부의 규율에 관한 내용이 어느 정도 나옵니다. 예전에 〈승상부와 어사부의 생활 (2)〉에서 정리한 적이 있습니다.  승상의 수레는 양쪽 바람막이를 검게 칠하고, 말을 타고 시종하는 자들은 붉은 비단옷을 입는다.  승상이 출입할 때 연掾·사史는 사제 관계와 같은 예로 뵙는다. 군신 관계가 아님을 보이는 것이다.  승상이 업무 보고를 받는 곳을 황각黃閣이라고 한다. 황각에는 종과 방울을 달지 않는다.  연掾이 사무로 승상을 접견해야 하는 경우, 공문[傳]을 발송해서 부르는 것이 아니라 주부主簿가 해당 부서에 데리러 온다. 연이 승상을 뵐 때는 신발을 벗고, 승상이 자리에 앉은 뒤 절을 한다.  승상부 대문에는 행랑이 없다. 산두릅나무판으로 둘레 3척짜리 현판을 만드는데, 백토를 바르거나[不堊色] 테를 두르지 않는다[不郭邑??]. 현판에는 승상부丞相府라고 쓴다.  승상부 관노비는 물시계로 기상·취침 시각을 확인하고, 시간을 알리는 북을 치지는 않는다.  관리들은 조회를 열지 않고, 아침에 출근 기록만 하면 된다.  관리가 처음 임명되어 사무를 볼 때, 문에서 방문객을 맞는 종의 이름을 묻고, 둘레 1척짜리 목판으로 문을 두드리며 큰 소리로 종의 이름을 불러서 용건을 말한다. 참고 문헌:  宋杰. (2010). 〈西汉长安的甲第〉. 《中国史研究》 2010(03), 37–73. http://www. xuzhoumuseum. com/detail?dbCode=XBQKK_METADATA&amp;recordId=7632 王培华·戴国庆. (2019). 〈西汉长安的甲第〉. 《北京师范大学学报(社会科学版)》 5, 122–134. https://wkxb. bnu. edu. cn/CN/Y2018/V0/I5/122이 게시물은 《창작자와 오타쿠를 위한 삼국지 100문 100답》에 응모된 질문에 대한 답변 예시로 작성했습니다. 평소에 삼국지 썰을 풀다가 궁금하셨던 점이 있으면 아래 링크를 참고하여 질문을 남겨 주세요!   🙋 질문 남기러 가기 ",
                "tags": "승상 승상부 승상사 조광한 소하 한서 사기 삼국지 조비 원소 견부인 제갈량"
            }, 
        
    
        
            {
                "id": 50,
                "url": "https://zyahan.blog/alcohol-and-sex/",
                "title": "“주색“ 넘치는 향연",
                "subtitle": "",
                "body": "🙋 질문: 양부전을 보면, 조홍이 잔치 자리에 무희들을 불러 선정적인 춤을 추게 하자 양부가 ‘남녀가 유별한데 이런 건 부적절하다’라고 대놓고 지적한 일이 그의 강직한 성품을 반영하는 일화로 언급되어 있습니다. 후한까지만 해도 드물었지만 현대엔 동양풍 하면 쉽게 떠올리는 ‘기녀들이 술시중 드는 잔치’ 문화가 실제로 생겨나는 데에 조조와 조홍 등의 행태가 기여했을 가능성이 있을까요? 💁 답변: 우선 “기녀들이 술시중 드는 잔치”라고 하면, 대체로 기녀들이 평소에 관청이나 민간의 기방에 소속되어 있다가 연회가 생기면 불려 가서 흥을 돋우고 손님들의 시중을 드는 장면을 상상할 것 같습니다. 이런 형태라면 중국에서 대략 당·송 이후에 가능한 모습입니다. 적어도 위진 시대까지는 민간에서 운영하는 기루가 역사책에 좀처럼 드러나지 않습니다. 이 시기에 기녀가 존재하지 않았기 때문이 아니라, 기녀들이 부자의 사유물이었기 때문이었습니다. 즉, 기녀들의 술 시중을 받기 위해서는 부유한 권력자 본인이 되거나 부유한 권력자가 여는 연회에 손님으로 초대받거나 하는 수밖에 없었습니다. 바로 이런 점에서, 한나라에서 “주색”을 함께 즐기는 것이 사회 풍조를 이룰 만큼 퍼졌다고 단언하기는 어렵다고 한 것입니다.  여성을 대동하여 음주, 가무를 즐기는 것이 한대 전구성원에게 하나의 사회 풍조를 이루었는지는 확언하기 어렵다. 이런 점은 위진 시대의 주색과 다른 점이라 여겨진다.   이수덕. (2005). 〈漢代 酒의 實像：술의 이용과 양조〉. 《중국사연구》 34, 7.  사가에 속한 기녀들은 오늘날 가기家妓로 분류됩니다. “가기”라는 말은 당나라 이후에 나오지만, 이전 시대의 경우 기伎, 창倡, 후謳, 여악女樂 등 명칭이 다양하므로 여기에서는 편의상 모두 가기로 쓰겠습니다. 가기의 존재 자체는 대체로 전국 시대부터 확인 가능합니다. 예를 들어 《사기》 〈여불위열전〉에서 여불위가 진나라 공자 자초에게 바친 조희는 여불위의 가기로 볼 수 있습니다. 한나라로 오면 가기에 관한 기록이 많아집니다. 《한서》 〈외척전〉에는 자산을 가진 개인이 가난한 집 여자아이들을 모아 춤과 노래를 가르치는 사업을 벌이는 이야기가 나옵니다. 이 사업의 목적은 기방을 운영하는 것이 아니라 여자아이들을 권세가에 가기로 팔아넘기는 데 있었습니다. 〈외척전-사황손왕부인전〉의 주인공 왕옹수는 이렇게 태자궁의 가기로 팔려갔다가 황손의 총애를 받아 아기를 낳고 얼마 못 가 황태자의 반란에 연루되어 죽었습니다. 또, 《한서》 〈원후전〉에서는 효원태후 왕정군의 다섯 동생들이 외척으로서 부귀영화를 누리며 서로 뛰어난 가기를 확보하기 위해 경쟁을 벌였다는 이야기도 나옵니다. 후한 말에는 가기 소유가 더욱 확대되었습니다. 《후한서》 〈중장통전〉에서 중장통은 부호들과 상인들까지 가기를 대규모로 보유하고 있는 사치를 비판했지만, 〈마융전〉에서 마융은 고명한 학자였음에도 사치를 부리고 음악을 좋아해서 제자와 만날 때조차 가기를 배치했습니다. 이런 맥락에서 《삼국지》 위지25 〈양부전〉을 봅시다.  조홍은 하변 전투에서 승리한 기념으로 연회를 벌이고는 여창女倡들에게 속이 비치는 옷을 입고 북 위에서 춤을 추게 했습니다. 정황상 이 “여창” 역시 조홍의 가기들이었을 것입니다. 알려진 것처럼 조홍은 엄청난 부자였고 또 조조의 지친으로 권세를 누렸습니다. 가기의 소유가 확대된 시대에 조홍이 가기를 더 자극적인 방식으로 활용함으로써 자기의 부귀를 과시하고자 한 것은 아닐까요? 이렇게 가기를 활용한 사치 경쟁은 서진 시대에 더욱 심해졌습니다. 《진서》 〈왕돈전〉에서, 당시 석숭과 함께 부를 다투던 왕개는 술자리에서 가기가 피리를 불다가 음을 하나라도 틀리면 바로 죽여 버렸습니다. 며칠 뒤 왕개는 또 연회를 열어서 미인들에게 술을 따르게 하고, 손님이 술잔을 비우지 않으면 담당 미인의 목을 베었습니다.  《세설신어》 〈태치〉에 따르면 왕개가 아닌 석숭의 일화라고도 합니다. 손님 중에서 왕도는 억지로 술을 마셨지만, 왕돈은 오히려 일부러 술을 안 마시고 미인 세 명의 목이 잘리도록 내버려 두었습니다. 주인인 왕개는 가기의 목숨을 아끼지 않는 것으로 자기의 부를 과시했고, 손님인 왕돈은 그 모습에 꿈쩍도 않는 것으로 자기의 위엄을 과시한 것입니다. 당시의 일반인들은 상상도 못 할 일입니다. 기녀에 대한 일반인의 접근성(?!)이 높아진 것은 아마도 당나라 때 교방敎坊이 생기고 민기民妓가 활발해지면서 비롯된 현상이 아닌가 합니다. 이 게시물은 《창작자와 오타쿠를 위한 삼국지 100문 100답》에 응모된 질문에 대한 답변 예시로 작성했습니다. 평소에 삼국지 썰을 풀다가 궁금하셨던 점이 있으면 아래 링크를 참고하여 질문을 남겨 주세요!   🙋 질문 남기러 가기 ",
                "tags": "술 여자 기녀 가기 주색 삼국지 양부 조홍 한서 왕옹수 후한서 중장통 마융 진서 왕개 세설신어 석숭 음주"
            }, 
        
    
        
            {
                "id": 51,
                "url": "https://zyahan.blog/sanguozhi-qna/",
                "title": "삼국지 질문 응모를 받습니다",
                "subtitle": "",
                "body": "안녕하세요? 아雅가 《창작자와 오타쿠를 위한 삼국지 100문 100답(가제)》이라는 기획을 시작하여 질문을 모집하고 있습니다. 삼국지에 관해 사소하게 궁금했던 내용을 공유해 주시면 질문이 채택되신 모든 분께 선물을 드려요! 질문 예시:  삼국 시대 사람들은 글을 죽간에 썼을까, 종이에 썼을까? 최애의 생일파티를 열고 싶은데 가능할까?참여 방법:  구글에 로그인합니다.  다음 링크에 접속합니다. https://docs. google. com/document/d/13M2H3LicpHjRL0gDCxn31rMoGYDOYdT-7gR6PlWOX08 [메일(선택사항)]에 닉네임을 쓰고 [액세스 요청]을 누릅니다.  편집자 권한을 받아 질문을 작성합니다. 참고 사항:  정해진 마감 없이 상시로 질문을 받고 있습니다.  1인당 가능한 질문 개수에는 제한이 없습니다.  질문이 채택된 개수만큼 작은 한나라 아이템을 보내드립니다. 감사합니다! ",
                "tags": ""
            }, 
        
    
        
            {
                "id": 52,
                "url": "https://zyahan.blog/on-historical-accuracy-3/",
                "title": "역사/시대 고증의 목적은 과거의 한 장면을 재연하는 것인가?",
                "subtitle": "",
                "body": "“장르”나 “서사” 등 여러 용어가 “오타쿠” 사이에서 고유의 새로운 의미를 부여받고 있습니다. “고증”이라는 말도 그렇습니다. “현실 고증”이나 “원작 고증” 같은 말이 흔히 사용되는 것을 볼 때, 고증의 핵심은 원본의 설정이나 장면을 재연하는 데 있는 것 같습니다. “고증”의 사전적 의미는 “예전에 있던 사물들의 시대, 가치, 내용 따위를 옛 문헌이나 물건에 기초하여 증거를 세워 이론적으로 밝힘”(표준국어대사전)입니다. 이 풀이를 따른다면, “예전에 있던 사물”을 대상으로 하지 않는 현실과 원작은 애초에 고증의 대상으로 성립할 수 없습니다. 《표준국어대사전》을 규범적으로 따르지 않더라도, “현실 고증”과 “원작 고증”은 여전히 ”시대 고증“과 함께 묶기 어렵습니다. 현실과 원작은 향유자가 직접 접근해서 작품에 반영할 수 있는 대상이지만, 옛 시대의 사물은 그렇지 않기 때문입니다. 시대 고증에서는 원본의 모습을 재연하는 것이 사실상 불가능합니다. 옛것은 현실과 달리 직접 체험할 수 없고, 문헌이나 문물 증거를 통해 간접적으로만 접근할 수 있습니다. 또 옛것은 원작과 달리 온전히 파악할 수 없고, 지금까지 남아 있는 증거를 바탕으로 부분적인 정보만 얻을 수 있습니다. 믿을 만한 기록이나 유물이 남아 있어도 마찬가지입니다. 아무리 양심적이고 유능한 기록자라도 사건의 전모를 모든 측면에서 빠짐없이 포착할 수는 없고, 실제로 사용된 물건이라도 어떤 상황과 맥락에서 쓰였는지에 대한 정보는 물리적으로 남지 않습니다. 따라서 역사책의 한 장면을 그대로 옮겨 쓰거나 유물을 실물 그대로 섬세하게 그려 넣는다고 하더라도 고증이 완성되는 것은 아닙니다. 고증의 완성도를 높이기 위해서는 고증의 목적을 다시 돌아볼 필요가 있습니다. 고증을 왜 할까요? 물론 옛것을 드러내고 알리는 것 자체를 목적으로 삼을 때도 있습니다. 아(雅)도 한나라 이야기로 주석을 주렁주렁 달고 싶어서 《자살하기에는 너무 늦어 버려서》의 소설 본문을 억지로 짜냈습니다. 하지만 대체로 인물 묘사나 세계 설정이나 이야기 전개를 더 그럴듯하게 만들기 위해 고증을 필요로 할 것입니다. 그렇다면 그 목적에 맞게 작품 자체의 그럴듯한 수준을 높여야 고증이 성공했다고 볼 수 있습니다. 만약 전쟁과 인연이 없던 청소년이 갑자기 군대에 들어가서 탁월한 군사적 재능을 발휘하는 내용이 소설에 들어간다고 가정해 봅시다. 그 청소년의 이름을 곽거병이나 잔 다르크라고 붙이면 고증이 저절로 완성될까요? 역사적 인물의 역사적 전투 장면을 역사책에 근거하여 사실적으로 묘사한다고 하더라도, 곽거병이나 잔 다르크가 실제로 전투를 지휘하는 위치에 오를 수 있었던 배경을 충분히 전달하지 않는다면 소설에서는 그냥 개연성 없는 이야기에 지나지 않습니다. 즉, 고증한 내용이 작품의 다른 요소와 유기적으로 연결되어야 비로소 고증의 목적이 달성되는 것입니다. ",
                "tags": "고증 역사 창작 현실고증 원작고증 곽거병 잔다르크"
            }, 
        
    
        
            {
                "id": 53,
                "url": "https://zyahan.blog/greetings-in-han/",
                "title": "한나라 사람들의 인사와 신체 접촉 [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "이 글에서는 한나라 시대의 역사를 포함하는 전4사(사기·한서·후한서·삼국지) 및 동시대 문헌에서 인사와 연관된 신체 동작의 쓰임을 수집했습니다. 양 손을 들어 모으기[拱手]: 일반적으로 윗사람 앞에서 공경의 뜻을 표하는 동작입니다. 엎드려 절하기[拜]: 가장 기본적인 인사법입니다.  현대 한국에서는 절을 두 번 하는 것이 죽은 사람에게만 가능하다고 알려져 있는데, 고대 중국에서는 그렇지 않았습니다. 사람들은 실제로 절을 두 번씩 했을 뿐만 아니라, 편지에서도 “재배(再拜)”라는 인사말을 사용했습니다.  절은 더 많이 할 수도 있었습니다. 예를 들어 《한서》 〈소망지전〉에서 소망지는 황제의 사자를 맞아 절을 두 번만 했다는 이유로 탄핵당합니다. 등을 쓰다듬기/두드리기[拊背]: 윗사람이 아랫사람을 격려하는 동작입니다.  《사기》 〈오왕비열전〉에서 고제 유방은 조카 유비의 등을 쓰다듬으면서 반란을 일으키지 말 것을 당부합니다.  《사기》 〈외척세가〉에서는 평양공주의 가희 위자부가 무제 유철의 눈에 들어 입궁할 때 평양공주가 위자부의 등을 쓰다듬으면서 격려합니다.  《삼국지》 오지9 〈여몽전〉에서는 노숙이 여몽의 등을 쓰다듬으면서 자기가 알던 “오하아몽”이 이렇게 계략에 능하게 될 줄 몰랐다고 칭찬합니다. 껴안기[擁]: 남편이 부인에게 애정을 표시하는 동작으로, 역사책에서는 대체로 부정적인 평가를 받는 행위입니다. 동성 간에 쓰인 예는 찾기 어렵습니다.  《사기》에서는 임금이 후궁을 껴안는 장면으로 종종 나옵니다. 이 경우 임금의 방탕함을 드러내는 장치입니다.  《후한서》 〈반량열전〉에서는 서역에 파견된 반초가 사랑하는 처를 껴안았다는 이유로 비난을 받습니다. 일찍이 《한서》 장창전에서 장창은 안방에서 부인의 눈썹을 그려주었다는 이유로 탄핵을 당한 바 있습니다. 한나라에서는 부인에게 적극적으로 애정을 표시하는 행위가 사대부의 체통을 잃는 일로 여겨졌음을 알 수 있습니다. 손 잡기: 손을 잡는 동작의 의미는 다양하게 해석할 수 있었습니다. 우선 처음 만나는 사람의 손을 덥석덥석 잡는 것은 무례한 일로 여겨졌습니다.  전한 시대의 저작 《설원》에서는 초나라 대부 장신이 지나가다가 젊고 잘생긴 귀족 양성군을 보고 반해서 절을 올린 뒤 손을 잡아 보고 싶다고 수작을 부립니다. 처음에는 양성군이 화를 내며 입을 다물었지만, 장신은 이에 굴하지 않고 화려한 언변으로 양성군을 설득하여 손을 잡는 데 성공합니다. 친밀한 사이에서 은밀한 뜻을 전하기 위해 손을 잡는 경우가 많습니다.  《사기》 〈염파인상여열전〉에서는 전국시대 연나라 왕이 조나라의 고관 무현의 손을 잡고 친하게 지내자고 말합니다.  《삼국지》 위지7 〈장막전〉에서는 여포가 장막을 만나 손을 잡고 무엇인가를 맹세합니다.  《삼국지》 위지9 〈조상전〉에서는 위나라 명제 조예가 조상의 손을 잡고 마지막 말을 남겼다고 합니다.  《황제내경·영추경》 〈금복〉에서는 황제가 제자 뇌공에게 의술을 전수할 때 왼손으로 뇌공의 손을 잡고 오른손으로 책을 건네줍니다. 윗사람이 아랫사람에게 반가움을 표시할 때 손을 잡기도 합니다.  《삼국지》 위지9 〈하후연전〉 주석에 인용된 《세어》에서는 하후연의 어린 아들 하후칭이 호랑이를 쓰러뜨리자 조조가 하후칭의 손을 잡고 “잡았다 요놈!” 하면서 기뻐합니다. 손을 잡는 행위가 꼭 긍정적인 감정을 표현하는 것만은 아니었습니다.  《동관한기》에서는 양정이라는 인물이 자기를 무례하게 대한 귀족 마무를 책망할 때 마무의 손을 잡습니다. 수염 쥐기[捉鬚]: 조조가 기분이 좋을 때 상대의 수염을 마구 잡습니다. 아무나 해도 되는 행동은 아닌 것 같습니다.  《삼국지》 위지8 〈장로전〉 주석에 인용된 《위략》에는 유웅명이라는 도사가 나옵니다. 처음에 유웅명이 조조를 찾아가자 조조는 유웅명의 손을 잡고 신인(神人)을 얻었다고 기뻐합니다. 유웅명은 나중에 조조를 배반했다가 다시 투항하는데, 이번에는 조조가 유웅명의 수염을 쥐고 “늙은 도적놈, 진짜로 잡았다!”라고 말합니다.  《삼국지》 위지19 〈조창전〉에서는 조조가 조창의 수염을 잡고 “노란 수염 아가[黃鬚兒]가 이렇게 기특하구나!”라고 칭찬합니다. 뽀뽀!: 고대 중국에서도 뽀뽀를 했을까요?       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "사기 한서 후한서 삼국지 인사 절 포옹 수염 설원 소망지 유방 유비 평양공주 위자부 노숙 여몽 반초 장창 장신 양성군 무현 여포 장막 조예 조상 황제내경 황제 뇌공 하후칭 조조 양정 마무 유웅명 조창 동관한기 뽀뽀"
            }, 
        
    
        
            {
                "id": 54,
                "url": "https://zyahan.blog/ta-bom/",
                "title": "👍 ‘따봉’, 엄지척이 중국 전통에도 있었을까?",
                "subtitle": "",
                "body": "현대 한국에서 격식을 덜 차리는 상황의 경우 상대를 칭찬할 때 “따봉!”이라고 말하면서 엄지손가락을 펴 들기도 합니다. 이 글에서는 흔히 “따봉”이라고 불리는 엄지척 동작의 유래를 동아시아 고전 문헌에서 찾아보겠습니다. 0. “따봉”의 유래와 의문: 우선 “따봉”이라는 말 자체의 기원은 명백합니다. “따봉”은 포르투갈어로 “좋아!”를 의미하는 “Está bom!”의 축약형 “Tá bom!”입니다. 포르투갈어인 이유는 배경이 브라질이기 때문입니다. 지난 세기에 브라질산 오렌지로 만든 주스의 텔레비전 광고가 크게 유행했는데, 그 광고에 나온 “Tá bom!”이라는 멘트가 한국어에 자리 잡아 지금까지 쓰이게 된 것입니다. 엄지손가락을 세우는 동작의 유래도 얼핏 보면 명백한 듯합니다. 흔히 고대 로마의 경기장에서 관중들이 검투사를 살려주기를 원하면 엄지손가락을 위로 들었고 죽이기를 원하면 엄지손가락을 아래로 내렸다고 알려져 있습니다. 하지만 현재는 이 설이 사실이 아니라고 밝혀졌습니다. 2017년의 《TIME》 기사에 따르면, 엄지손가락을 올리는 것은 오히려 검투사를 죽이라는 뜻이었다고 합니다. 《옥스퍼드 영어사전》(Oxford English Dictionary)의 경우, “thumbs-up”의 유래를 아서 가이 엠피(Arthur Guy Empey)의 1917년 책 《Over the Top》에서 찾고 있습니다. 엠피는 1차 세계 대전 시기 영국군에서 복무한 미국인으로, 엄지손가락을 치켜드는 동작이 영국군에서 자기 일이 다 잘 돌아간다는(everything is fine with me) 의미로 쓰였다고 기록했습니다. 그런데 이것이 정말 세계 최초일까요? 게다가 “thumbs-up”은 일단 긍정적인 의미라는 데서 “따봉”과 통하는 듯하지만, 자기에게 문제가 없다는 것을 나타낸다는 점에서는 남을 칭찬하는 한국의 “따봉”과 의미가 다릅니다. 그러므로 서양, 특히 영미권에서 제시하는 설만으로는 동아시아 문화에서 엄지손가락을 드는 행위의 의미를 완전히 설명할 수 없습니다. 1. 엄지척, 19세기 중국 소설에 등장하다: 동아시아에서 엄지손가락을 드는 동작의 유래를 찾기 위해 Chinese Text Project(CTP)를 뒤져 보았습니다. 일단 고전 한문에서 엄지를 가리키는 巨指(거지) 및 大指(대지), 그리고 근세 이후의 표현인 大拇指(대무지)로 검색해 보았지만 CTP에서 정식으로 제공하는 문헌에서는 엄지손가락을 올리는 동작을 묘사한 내용을 찾지 못했습니다. 그래서 검색 대상을 넓혀 CTP 위키 섹션에 들어 있는 문헌까지 뒤져 보았더니 드디어 무엇인가를 찾을 수 있었습니다. 엄지를 언급하는 문장들을 하나하나 다 읽고 찾아낸 결과를 종합해 보면, 주로 청대 말기의 소설에서 엄지를 드는 동작이 나왔습니다. 이 가운데 가장 이른 것은 진삼(陳森)의 1837년 소설 《품화보감》(品花寶鑒)으로 추정됩니다. 바로 이 소설의 제18회에서 등장인물이 엄지를 세우고[豎起大拇指] 상대를 칭찬했습니다. 적어도 중국에서는 19세기 중반에 엄지척 동작이 쓰였던 것입니다. 여기에서 더 거슬러 올라갈 수 있을까요? 주목할 점은 18세기 소설 《유림외사》와 《홍루몽》에서는 이 동작을 묘사하는 표현을 찾을 수 없다는 것입니다. 물론 이 두 소설에 등장하지 않았다고 해서 해당 시기에 엄지척이 존재하지 않았다고 주장할 수는 없습니다. 하지만 두 작품 모두 분량이 방대하고 묘사가 풍부하기 때문에, 엄지척으로 상대를 칭찬하는 관습이 있었다면 작중에 한 번이라도 쓰였을 가능성이 높습니다. 따라서 엄지척이 18세기 이전에도 존재한 관습이었다고 보기는 어려울 것 같습니다. 2. “거벽”, 맹자의 엄지손가락 비유: 중국 소설에서 엄지척 동작이 19세기, 청나라 말기에 등장했다는 것을 알게 되었습니다. 하지만 뛰어난 인물을 엄지손가락에 비유하는 언어 습관은 더 이른 시기에도 찾을 수 있습니다. 엄지를 가리키는 또 다른 표현으로 巨擘(거벽)이 있습니다. 《맹자》 〈등문공 하〉 편에서 맹자는 “제나라의 선비들 중에서는 진중자를 거벽이라고 해야 한다. ”라고 말했습니다. 즉, 최고로 뛰어난 인물을 엄지손가락에 비유하는 것은 무려 전국 시대까지 올라갈 수 있습니다. 하지만 이 “거벽”이라는 말이 널리 퍼지지는 않았습니다. CTP에서 정식으로 제공하는 문헌에서 검색하면 맹자가 쓴 용례밖에 나오지 않습니다. 더 마이너한 문헌까지 찾아보기 위해 Scripta Sinica로 가면, 송나라 사람 이심전(李心傳, 1167–1243)의 저작 《건염이래조야잡기》(建炎以來朝野雜記)라는 책에 “역사가 중의 거벽”[史家之巨擘]이라는 표현이 나오는 것이 맹자를 제외한 가장 이른 시기의 용례입니다. 3. 결론: 종합하면 영미권의 “thumbs-up” 이전에 중국에서 청나라 말기 19세기에 엄지척으로 남을 칭찬하는 동작이 있었습니다. 이 동작이 그 이전에도 존재했는지는 확인하기 어렵지만, 뛰어난 인물을 엄지손가락에 비유해 칭찬하는 언어 용례는 기원전 4세기에 이미 존재했습니다. 이 용례가 꾸준히 이어져 왔는지를 확인하기는 어렵지만, 적어도 12세기 이래의 문헌에서는 드문드문 찾을 수 있습니다. ",
                "tags": "따봉 거벽 품화보감 맹자 건염이래조야잡기 thumbs-up"
            }, 
        
    
        
            {
                "id": 55,
                "url": "https://zyahan.blog/xiao-wangzhi/",
                "title": "소망지의 생애",
                "subtitle": "",
                "body": "소망지는 전한 왕조 선제–원제 시기의 저명한 유학자이자 정치가입니다. 1. 초년: 소망지는 원래 대대로 밭일을 업으로 삼던 농민 출신이었는데, 어려서부터 학문을 좋아해서 《시경》을 배우고 당시의 최고 엘리트 교육기관이었던 태학에 선발되어 태학에서도 뛰어난 실력으로 칭찬을 받았습니다. 이때 황제는 무제의 막내아들인 소제로 나이가 어렸고, 대장군 곽광이 정권을 잡고 전권을 행사하고 있었습니다. 마침 소망지는 동료 왕중옹을 비롯한 유생들과 함께 곽광에게 추천되어 출세할 기회를 얻었습니다. 그런데 곽광은 정적을 숙청하는 과정에서 외부인을 극도로 의심하고 경계하게 되어, 방문객이 곽광과 대면하기 위해서는 옷을 벗고 몸수색을 받은 뒤 곽광의 수하들에게 양쪽 겨드랑이를 붙잡힌 채로 들어가야 했습니다. 소망지는 이 굴욕적인 절차를 거부하며 수하들과 실랑이를 벌이고 곽광을 비판하다가 쫓겨났습니다. 이때 함께 추천받은 왕중옹 등은 모두 오늘날의 장관급에 버금가는 광록대부라는 높은 관직을 얻었지만, 곽광에게 등용되지 못한 소망지는 태학에서 치르는 시험을 통해 궁정의 하급 시종관인 낭(郞)이 되고 궁 안에 있는 작은 건물의 문을 지키는 직책을 받았습니다. 어느날 왕중옹이 궁에서 의전을 빵빵하게 갖추고 지나가다가 소망지를 돌아보고 조롱했습니다. “만만히 보이기 싫다더니 문지기가 됐네!” 소망지는 대답했습니다. “각자 자기 뜻대로 사는 법이지. ” 얼마 지나지 않아 소망지는 궁에서도 쫓겨나서 고향으로 돌아갔습니다. 2. 중년: 그사이에 조정에서는 황제가 바뀌었습니다. 소제가 후계자를 남기지 못하고 죽자 (중략) 곽광은 어렸을 때 반란에 연루되어 황족의 지위를 잃고 민간에서 자라던 선제를 황제로 옹립했습니다. 곽광의 부인은 황후를 독살했고 곽광은 자신의 딸을 황후로 삼아 곽광의 일족이 권력을 완전히 장악했습니다. 그 와중에 곽광에게 은밀하게 반대하는 대신이 소망지를 중앙의 낮은 직급으로 불러왔고, 곽광이 죽은 뒤 소망지는 황제에게 몰래 글을 올려 곽씨들의 권력을 해체할 것을 주장했습니다. 선제는 민간에 있을 때부터 소망지의 소문을 듣고 알았기 때문에 그의 벼슬을 여러 번 올려 주었고, 곽씨를 멸족한 뒤에는 더욱 중용해서 1년 사이에 장관급 직책에 이르렀습니다. 소망지는 오늘날의 외교부장관에 해당하는 대홍려라는 벼슬에 있으면서 흉노, 서역 등 외국과 관련된 정책의 방향에 대해 중요한 의견을 많이 내었고(EBS 동아시아사 수능특강에도 나온 적이 있습니다), 어사대부로 승진했습니다. 어사대부는 승상에 버금가는 직책으로, 현직 승상이 죽거나 물러나면 어사대부가 그 뒤를 이어 새로운 승상이 되는 것이 관례였습니다. 당시 승상은 예전에 소망지를 곽광에게 추천했던 병길이었는데, 그래서였는지 소망지는 어사대부 자리에 있으면서 여러 차례 승상과 불화했습니다. 결국 그는 승상에게 무례했다는 이유로 어사대부 자리에서 쫓겨나고, 태자의 스승인 태자태부로 좌천되어 승상 테크를 타는 데 실패했습니다. 그럼에도 선제는 소망지를 여전히 신임했습니다. 당대 최고의 유학자였던 그는 중국 최초로 황제가 주최한 유학 학술 대회인 석거각회의를 주관하여, 유교 경전에 관한 여러 갈래의 학설을 정비했습니다. 또한 비슷한 시기 소망지는 그때까지 한나라의 대외관계에서 가장 큰 적이었던 흉노가 화친을 청하고 흉노의 군주인 선우가 한나라를 방문하게 만드는 일에 공을 세웠습니다. 이 일을 기념하여 선제는 곽광을 필두로 자기의 치세에서 공이 가장 큰 신하 11명을 골라서 초상화를 그렸는데, 11명 중 10명은 이미 죽고 없는 노신들이었고 나머지 한 명이 소망지였습니다. 당시의 조정에는 새 승상과 어사대부를 비롯해서 쟁쟁한 대신들이 있었지만, 그들을 다 제치고 태자태부였던 소망지가 살아있는 인물로는 유일하게 뽑혔습니다. 소망지를 비롯한 11명의 초상화는 대대로 황궁의 기린각에 걸려 있다가 왕망 시기 반란군이 궁에 불을 지르면서 소실되었습니다. 3. 말년: 젊은 시절 탁고대신 곽광에게 쫓겨났던 소망지는 말년에 자신이 탁고대신이 됩니다. 선제가 병으로 세상을 떠나면서 태자를 보좌할 신하로 소망지를 지명한 것입니다. 소망지는 새 황제 원제의 스승으로 영향력을 행사하면서 유학자들을 등용하고자 했지만, 이 과정에서 외척 및 환관과 틈이 생겨 정쟁을 벌이게 되었습니다. 그는 여러 차례 외척들의 비리를 비판하다가 설화를 입었고, 갓 즉위하여 정무에 익숙하지 않았던 원제는 실수로 소망지를 파면시켜 버렸습니다. 얼마 지나지 않아 원제는 소망지를 다시 등용하고 승상으로 임명하려고 했습니다. 그러나 소망지의 아들이 이전에 소망지가 파면된 일이 억울했다고 호소하고 나서면서 오히려 역풍을 맞게 되었습니다. 당시에는 이전 일의 시시비비를 가리는 것이 대신의 체통에 맞지 않다고 여겨졌고(억울해도 그냥 당하는 것이 대신의 미덕이었습니다), 말 한 마디를 잘못해서 불경죄로 처벌받는 시대였습니다. 환관들은 이 일을 빌미로 소망지의 자존심을 약간 꺾어 놓는 것이 그를 앞으로 덜 다치게 하는 길이라고 황제를 설득했습니다. 환관들의 부추김에 넘어간 황제가 소망지를 체포하도록 사람을 보내자, 소망지는 감옥에 가느니 죽는 것이 낫겠다고 자살하려고 했습니다(전한 시대에는 그런 풍조가 있었습니다). 소망지의 부인은 그것이 황제의 뜻이 아니라고 반대했지만, 소망지의 제자가 강직하게 자살을 권유하여 결국 소망지는 독약을 먹고 죽었습니다. 황제는 그제서야 속았다는 것을 깨닫고 비통해하며 매년 그의 제사에 사람을 보냈습니다. 4. 후대의 일화: 4. 1. 순욱의 롤모델?: 소망지의 자(字)는 장천(長倩)입니다. 전한 시대에도 흔한 자가 아니었지만 후한 이후로 가면 같은 자를 쓰는 사람을 더욱 찾을 수 없게 됩니다. 그런데 《삼국지》에 예외적으로 이 자를 쓰는 인물이 단 한 명 나옵니다. 바로 순욱의 장남 순운입니다. 순운의 자는 당시 백·중·숙·계로 형제 서열을 표시한다거나, 이름과 뜻이 연관된 글자를 쓴다거나 하는 등 《삼국지》의 시대에 예측할 수 있는 속성에서 완전히 벗어난다는 점에서 더욱 눈에 띕니다. 《한서》에서는 〈소하조참전〉(소하·조참), 〈장진왕주전〉(장량·진평·왕릉·주발) 등 대부분의 전기가 여러 인물을 함께 담고 있는데, 〈소망지전〉은 드물게 소망지의 단독 전기입니다. 후한 시기에 공인된 역사서인 《한서》의 위상을 생각하면 순욱이 소망지를 모르는 채로 우연히 장남에게 같은 자를 지어 주었을 것 같지는 않습니다. 《삼국지》에 나타난 순욱의 말하기 전략에 대해서는 아(雅)가 여러 곳에서 언급한 적이 있는데, 사서에서 윗사람에게 의견을 말할 때 ‘아무개가 몰래[竊] 생각하기로’ 같은 겸양으로 시작하는 경우가 많지만 순욱이 조조에게 말할 때는 이런 예를 전혀 찾을 수 없습니다. 순욱이 1인칭 주어를 안 쓰는 것은 무엇보다 순욱의 주장이 주관이 아닌 객관임을 드러내는 효과가 있습니다. 사실 이것은 200년 전 소망지가 먼저 사용한 전략이기도 합니다. 《한서팸플릿1: 자칭·호칭·지칭》 45면에서 소망지와 장창의 글쓰기 스타일을 비교한 적이 있는데, 여기서 지적한 내용은 《삼국지포켓북1: 호칭어 가이드》 108–109면에서 순욱과 곽가의 말하기 스타일을 비교하는 것과 일맥상통합니다. 순욱은 소망지처럼 말하는 사람이었습니다. 또한 순욱이 “왕좌지재”라는 평가를 받은 것도 유명한데, 이것도 《한서》 〈소망지전〉에 적힌 평론이 “[황제를] 보좌할 능력을 가진, 근대에 사직을 지킨 신하”[有輔佐之能，近古社稷臣]였다는 점과 연장해 볼 수 있습니다. 여러 모로 순욱이 소망지를 모델로 삼았을 법하고, 장남의 자를 소망지에게서 따온 것이 그냥 나온 것은 아닌 듯합니다. 4. 2. 억울하게 죽은 충신의 대명사: 《삼국지》에서 모개는 억울하게 화를 입은 인물의 예로 소망지를 가장 먼저 언급했습니다. 4. 3. 남조의 황족: 남조 송-제-양-진 네 왕조 중 제나라와 양나라의 황족이 난릉 소씨인데, 이들은 모두 소망지의 후손입니다. ",
                "tags": "한서 소망지 시경 소제 곽광 왕중옹 선제 석거각회의 기린각 원제 순욱 모개 난릉소씨"
            }, 
        
    
        
            {
                "id": 56,
                "url": "https://zyahan.blog/interpret-and-translate/",
                "title": "통역과 번역이 모두 ‘역’으로 끝나는 까닭: 역(譯)의 의미 확장",
                "subtitle": "",
                "body": "0. 통역과 번역, interpret와 translate: 한국어를 비롯한 한자문화권에서 통역(通譯)과 번역(飜譯)은 서로 다른 의미를 가진 단어이지만, 역(譯)이라는 한자를 공유합니다. 두 작업 모두 이 언어를 저 언어로 옮기는 과정을 포함한다는 공통점을 가지고 있기 때문입니다. 그런데 유럽어에서는 ‘통역’이라는 말과 ‘번역’이라는 말이 독립적으로 존재하는 경우가 많습니다. 예를 들면 영어로 통역에 해당하는 동사는 ‘interpret’, 번역에 해당하는 동사는 ‘translate’입니다. 두 단어 사이에 겹치는 요소가 없습니다. 영어 단어 ‘interpret’(통역하다)와 ‘translate’(번역하다)를 자세히 살펴보면, 접두사가 ‘inter-’와 ‘trans-’로 서로 다릅니다. 두 접두사 모두 라틴어에서 나온 말로, 대략 ‘inter-’는 둘 이상의 사람이나 사물 사이를 의미하고 ‘trans-’는 한 쪽에서 다른 쪽으로 건너간다는 의미입니다. 즉, 통역은 쌍방향이지만 번역은 단방향입니다. 실제로 통역에서는 한국어를 영어로 옮기는 작업과 영어를 한국어로 옮기는 작업이 번갈아 가면서 함께 이루어지는 것이 대부분입니다. 반면 한-영 번역과 영-한 번역은 별개의 영역으로 각기 전문가가 있습니다. 물론 한자문화권에서 이런 차이를 인지하지 못해서 역(譯)이라는 말을 쓰는 것은 아닙니다. 국립국어원 《표준국어대사전》에서 ‘통역’과 ‘번역’을 찾아봅시다.    통역: 말이 통하지 아니하는 사람 사이에서 뜻이 통하도록 말을 옮겨 줌.   번역: 어떤 언어로 된 글을 다른 언어의 글로 옮김.  이렇게 뜻풀이를 보면 통역의 상호성(‘사람 사이에서’)과 번역의 방향성(‘다른 언어의 글로’)을 모두 포착하고 있습니다. 다만 방향의 차이보다는 언어를 옮긴다는 공통점을 더 중시한 것입니다. 이 공통점을 역(譯)이라는 한자로 표시하게 된 것은 중국 한나라 시기의 일입니다. Chinese Text Project에서 선진 시기와 한나라 문헌을 통틀어 譯(역)을 검색한 결과를 살펴보면 총 133건이 나오는데, 《시경》, 《서경》, 《역경》, 《춘추》와 같은 고전에는 전혀 출현하지 않았습니다. 《논어》에도 나오지 않습니다. 시기를 아주 이르게 잡아도 전국시대에 몇 건이 존재할 뿐 대부분의 용례가 한대에 집중되어 있습니다. 1. 譯(역)의 “원래” 의미: 주목할 점은 譯(역)이라는 말이 처음부터 interpret나 translate에 완전히 대응하지는 않았다는 것입니다. 적어도 진한 시대 지식인들은 그렇게 믿었습니다. 이 사실은 《여씨춘추》와 《예기》에서 확인할 수 있습니다.  일반적으로 관을 쓰고 띠를 두르는 나라에서 배나 수레로 소통할 때는 상역적제를 쓰지 않고[凡冠帶之國，舟車之所通，不用象譯狄鞮] 《여씨춘추》 〈신세〉  먼저 《여씨춘추》에 따르면 중화에 속하는 나라들끼리 소통할 때는 ‘상역적제’(象譯狄鞮)를 쓰지 않는다고 했는데, 이것은 상(象), 역(譯), 적제(狄鞮) 세 요소를 나열한 것입니다. 즉, 역이 단독으로 쓰이지 않고 상 및 적제와 함께 나왔습니다. 상과 적제의 정체는 《예기》에 나옵니다. 고대 중국에서 동서남북 사방의 “오랑캐”를 각기 다른 명칭으로 불렀다는 이야기를 들어보신 분들도 계실 것입니다. 이 이야기의 출처가 바로 《예기》 〈왕제〉 편입니다. 〈왕제〉에서는 더 나아가서 민족의 명칭뿐만 아니라 통역관의 직책명도 방위에 따라 구별했습니다.    동쪽: 이(夷) / 기(寄)  남쪽: 만(蠻) / 상(象)  서쪽: 융(戎) / 적제(狄鞮)  북쪽: 적(狄) / 역(譯) 다시 말해 역(譯)은 원래 보편적인 통역이나 번역이 아니라 중국 북쪽의 외국과 소통하는 것을 의미했습니다. 《여씨춘추》와 《예기》는 일반론이자 규범이므로 구체적인 상황에서 저렇게 사용했다는 증거가 되기는 어렵지만, 어쨌든 지식인들의 관념상으로는 지역에 따라 의사소통의 명칭이 달랐습니다. 2. 譯(역)의 의미 확장: 북방의 통역에서 일반적인 통역으로, 통역에서 번역으로: 역(譯)은 이렇게 이론상 북방에 한정되어 있었지만, 《사기》와 《한서》의 실제 용례를 보면 한 무제 이래로 서방과 소통할 때도 ‘적제’가 아닌 ‘역’을 썼고, 남방과 소통할 때도 ‘상’이 아닌 ‘역’이 쓰였습니다. 이렇게 된 까닭은 한나라 초기의 대외관계가 북쪽의 흉노 위주로 이루어져서 ‘역’의 역할이 커졌기 때문이라고 보기도 합니다. 1 이 변화는 후한 말의 사전 《설문해자》에서도 확실하게 나타납니다.  ‘역’이란 사방 오랑캐의 말을 전하는 자다. [譯：傳譯四夷之言者。] 《설문해자》 권4 〈언부〉 앞선 《여씨춘추》나 《예기》와 달리 《설문해자》에서 ‘역’은 북쪽에 국한되지 않고 모든 ‘오랑캐’의 말을 전달하는 것이 되었습니다. 읽는 ‘오랑캐’가 기분이 나쁩니다. 아무튼 이 경우 ‘역’은 문자로 적힌 글을 옮기는 번역이라기보다 중국어와 외국어 사이에서 말을 옮기는 통역이었을 것입니다. ‘역’이 번역의 의미로 쓰인 사례는 불경을 중국어로 옮기게 된 이후부터 찾을 수 있습니다. 불경의 번역은 후한 때 시작되었는데, 이때는 아직 번역 작업을 ‘역’이라고 칭했다는 확실한 근거를 찾을 수 없습니다. 《전상고삼대진한삼국육조문》에서 검색해 보면 삼국 시대 오나라에서 활동한 승려들의 글이 가장 이른 용례인 것 같습니다. 지겸의 《법구경》 서문, 강승회의 《법경경》 서문 등에서 ‘역’이라는 말이 나타납니다. 3. 요약: 한자문화권에서 역(譯)은 원래 중국에서 북방과 소통하는 관리를 가리키는 고유명사에 가까웠지만, 전한 초 북방의 흉노와의 관계가 중요해지면서 통역 전반의 의미로 일반화되었고, 후한 말 불경을 중국어로 옮기게 된 후 번역의 의미가 더해졌습니다. 참고 문헌:       이종철. (2008). 《중국 불경의 탄생: 인도 불경의 번역과 두 문화의 만남》. 창비, 38.  &#8617;    ",
                "tags": "통역 번역 여씨춘추 예기 상역적제 사기 한서 흉노 설문해자 불경 지겸 법구경 강승회 법경경"
            }, 
        
    
        
            {
                "id": 57,
                "url": "https://zyahan.blog/yang-as-deceit/",
                "title": "양동작전의 수수께끼: 중국 고대의 음양 개념 변천",
                "subtitle": "",
                "body": "최근 트위터에서 마사토끼 님의 만화를 보고 찔렸습니다.  이쪽인 것처럼 해 놓고 저쪽에서 공격한다, 이런 기만 전술을 [양동작전]이라고 하죠. … 기만전술을 일컫는 명칭에 어떻게 陽자를 붙입니까?https://twitter. com/masatokki/status/1763446972013568096 사실 아(雅)도 ‘양동작전’의 ‘양’이 兩이라고 생각했었거든요… 아무튼 양(陽)을 쓰는 데 놀라는 것도 일리가 있습니다. 한자문화권에서 음양의 의미를 아래와 같이 연상하는 것은 꽤 자연스러운 듯합니다.  양(陽): 밝음 → 좋음 → 정직함 음(陰): 어두움 → 나쁨 → 속임수그러데 이런 구도는 원래부터 있던 의미일까요? 그렇지 않다면 어떻게 생겨난 것일까요? 마침 독서 모임 “반소의 무리”에서 관련된 책을 두 권 읽은 적이 있습니다. 《동아시아 고대의 여성사상》 8장 〈음양 이론: 변화와 불변의 경계〉(이숙인 2005)와 《유교와 여성》 3장 〈음양, 젠더 특성, 그리고 상보성〉(로즌리 2023)을 통해 음양의 의미 변화를 알아봅시다. 음양의 원래 의미: 처음에 양(陽)은 해가 비치는 곳, 음(陰)은 해가 비치지 않아 가려진 곳을 의미했습니다. 지리적으로 양은 하천의 북쪽과 산의 남쪽, 음은 하천의 남쪽과 산의 북쪽에 해당합니다. 이것은 화양(華陽; 화산의 남쪽) 및 화음(華陰; 화산의 북쪽) 같은 지명에 반영되어 있고, 《시경》의 《대아》 〈공류〉에 언급된 ‘음양’도 산의 음지인 북녘과 양지인 남녘을 나란히 가리키는 말이었습니다. 《시경》의 시대까지는 아직 음양에 어둠과 빛의 이미지를 넘어서는 가치가 깃들어 있지 않았습니다(이숙인 2005: 298–299). 음양의 자연법칙화: 춘추·전국 시대: 춘추 시대로 오면 음양의 의미가 양지·음지라는 물리적 실체에서 자연 현상을 관장하는 추상적 개념으로 확장됩니다. 예를 들어 《춘추좌씨전》에서는 음과 양이 하늘의 여섯 가지 기운에 포함되었고, 《국어》에서는 지진이 일어난 까닭을 음양의 기가 작용했기 때문이라고 해석했습니다(이숙인 2005: 299–301). 더 나아가서 전국 시대에는 음양 개념이 철학에도 활용되었습니다. 노자, 장자, 묵자, 관자 등 제자백가의 여러 학자들이 만물의 작용을 음양의 원리로 설명하고자 했습니다. 단, 음양이 인간 사회까지 직접적으로 개입하지는 않았습니다. 《순자》에서는 음양의 조화가 자연의 법칙에 불과할 뿐 인간사에 시사점을 주는 것은 아니라고 보았습니다. (이숙인 2005: 301–305). 음양의 사회적 가치: 전한 시대: 이 글의 첫머리에서 언급한 음양 구도의 단서가 나오는 것은 《역경》의 주석인 《역전》입니다. 《역경》, 즉 《주역》은 주 문왕 희창이 지었다는 전설과 같이 서주 시대로까지 거슬러올라갈 수 있는 오래된 책이지만, 《역전》은 후세의 유학자들이 지은 해설서로 전한 시대 초반에 이르기까지 축적된 내용을 담고 있습니다. 바로 이 《역전》에서 음양 개념으로 인간과 사회를 설명하고 있습니다. 특히, 《주역》의 8괘 중 하늘을 상징하는 건(乾)과 땅을 상징하는 곤(坤)땅을 각기 양과 음으로 규정함으로써 아래와 같은 가치 체계가 도출되었습니다(이숙인 2005: 305–306).  양(陽) = 하늘[乾(건)] = 높음[尊(존)] = 귀함[貴(귀)] = 움직임[動(동)] = 굳셈[剛(강)] 음(陰) = 땅[坤(곤)] = 낮음[卑(비)] = 천함[賤(천)] = 고요함[靜(정)] = 부드러움[柔(유)]전한 시대의 유학자 동중서는 《춘추번로》에서 양은 존귀하고 음은 비천하다고 선언했습니다(로즌리 2023: 116). 동중서는 한나라 사람으로서 직전 왕조인 진나라를 부정하고 한나라를 긍정해야 했습니다. 전국 시대의 음양가 추연이 주창한 음양오행설에 따르면 오행 중 수(水)의 덕을 표방한 진나라는 겨울을 한 해의 시작으로 삼고 법률과 형벌을 강조했다는 점에서 음에 해당했기 때문에, 이를 받아들인 동중서는 음을 낮추고 이와 상반된 양을 한나라의 덕으로 높였습니다(로즌리 2023: 128–131). 여기에서 양을 긍정적으로, 음을 부정적으로 보는 인식이 성립된 것입니다. 이제 ‘양동작전’의 ‘양’이 왜 현대한국어 사용자에게 어색하게 느껴질 수 있는지를 알게 되었습니다. 유교 이외 전통의 흔적: 하지만 한나라 이전 음양이 사회적 가치와 독립적인 개념으로 존재하던 이전의 전통도 상당히 긴 역사를 가지고 있으므로 쉽게 사라지지 않았습니다. 특히 전국 시대에 자연의 이치보다 군주의 권력에 관심을 쏟은 《한비자》에서는 ‘양’과 ‘음’을 각기 겉과 속을 가리키는 표현으로 사용했습니다(이숙인 2005: 302–303). 양은 햇빛이 들어 눈에 잘 보인다는 점에서 겉을, 음은 그늘에 가려 보이지 않는다는 점에서 속을 가리키는 것은 자연스러운 의미 확장입니다. 이런 용례의 흔적은 오늘날 큰 행사의 개회사에서 ‘음으로 양으로 도와주신’ 분들께 감사하는 데서도 남아 있습니다. 이때 음으로 도왔다는 말은 뒷돈을 찔러 넣었다든가 하는 부정적인 방법을 사용했다는 것이 아니라 자신의 선행을 남에게 알리지 않았다는 것으로 긍정적인 의미입니다. 여기서 의미가 더욱 확장되면 겉면을 강조하는 양이 오히려 부정적인 의미로 쓰일 수도 있습니다. 예를 들어 《한서》와 이후의 역사서에서 陽驚(양경)이라는 말이 이따금 나오는데, 이것은 자신의 속임수가 들통나려고 할 때 일부로 모르는 일인 척하며 거짓으로 놀라는 상황을 가리킵니다. 그 외에 미치광이를 가장하는 陽狂(양광), 술에 취한 척하는 陽醉(양취)도 있습니다. ‘양동작전’의 ‘양’은 바로 이런 맥락에서 이해할 수 있습니다. 참고 문헌:  이숙인. (2005). 《동아시아 고대의 여성사상》. 도서출판 여이연.  리-시앙 리사 로즌리 지음, 이환희 옮김. (2023). 《유교와 여성》. 필로소픽. ",
                "tags": "양동작전 음양 시경 춘추좌씨전 국어 순자 역경 역전 춘추번로 한비자 한서 거짓"
            }, 
        
    
        
            {
                "id": 58,
                "url": "https://zyahan.blog/relay-translation/",
                "title": "중역(重譯)의 환상",
                "subtitle": "",
                "body": "중역(重譯)이란 A언어의 말을 B언어로 바로 옮기지 않고 도중에 다른 언어를 거쳐서 옮기는 것을 말합니다. 이 한자어의 역사는 상당히 오래되었습니다. 중국 전한 시대 중반에 나온 《한시외전》과 《사기》에서 이미 ‘중역’이라는 말을 찾을 수 있습니다. 현대의 한국어 독자들에게는 중역이 뭔가 아쉬운 것으로 여겨질 때가 많습니다. 20세기 후반까지도 동아시아와 영미권을 제외한 외국의 문화는 한국에 직접 들어오기보다 일단 일본어나 영어로 번역되어 한국어로 소개되는 것이 보통이었기 때문입니다. 이런 배경에서 중역은 시대의 한계를 의미합니다. 하지만 고대 중국은 현대 한국과 사정이 달랐습니다. 특히 한 무제 이후의 중국 황제들에게 중역은 대단한 로망이었습니다. 심지어 아홉 번의 통역을 거쳤다는 중구역(重九譯)이라는 말까지 나옵니다. 여기에서 9는 실제의 횟수가 아니라 큰 수를 강조하는 표현입니다. 중역 로망의 원조인 한 무제 유철의 사례부터 살펴봅시다. 《사기》 〈대완열전〉에 따르면, 무제가 서쪽으로 파견한 장건은 도중에 흉노의 포로로 잡히는 등 여러 시련을 뚫고서 마침내 대완과 접촉하는 데 성공하고 돌아온 뒤 무제에게 서역 여러 나라의 정세를 소개했습니다. 장건의 보고를 받은 무제는 머릿속에 희망회로를 돌리기 시작하는데… 그 내용은 바로 땅을 만 리 넓히고, 통역을 아홉 번 거치며, 특이한 풍속에 다다라서, 사해에 두루 덕을 떨치는 것이었습니다[廣地萬里，重九譯，致殊俗，威德遍於四海]. 도대체 왜 이렇게까지 중역에 환상을 품었을까요? 그것은 이들이 ‘중화’였기 때문입니다. 이른바 ‘오랑캐’가 여러 번의 통역을 거쳐 중국과 교통하기를 희망했다는 사실은, 한나라 황제가 그만큼 아득히 먼 외국까지 위세를 떨쳤다는 증거로 해석되었습니다. 중역으로 증명된 위세는 다시 중국 국내 정치에 활용되기도 했습니다. 가령, 신나라를 세운 왕망은 전한의 섭정 시절 태평성대를 위장하기 위해 외국에 뇌물을 보내 중국에 중역으로 공물을 바치도록 로비를 벌였습니다. 이것은 주나라 시절 주공의 덕이 퍼져서 월상(越嘗·越裳)이라는 먼 나라에서 중역을 통해 흰 꿩을 바쳤다는 일화를 본뜬 행위입니다. 주공과 월상의 이야기는 한대 이전의 문헌에 보이지 않고 《한시외전》에 최초로 등장하는데, 아마도 한나라 유학자들이 무제에게 아부하려고 지어낸 동인설정이었을 것입니다. 이렇게 한나라의 덕을 찬양하기 위해 만들어진 선례가 한나라를 무너뜨리는 데 동원되었다는 점이 재미있습니다. 그런데 이렇게 여러 차례의 중역을 거치면서 과연 원래의 메시지가 의도한 대로 잘 전달될 수 있었을까요? 《사기》, 《한서》, 《후한서》, 《삼국지》 전4사에서 ‘譯’의 용례를 검색하면, 외국과 교류하는 과정에서 사고가 났을 때 높으신 분들이 통역 오류를 탓하는 기록은 찾을 수 없습니다. 중역은 그 자체로 의의가 막대한 사건이었기 때문에, 중역을 거치면서 미묘한 의미가 왜곡되는 것은 문제 삼지 않은 듯합니다. 어쩌면 애초에 의미를 정확히 전달할 의지가 별로 없었을지도 모릅니다. ",
                "tags": "통역 번역 중역 한시외전 사기 중구역 왕망"
            }, 
        
    
        
            {
                "id": 59,
                "url": "https://zyahan.blog/cao-cao-12/",
                "title": "12. 조조의 아명 아만(阿瞞)의 의미는 거짓말쟁이다? [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "이 포스트는 2019년에 작성했던 글을 수정하고 보충한 것입니다. 본명 이전의 이름: 아명: 고대 중국에서 지배계급에 속하는 개인의 이름으로는 대표적으로 명(名)과 자(字) 두 가지가 존재했습니다. 조선시대 위인들을 생각하면 본명과 자 외에 호(號)도 자연스럽게 떠오르지만, 지식인들이 너나 할 것 없이 호를 짓게 된 것은 위진남북조 시대를 지난 당나라 때의 일이기 때문에 ‘고대’ 중국에는 해당하지 않습니다. 그런데 명, 자, 호 외에 또 다른 고유명사도 있었습니다. 《삼국지》와 《세설신어》 등을 살펴보면, 후한 이후에 살았던 인물의 이력을 소개할 때 본명과 자 이외에 소자(少字)라는 것이 가끔 나옵니다. ‘소자’란 정식 이름을 받기 전 어렸을 때 불리던 아명을 말합니다. 조조의 아명, 아만: 거짓말쟁이?: 《삼국지》에서 가장 잘 알려진 아명은 아마도 위지1 〈무제기〉 주석에 인용된 《조만전》에 소개된 조조의 아만(阿瞞)일 것입니다. 아(阿)는 애칭을 이음절로 만들기 위해 앞에 붙이는 접두사고, 실질적인 의미를 가진 글자는 만(瞞)입니다. 당장 책의 제목도 《조아만전》이 아닌 《조만전》이라고 되어 있지요. 만(瞞)의 의미는 무엇이었을까요? 현대 한국어에서 ‘기만(欺瞞)’이라는 단어에 이 한자가 사용됩니다. 네이버 한자사전을 찾아보면 ‘속일 만’이라고 되어 있고 첫 번째 뜻이 ‘속이다’로 풀이되어 있습니다. 아명의 한자가 남을 속인다는 뜻이라니 조조의 캐릭터와 잘 어울립니다. 실제로 왕샤오레이의 소설 《삼국지 조조전》 등 여러 창작물에서, 조조가 어렸을 때부터 거짓말을 잘해서 이런 아명을 얻었다고 설명하고 있습니다. 그런데, 아(雅)는 이 설에 의문이 들었습니다. 특히 이 글에서는 크게 두 가지를 지적하고자 합니다.  한자 ‘瞞’의 부수는 目[눈 목]인데, 남을 속인다는 뜻이 눈(eye)에서 파생되기는 어려운 것 같습니다.  현재 접근 가능한 한나라 문헌에서 ‘瞞’이 남을 속인다는 의미로 쓰인 예를 찾을 수 없습니다. 아니, 아예 이 한자 자체가 거의 나오지 않습니다. 아만 거짓말쟁이설에 대한 반박 1: 거짓말은 눈[目]보다 말[言]로 한다: 네이버 한자사전에서 ‘속이다’로 검색해 보면 상당수의 한자가 詐(사), 誣(무), 詭(궤), 譎(휼)처럼 言[말씀 언]을 부수로 삼고 있습니다. 거짓말은 남을 속이는 말이므로 이쪽이 더 자연스럽습니다. 반면 瞞(이체자 ‘瞒’)의 부수는 目[눈]입니다. 여기에서 瞞의 의미가 원래는 눈과 관련된 것이었다고 추측할 수 있습니다. 현대의 사전이 아닌 후한 말의 자전 《설문해자》 〈목부〉에서는 이 글자를 平目(평목), 즉 ‘평평한 눈’이라고 풀이했습니다. 또 이 글자는 전국시대 《순자》 〈비십이자〉에도 나왔는데, 여기에서는 瞞瞞然(만만연)이 (육체적 쾌락을 접할 때) 눈을 감는다는 의미로 쓰였습니다. 즉, 주요 문헌에서는 눈이 가늘다, 혹은 눈을 가늘게 한다는 뜻이었던 것입니다. 아만 거짓말쟁이설에 대한 반박 2: 애초에 한나라 문헌에 瞞의 용례가 거의 없다: 일단 후한 시대까지의 의미를 파악했을 때 瞞은 부수에 맞게 눈과 연관된 뜻을 가지고 있었다는 사실을 알 수 있습니다. 하지만 좀 더 거짓말쟁이설을 고집해 봅시다. 가령, 瞞이 눈을 가늘게 뜬다는 모습을 나타낸 것이므로 대략 남의 눈을 흐리게 한다는 점에서 거짓말이라는 의미가 파생될 가능성도 없지 않습니다. 이 추측을 뒷받침할 만한 근거가 있을가요? Chinese Text Project(이하 CTP)에서 제공하는 한대까지의 문헌을 대상으로 瞒을 검색해 보면 단 열 건이 나옵니다. 아무래도 어떤 주장을 하기에는 부족한 양입니다. 그나마도 2회 이상 나오는 사례는 수만(鄋瞞)이나 만성(瞞成)과 같은 인명밖에 없습니다. 중간 점검: 결국 조조의 아명 아만(阿瞞)이 지어질 당시에 만(瞞)이라는 한자가 남을 속인다는 뜻을 가졌다는 결론은 내지 못했습니다. 적어도 “정사”에 따르면 조조의 아명은 거짓말쟁이라고 하기 어렵습니다. ‘기만(欺瞞)’이라는 단어의 등장: 어쨌든 동아시아 현대에 瞞이 남을 속인다는 뜻으로 쓰이고 있다는 사실은 부정할 수 없습니다. 그렇다면 언제부터 이런 의미가 생기게 되었을까요? CTP에서 제공하는 한대 이후의 범위에서 瞒을 검색해 보았습니다. 우선 위진남북조 시대에는 《조만전》이라는 제목으로만 나옵니다. 다음으로 수·당 시대에는 아예 용례가 없습니다. 그리고 송·명 시대에 瞞이 쏟아지기 시작해서 청대로 이어집니다. 송·명 시대의 문헌을 시대별로 세분화해 보면, 남송 시대 주희와 제자들의 어록인 《주자어류》에 기만(欺瞞)이라는 말이 나옵니다. CTP상으로는 이것이 가장 이른 용례로 보입니다(단, CTP에서 원문을 제공하는 한나라 이후 문헌이 제한된 것은 감안해야 합니다). 이후로 소설 《삼국연의》, 《서유기》, 《금병매》 등에서 瞞 한 글자가 단독으로도 남을 속인다는 의미로 아주 많이 쓰입니다. 아만 거짓말쟁이설 재검토: CTP에서 확인한 瞞의 의미 변화는 늦어도 남송 말의 입말에서 이미 일어나 있었습니다. CTP 밖으로 나가면 자료가 더 풍부합니다. 예를 들어 《서상기》와 같은 원대 잡극에서도 瞞이 남을 속인다는 의미로 많이 쓰였습니다. 그러므로 “연의”에 등장하는 조조의 아명은 거짓말쟁이라는 뜻으로 해석해도 무방합니다. 그런데 瞞의 의미는 대체 왜 바뀌었을까요? 사실 언어 변화의 원인을 찾는 것은 쉽지 않습니다. 하지만 조조의 아명과 연관지어 좀 더 상상해 보겠습니다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "조조 아만 아명 소자 조만전 호칭어 瞞"
            }, 
        
    
        
            {
                "id": 60,
                "url": "https://zyahan.blog/cao-cao-11/",
                "title": "11. 조조가 유비를 일컫는 말의 변화: ‘명사군’부터 ‘짚신가게 새끼’까지 [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "역사책 이야기건 소설책 이야기건, 삼국지의 서사에서 주요한 축으로는 조조와 유비의 대립을 빠뜨릴 수 없습니다. 이른바 “정사” 의 본문과 주석에서도 조조가 유비를 칭하는 말을 뽑아 보면 조조가 유비를 대하는 감정이 어떻게 달라지는지가 확연하게 드러납니다. 시기에 따라 크게 세 단계로 나눌 수 있습니다. 1기: 예주목 유비를 깍듯이 존중하던 시절: 유비가 여포에게 서주를 빼앗기고 조조에게 의탁했을 때, 조조는 유비를 잘 대접하면서 자사·주목에 대한 존칭인 ‘사군‘이라고 부릅니다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "조조 유비 호칭어 사군"
            }, 
        
    
        
            {
                "id": 61,
                "url": "https://zyahan.blog/brothers-are-hands/",
                "title": "형제는 손발, 처자는 의복?: “연의”가 진짜로 “왜곡”한 것",
                "subtitle": "",
                "body": "소설 《삼국연의》에서 중요한 주제 중 하나는 유비·관우·장비 사이의 의리입니다. 특히 유비의 대사로 다음과 같은 말이 유명합니다.  형제는 손발과 같고, 처자는 의복과 같다. [兄弟如手足，妻子如衣服。] 《삼국연의》 15회 이 대사는 장비가 술에 취해 서주성을 빼앗기고 유비의 아내를 잃은 죄를 자책하며 스스로 목숨을 끊으려는 것을 말리면서 나온 말입니다. 유비는 자기의 아내를 잃은 것은 의복이 해진 정도의 사소한 일이지만 의형제인 장비를 잃는 것은 손발이 끊어지는 것과 같은 중대한 일이라고 선언한 것입니다. 그런데 이 비유는 유비가 처음 만들어 낸 것이 아닙니다. 《삼국연의》 본문을 더 자세히 보면, 유비는 이 비유를 할 때 “옛 사람이 이르기를”[古人云]이라고 운을 뗍니다. 즉, 연의의 세계에서 이 말은 이미 오래된 속담인 것입니다. 그렇다면 “형제는 손발, 처자는 의복”은 어디서 나온 말일까요? 《삼국연의》를 비평한 것으로 유명한 청나라 사람 모종강은 이 대목에서 《시경·국풍·패풍(邶風)》 〈녹의(綠衣)〉의 한 구절인 “녹색 저고리, 누런색 안감”[綠兮衣兮，綠衣黃里]을 인용하고, “처자는 의복과 같다”라는 말이 이 구절에서 유래했다고 주석을 달았습니다. 〈녹의〉라는 시는 사랑하는 아내를 잃은 화자가 녹색 저고리를 보며 아내를 그리워하는 내용으로 알려져 있기 때문입니다. 하지만 모종강의 이 해석은 무리가 있어 보입니다. 〈녹의〉에는 화자가 아내의 죽음을 비통해하는 정서가 드러나 있지만, 유비의 대사에서는 처자식을 잃은 안타까움이 도무지 느껴지지 않습니다. 무엇보다 이 시만 가지고는 “형제는 손발”이라는 부분을 설명할 수 없습니다. “형제는 손발, 처자는 의복”의 진짜 유래를 찾아봅시다. Chinese Text Project 사이트 전체에서 검색해 보면, 가장 근접한 표현은 《돈황변문집》 부록에서 공자의 물음에 항탁이라는 어린아이가 답한 말로 실려 있습니다. 돈황변문은 당나라 시대의 통속 서사문학 고문서로, 아雅가 검색 가능한 범위에서는 “형제는 손발과 같다”라는 말의 출처로 가장 오래된 것입니다. 돈황변문의 문장을 좀 더 자세히 살펴보겠습니다.  형제는 손발과 같다. 부부는 의복과 같다. [중략] 부모는 나무의 뿌리와 같다. 자손은 나무의 가지와 같다. [兄弟如手足。夫妻如衣服。…父母如樹根。子孫如樹枝。] 여기서 “형제는 손발과 같다”[兄弟如手足]라는 말은 《삼국연의》 유비의 대사와 일치합니다. 그런데 다음 문장은 “부부는 의복과 같다”[夫妻如衣服]로 차이가 납니다. 처자식이 아닌 부부라는 점에 주목합시다. 즉, 남편이 아내를 의복으로 여기듯이 아내도 남편을 의복으로 여길 수 있다는 것입니다. 고대 중국인들의 이런 인식은 좀 더 이른 시기로 올라가서 《사기》 〈정세가〉와 《춘추좌씨전》에 나오는 모녀의 대화에서도 확인할 수 있습니다. 아버지와 남편이 정적이 된 것을 알게 된 딸은 어머니에게 찾아가서 묻습니다.  딸: 아버지와 남편 중 누가 더 가깝습니까? 어머니: 아버지는 하나뿐이지만 사람은 누구든 남편으로 삼을 수 있다. “아버지는 하나뿐이지만 남자는 누구든 남편이 될 수 있다. ” 이 말을 들은 딸은 남편을 배신하고 아버지의 편을 들었습니다. 물론, 자기 아내를 의복으로 여기는 남자들도, 아내가 남편인 자기를 의복으로 여긴다고 하면 펄쩍 뜁니다. 그중 하나였던 한나라의 유향은 《열녀전》에서 새로운 해법을 제시했습니다. 그것은 바로 아버지와 남편, 혹은 오빠와 남편 사이의 딜레마에 놓인 여자가 자살하는 것입니다. 《열녀전》의 한 챕터인 〈절의(節義)〉 편이 이런 이야기로 가득합니다. 유비의 아내를 지키지 못한 장비가 자책하자 난데없이 유비가 자기는 형제와 아내 중 어느 쪽도 배신할 수 없다고 자살해 버리는 식입니다. 이러면 《삼국연의》가 짧게 끝나고 좋을 텐데 말입니다. 아무튼 돈황변문의 문맥을 보면 형제가 손발이고 부부가 의복이라는 말은 혈연관계의 우월성을 강조하기 위해 사용되었음을 알 수 있습니다. 이 말이 대략 송나라 이후 혈연관계 없는 의형제가 처자식보다 중요하다는 의미로 왜곡되다니 대체 무슨 일이 일어난 것일까요? 이 왜곡은 단순히 《삼국연의》를 지은 나본 개인의 일탈이 아닙니다. 《삼국연의》보다 44년 이른 시기에 나온 《화관색전》에서는 더욱 심합니다. 여기에서는 관우와 장비가 도원결의를 위해 서로의 처자를 살해합니다.  『新編全相說唱足本出身傳(前集)』은 화관색의 출현에 대한 이야기이다. 유비·관우·장비가 桃園結義를 할 때 관우와 장비에게는 이미 처자가 있었는데 둘은 큰일을 도모하는데 가족이 장애가 될 수 있다고 판단하여 서로의 처자를 죽여주기로 한다. 옥주. (2021). 〈『삼국지연의』와 관색고사의 영향 관계 고찰〉. 《중국학》 75, 55면.  즉, 고대 중국의 남자들이 소위 “대의”를 실현하기 위해 처자식을 방치하는 소극적인 정도였다면, 중세 이후에는 처자식을 “대의”의 걸림돌로 여기고 적극적으로 사전에 제거하기에 이른 것입니다. 이런 변화는 각 시대의 남성성에 대한 인식 및 가부장의 지위와 무관하지 않은 것 같습니다. ",
                "tags": "삼국지 삼국지통속연의 유비 장비 모종강 시경 돈황변문 돈황변문집 사기 춘추좌씨전 열녀전 화관색전"
            }, 
        
    
        
            {
                "id": 62,
                "url": "https://zyahan.blog/zhuge-liang-s-meal/",
                "title": "식소사번의 진실: 제갈량은 밥을 얼마나 적게 먹었나?",
                "subtitle": "",
                "body": "0. 제갈량의 식사량은 1일 쌀 3–4되: 삼국지 이야기에서 유비가 죽은 뒤, 특히 이른바 “북벌”에 돌입한 시기의 제갈량의 과로는 주로 “식소사번”, 즉 적게 먹고 많이 일한다는 말로 요약됩니다. 제갈량을 형용하는 “식소사번”이라는 네 글자는 소설책 《삼국지통속연의》에서 처음 쓰였지만, 사마의가 제갈량의 식사량과 업무량을 묻고 제갈량이 오래 살지 못하리라고 예측하는 일화 자체는 역사책 《삼국지》 〈제갈량전〉 주석과 《진서》 〈선제기〉 본문에 이미 나와 있습니다. 도대체 제갈량이 밥을 얼마나 적게 먹었기에 사마의가 이런 반응을 보였을까요? 다행히도 《진서》 버전에서 구체적인 수량을 찾을 수 있습니다.  사마의: 제갈 공이 식사는 몇 미(米)나 하시는가? [食可幾米] 사자: 3–4승(升)입니다. [三四升] 이 글에서는 이 “미 3–4승”이라는 식사량이 얼마나 많은지, 혹은 적은지 알아보겠습니다. 1. 절대평가: 1일당 쌀 600–800mL: 제갈량의 1일 식사량을 현대인의 감각으로 이해하기 위해서는 일단 “미“가 무엇이고 “3~4승”이 얼마인지를 파악해야 합니다. 1. 1. 한나라의 “쌀”[米]은 rice가 아님: 먼저 주의해야 할 점은 한나라 사람들이 말하는 미(米)의 의미가 지금과 달랐다는 사실입니다. 한나라에서 미(米)는 껍질이 벗겨진 알곡을 의미했습니다. 즉, 벼든 조든 보리든 탈곡되어 밥을 지을 수 있는 상태면 모두 미(米)라고 불렀습니다. 오늘날의 벼(rice)를 가리키는 말은 미(米)가 아니라 도(稻)였습니다. “쌀”의 이런 용례는 중국어뿐만 아니라 한국어에도 존재했습니다. 《표준국어대사전》에서 “쌀”이라는 표제어를 찾으면 3번 뜻풀이가 “볏과에 속한 곡식의 껍질을 벗긴 알을 통틀어 이르는 말. 쌀, 보리쌀, 좁쌀 따위가 있다. ”인 것을 확인할 수 있습니다. 1. 2. 한나라의 “되”[升]는 약 200mL: 다음으로 승(升)이란 한국어 고유어로 “되”에 해당하는 부피 단위입니다. 한나라 때의 1승은 대략 200밀리리터이고, 위진 시대로 가면 약간 늘어나서 204. 5mL 정도가 됩니다. 그러므로 3–4승은 오늘날의 도량형으로 600–800mL라고 계산할 수 있습니다. 1. 3. 소결: 제갈량의 쌀 소비량은 현대인보다 많음: 두 정보를 조합하면 “미 3–4승”은 백미(혹은 기타 도정된 곡식) 600–800mL입니다. 참고로 현재 한국에서 통용되는 전기밥솥 계량컵의 용량이 180mL이므로, 일반적으로 매일 세 끼를 먹는 한국인이라면 하루에 소비하는 쌀이 600mL 미만입니다. 적어도 쌀만 놓고 볼 때 제갈량은 현대 한국인보다 많이 먹고 있었습니다. 2. 상대평가: 한나라 성년 남자 표준 식사량의 60~80%: 현대 한국인의 감각으로는 제갈량의 식사량이 적지 않았던 것 같습니다. 그렇다면 사마의는 왜 제갈량이 오래 살지 못하리라고 예상했을까요? 그것은 현대 한국인과 감각이 달랐기 때문입니다. 제갈량의 식사량을 당시의 맥락에서 이해하기 위해서는 한나라 사람들이 쌀을 얼마나 먹었는지를 파악해야 합니다. 2. 1. 성년 남자의 표준 식사량은 속(粟) 1말: 한나라 사람의 식사량에 대한 정보는 전한 시대의 기록 《염철론》에서 찾을 수 있습니다. 《염철론》 〈산부족〉에서는 15두(斗)의 속(粟)이 장정 한 명의 반 개월 식량이라고 언급했습니다. 반 개월은 약 15일이므로, 장정 한 명이 하루에 속(粟) 1두(斗)를 섭취했다고 볼 수 있습니다. 여기서 속(粟)은 오늘날의 조(foxtail millet)가 아니라 미(米)의 반댓말로 껍질을 벗기지 않은 알곡을 의미합니다. 그리고 두(斗)라는 단위는 한국어의 “말”에 해당하고, “되”의 10배입니다. 따라서 한나라 성년 남자의 표준 식사량은 1일당 속(粟) 1말=10되입니다. 2. 2. 속(粟) 1말은 미(米) 5되: 앞서서 살펴본 제갈량의 식사량은 미(米)를 기준으로 계산한 것이므로, 이제 속(粟)을 미(米)로 환산하는 방법을 알아봅시다. 《구장산술》 〈속미〉에서는 미(米)를 4개 등급으로 나누고 아래와 같이 정의합니다.  속(粟) : 여미(糲米) : 패미(粺米) : 착미(𥽦米) : 어미(御米) = 50 : 30 : 27 : 24 : 21 속(粟) 50을 빻았을 때 제일 거칠게 빻은 여미(糲米)가 30, 제일 곱게 빻은 어미(御米)가 21이 나온다는 의미입니다. 제갈량이 승상씩이나 되어서 등급이 가장 낮은 여미(糲米)를 먹지는 않았을 것이고 어미(御米)를 먹는 사치를 부렸을 것 같지도 않으므로, 대략 중간을 취해서 25 정도로 가정해 봅시다. 그러면 속(粟)과 미(米)의 부피비가 50:25, 즉 2:1이 됩니다. 따라서 성년 남자의 1일 표준 식사량인 속(粟) 1말=10되를 미(米)로 바꾸면 5되가 됩니다. 2. 3. 소결: 제갈량의 쌀 소비량은 당대인보다 적음: 한나라 때 성년 남자 1인의 1일당 식사량이 쌀 5되라는 것을 확인했습니다. 이를 기준으로 본다면 제갈량이 먹은 쌀 3–4되는 정량의 60–80%에 불과합니다. 사마의가 제갈량의 식사량이 적다고 본 것이 당연합니다. 3. 여담: 여성의 식사량은 남성의 60%: 지금까지 제갈량의 식사량을 당시 성년 남자의 표준 식사량과 비교해 보았습니다. 성년 여자의 경우는 어떨까요? 《관자》 〈해왕〉에서 성년 남자가 1개월에 소금 5되를 섭취할 때 성년 여자가 3되를 섭취한다고 한 것을 참고하면, 여성의 식사량이 남성의 60%로 설정되었음을 알 수 있습니다. 그렇다면 제갈량이 쌀 3승을 섭취한 것이 성년 여자의 기준으로는 정량이 됩니다. ",
                "tags": "식소사번 제갈량 삼국지 米 쌀 사마의 진서 염철론 구장산술 관자"
            }, 
        
    
        
            {
                "id": 63,
                "url": "https://zyahan.blog/too-late-spinoff-ginger/",
                "title": "외전. 만다린 진저 티",
                "subtitle": "화이트 크리스마스",
                "body": "진궁은 마루에 나와 화로 옆에 앉아 있었다. 마당에 눈이 쌓이는 동안 그의 눈은 줄곧 외진 구석을 향했다. 그의 의지로 열릴 일이 없는 대문 쪽으로는 아예 시선을 돌리지 않는 것이 진궁의 버릇이었다. “공대, 오늘이 며칠이지?” “음… 12월 24일…” 무심코 대답하던 진궁은 뒤늦게 비명을 질렀다. “너… 군이 대체 무슨 일로 오셨어요?” 순욱은 진궁의 허락을 구하지 않고 실내로 들어와서는 시자가 준비한 방석에 앉았다. “날도 날이고 해서 확인 좀 하려고. ” 진궁은 불안한 기색으로 물었다. “오늘이 무슨 날인데요?” 순욱은 되물었다. “설마 잊어버렸나?” “형여의 몸이 무지해서 모르겠습니다. ” “여씨 기제삿날. ” 진궁은 굳은 얼굴로 뇌까렸다. “궁이 죽었어야 하는 날이군. ” “그건 매일이 그렇지. ” “군은…” 진궁이 반박하거나 말거나 순욱은 허리에 차고 있던 작은 주머니를 열고 향료를 덜어서 화로에 털어 넣었다. 진궁은 곧 눈살을 찌푸렸다. “너무 매워요. ” “그렇겠지. 10년 묵은 생강이니까. ” “대체 군은 왜 이런 냄새를 맡고도 멀쩡한 건데요?” 순욱은 대답하지 않고 다음 선물을 꺼냈다. 시자가 가져온 그릇에는 껍질을 벗긴 귤이 들어 있었다. “격에 안 맞지만 먹어 봐. ” 진궁은 마지못해 한 조각을 집어 입에 넣었다가… 한 번 씹자마자 뱉을 뻔했다. “이건 너무 시잖아요. 10년 묵은 귤이에요?” 순욱은 근엄하게 말했다. “아쉽지만 그 정도는 아니야. 독 안 들었으니까 다 먹어. ” “군이 명령하시면 형여의 몸이 감히 어쩌겠어요. ” 진궁은 한숨을 내쉬고는 남은 귤 조각을 입 안에 한꺼번에 털어놓고 억지로 씹어 삼켰다. “울어?” “안 울어요. ” “눈물을 흘리고 있는데?” “군이 신 걸 먹였으니까 그렇죠. ” 순욱은 어울리지 않게 자상하게 말했다. “공대, 울고 싶으면 울어도 돼. 조공껜 말 안 할 테니까. ” 진궁은 훌쩍거리며 말했다. “우는 거 아니라고. ” ",
                "tags": "삼국지 감금 참좌지 육형 진궁 순욱 크리스마스이브 생강 귤"
            }, 
        
    
        
            {
                "id": 64,
                "url": "https://zyahan.blog/too-late-spinoff-bittersweet/",
                "title": "외전. 달콤쌉쌀한 스몰토크",
                "subtitle": "",
                "body": "처음에 진궁은 대수롭지 않게 말을 꺼냈다. “오늘따라 공한테서 특이한 향이 나네요. ” “응?” “약초 비슷한 냄새가 나요. ” 조조는 가슴께를 더듬었다. 평소에 품 안에 넣고 다니던 궁궁이풀이 오늘은 없었다. “고孤도 모르겠는데. ” 진궁은 조조의 허리에 찬 가죽 주머니를 가리켰다. “여기서 나는 것 같아요. ” 조조는 무심코 주머니를 열었다. 길이가 한 뼘쯤 되는 풀뿌리가 나왔다. ‘아차. ’ 진궁은 목을 길게 빼고 물었다. “그거 뭐예요?” 조조는 왼손으로 진궁을 밀치고는 오른손으로 다급히 약초를 입에 넣고 씹었다. 진궁은 당황하면서 물었다. “왜 그래요? 내가 빼앗아 먹을 것 같아요?” 조조는 입안에 가득한 쓴맛을 간신히 참고 삼킨 뒤 말했다. “빼앗아 먹다니, 큰일 날 소리 하지 마. ” 진궁은 굳어진 얼굴로 차갑게 대답했다. “네, 형여의 몸이 어떻게 삼공께서 드시는 간식에 감히 손을 대겠어요. ” 조조는 이런 분위기를 제일 피하고 싶었다. 진궁의 손을 잡고 부드럽게 말했다. “그게 아니고… 귀여운 아기는 이런 거 먹으면 안 돼. ” “왜요? 독이라도 들었어요?” 하마터면 사실대로 ‘응. ’이라고 답할 뻔했다. 진궁이 칡을 알아보지 못해서 다행이었다. 슬슬 배가 아파져 왔다. 조조는 최대한 조심스럽게 진궁의 손을 놓으면서 말했다. “고孤는 옷 좀 갈아입고 올게. ” 조조는 화장실에서 오랫동안 손을 씻으면서 놀란 가슴을 진정시켰다. 진궁과 놀아 주는 동안은 좋은 시절로 돌아간 것 같았다. 그 여포를 전쟁에서 무찌르고 마냥 자랑스러울 때. 진궁의 시간도 거기에 멈추어 있었으면 했다. 독살이 두려워서 독에 대한 내성을 키우겠다고 몰래 조금씩 독을 씹게 된 지금의 모습은 진궁이 모르기를 바랐다. 하지만 새 옷을 입고 돌아온 조조에게 진궁은 아이처럼 또 캐묻는 것이었다. “그런데 아까 그 풀, 진짜로 독이에요?” “너, 왜 이렇게 집착해?” “공이 격하게 발끈하니까 더 궁금하잖아요. ” “이 얘기 그만해. 명령이다. ” 조조가 반응을 더할수록 진궁에게 힌트만 더 줄 뿐이었다. 조조는 시자를 재촉해 간식을 가져오게 했다. “경卿이 좋아하는 복숭아야. 어서 먹어. ” 진궁은 조용히 복숭아 시럽을 떠 먹었다. 조조는 진궁이 쓸데없는 생각을 못 하도록 자꾸 말을 걸었다. “복숭아가 달지? 응? 혹시 안 달아?” “달아요. ” 진궁은 모처럼 상냥하게 답했다. “다니까 공도 어서 드세요. 아까 씹으신 풀이 꽤 썼을 것 같은데. ” 조조의 얼굴이 굳어졌다. 결국 들켰다. “재미있네요. 내가 살아서 이런 것도 다 보고. ” 진궁의 얼굴은 전에 없이 발그레했다. “오늘은 살아있기 잘한 것 같아. ” “오늘은 이 정도로 하지. 한동안 고孤의 얼굴은 못 볼 줄 알아. ” 조조는 퉁명스럽게 대꾸하고 자리에서 일어났다. 어쨌든 진궁을 죽여 버릴 수는 없었다. ‘내가 바쁜 중에도 시간을 내서 자꾸 같이 놀아 주니까 공대도 버릇이 나빠졌어. 내가 오랫동안 안 찾아오면 좀 뉘우치겠지. ’ ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 칡 독초"
            }, 
        
    
        
            {
                "id": 65,
                "url": "https://zyahan.blog/jijirulvling/",
                "title": "급급여율령: 동아시아 귀신은 처음부터 인간의 공권력에 복종했는가?",
                "subtitle": "",
                "body": "귀신을 쫓는 주문에 쓰이는 “급급여율령”(急急如律令)이라는 말을 문자 그대로 풀이하면 ‘율령대로 신속히 처리하라’라는 뜻이 됩니다. 여기서 ‘율령대로’라는 의미의 여율령(如律令)은 원래 전한 시대 공문서를 끝내는 상용구였습니다. 이런 이유로, 관료제의 전통이 강한 동아시아에서는 귀신들이 관아의 공권력에 약하다는 해석이 종종 나옵니다. 중국 원나라 때의 유명한 희곡 《감천동지두아원》, 또 조선 시대의 《장화홍련전》 등 여러 이야기에서 죄없이 살해된 여자 귀신이 인간 관리에게 억울함을 호소하는 장면이 나오는 만큼, 이런 해석은 설득력이 있는 것 같습니다. 그런데 한나라에서 “여율령”이 귀신을 부리는 주문처럼 쓰인 예시를 보면, 적어도 이것이 처음부터 인간의 공권력을 내세워 귀신의 해코지를 막고자 하는 의도로 나왔던 것은 아닌 듯합니다. 이 사실은 한대에 여러 무덤에서 발견된 고지책(告知策), 돌에 새긴 매지권(買地券)과 진묘문(鎭墓文)에서 살펴볼 수 있습니다. 매지권과 진묘문의 마지막에 “여율령”이라는 문구가 반복해서 나타나기 때문입니다. 여기서 사용된 “여율령”의 맥락을 이해하기 위해, 우선 고지책, 매지권, 진묘문의 의미를 간략하게 알아봅시다(홍승현 2022:98).  고지책: 망자가 이승에서 저승으로 갈 때 지하 세계의 관리 및 신에게 보내는 신고서.  매지권: 망자가 죽은 자들과 맺은 계약의 증명서.  진묘문: 죽은 혼령을 달래고 악귀의 해코지로부터 산 자를 보호하며 무덤 주위의 수상한 기운을 눌러 진정시키는 진혼문(鎭魂文). 이 세 종류의 문서는 모두 사람이 죽은 뒤에 가는 지하 세계의 관리 혹은 신에게 보낸다는 공통점을 가지고 있습니다(홍승현 2022:103). 실제로 여러 고지책에서는 문서의 수신인으로 지하에서 태수나 현령의 보좌관을 맡은 지하승(地下丞)을 명시했고, 매지권의 수신인은 더욱 지위가 높아져서 지하의 태수를 뜻하는 지하이천석(地下二千石)이 되었으며, 진묘문에서는 죽은 자가 지하 세계에서 치러야 할 부역과 세금을 언급했습니다. 그리고 여기에 지상의 관리는 등장하지 않습니다. 이런 맥락에서 볼 때 무덤에 넣은 매지권과 진묘문의 “여율령”에서 “율령”은 이승의 것이 아니라 저승의 것이라고 추측할 수 있습니다. 물론, 한나라 사람들이 믿기에 이승의 법령과 저승의 법령의 내용이 크게 다르지는 않았을 것입니다. 하지만 죽은 자, 귀신이 복종해야 할 대상은 이승의 관리가 아니라 저승의 관리로 보입니다. 특히 진묘문에는 ‘죽은 자들이 산 자들을 저승에 끌고 가는 것에 대한 공포’가 나타났습니다(홍승현 2022:135). 이렇게 한나라 사람들은 죽은 사람과 산 사람의 영역을 철저히 분리하기를 바랐고, 따라서 죽은 자가 이승의 관아에서 관리되었다면 오히려 두려워했을 것입니다. 단, 《두아원》과 《장화홍련전》처럼 귀신이 인간 세계의 관리에게 억울함을 호소하는 이야기는 후한 시대의 역사를 서술한 《후한서》에서도 찾을 수 있기는 합니다. 그러나 《후한서》의 관리들은 귀신을 비롯한 이물(異物)이 인간에게 ‘해를 끼침으로써 인식 범위에 들어온‘ 경우에 퇴치에 나섰으며(정지현 2016:156), 중세 이후의 《두아원》 등과 달리 인간 세계의 통치 원리가 되는 법령뿐만 아니라 주술을 적극적으로 사용하는 등 이물에 특화된 방법을 써서 대응했습니다(정지현 2016: 153). 인간 세계의 율령이 가지는 권위만으로 일반적인 이물을 제어하기는 어려웠던 것 같습니다. 결론적으로 한나라의 명계(冥界) 문서 및 《후한서》에 기재된 내용을 토대로 판단하자면 “급급여율령”의 율령은 인간 세계의 공권력보다는 귀신의 세계를 관장하는 법칙으로 해석하는 편이 타당해 보입니다. 이것이 한나라 이후에 어떻게 변했는지 알아보아도 재미있겠습니다. 동진 시기에 편찬된 《수신기》가 처음에 귀신 세계의 역사책으로 여겨졌고 한대와 마찬가지로 지하 세계의 관료 체계와 부역을 다루는 것을 볼 때, 변화가 존재했다면 남북조 시대 이후에 본격적으로 일어나지 않았나 싶습니다. 참고 문헌:  정지현. (2016). 《양한서의 신이 서사 연구》. 서울대학교 중어중문학과 박사학위논문.  홍승현. (2022). 《석각의 사회사: 고대 중국인의 욕망과 그 기록》. 혜안. ",
                "tags": "급급여율령 귀신 오컬트 고지책 매지권 진묘문 후한서 두아원 장화홍련전"
            }, 
        
    
        
            {
                "id": 66,
                "url": "https://zyahan.blog/xun-yu-like-zifang/",
                "title": "순욱은 조조의 ‘자방’이 되기를 싫어했을까?",
                "subtitle": "",
                "body": "순욱은 조조와 함께한 대부분의 기간 동안 조조에게 최고의 신임을 받았습니다. 특히 조조가 순욱을 처음 만났을 때부터 “나의 자방”이라고 말한 것이 유명합니다. 여기서 “자방”이란 한나라를 세운 고제 유방의 모사인 장량을 말합니다. 그러니 조조는 순욱을 장량에게 빗대면서 동시에 자기 자신을 유방에게 빗댄 것입니다. 한나라의 신하인 조조가 자신을 한나라의 황제에 빗대는 것은 반역의 뜻으로 여겨질 수 있습니다. 그래서 나관중의 소설 《삼국지통속연의》를 편집한 청나라 사람 모종강도 이런 글을 남겼습니다.  이것은 은연중에 자신을 한고조에 비기는 말이다. 어찌 구석(九錫)이 주어진 다음에야 그에게 역심이 있었음을 비로소 알겠는가? 그러나 순욱은 이때 의심하지 않고 후일에 와서야 의심했다. 일찍이 간파하지 못한 것이 애석할 따름이다. 하지만 순욱이 순욱:조조=장량:유방 비유를 즉시 간파하지 못할 만큼 어리석은 인물이었을 리가 없습니다. 모종강의 평을 따른다면 순욱은 충성스러울지는 몰라도 현명하지는 못합니다. 그런데 순욱은 이미 “한나라의 충신”으로 굳어져 있기 때문에, 이 비유의 의미를 간파하고도 조조를 의심하지 않았다면 심각한 “캐붕”이 되어 버립니다. 그래서인지, 순욱이 자기를 자방에 빗대는 말을 듣자마자 속으로 조조의 야심을 경계했다고 설정한 창작물도 있습니다. 대표적인 경우가 왕샤오레이의 소설 《삼국지 조조전》입니다(X에서 간접적으로 보았습니다). 하지만 《삼국지》 위지10 〈순욱전〉에서 한 문단만 더 읽어 본다면, 순욱이 조조를 고제 유방에 비기기를 거부하지 않았음을 알 수 있습니다. 거부하기는커녕, 고제 유방뿐만 아니라 후한을 세운 광무제 유수까지 조조의 롤모델로 함께 제시했습니다. 서주대학살 이후 장막과 진궁이 여포를 영입하여 연주에서 조조에게 반기를 들었을 때의 일입니다. 조조가 서주를 다시 침공하려고 하자 순욱은 조조를 만류하며 말했습니다.  고조는 관중을 보존했고 광무제는 하내를 근거지로 삼았습니다. 두 분 모두 근본을 견고하게 지켜서 천하를 도모한 것입니다. 즉, 순욱은 유방:관중=유수:하내=조조:연주 비유로 조조를 전한과 후한의 초대 황제와 동급으로 놓았습니다. 왕샤오레이의 설정을 따른다면 순욱은 충성스럽고 현명할지는 몰라도 일관성이 부족합니다. 혹여나 이것이 순욱의 진심은 아니었다고, 분노한 조조를 어르고 달래기 위한 임시방편이었다고 해석하고자 할 수도 있습니다. 설사 그렇다고 치더라도, 순욱은 적어도 한나라의 지존에 대해 이 정도의 타협이 가능한 인물이었던 것입니다. 심지어 순욱과 조조가 대화할 때 조조를 유방과 유수에 비기는 것은 여기서 끝나지 않습니다. 역사책 《삼국지》에서 〈순욱전〉 바깥으로 가면 새로운 사례가 더 나옵니다. 위지16 〈두기전〉에서 조조는 하북을 평정한 뒤 고간 등의 잔여 세력을 공격하기 앞서 순욱에게 하동군 태수의 적임자를 추천해 달라고 부탁하면서 이렇게 말했습니다.  군(君)은 나를 위해 소하와 구순을 추천해 주십시오. 소하는 고제 유방의 신하고, 구순은 광무제 유수의 신하입니다. 두 사람 다 후방을 지키고 군수물자를 조달하여 유방과 유수가 천하를 얻는 데 필수적인 역할을 수행했습니다. 순욱은 이 비유에 이의를 달지 않고 즉시 두기를 추천했습니다. 이런 비유가 반복해서 나온다는 관찰을 통해, 조조를 유방에게 빗대는 것은 조조와 순욱 두 사람 사이에서 합의된 일이었으리라고 추측할 수 있습니다. 이런 비유가 조조와 순욱 사이의 대화에서 주로 발견되는 것을 보면, 조조는 오히려 상대가 순욱이었기 때문에 자신을 거리낌 없이 유방에 비길 수 있었을지도 모릅니다. ",
                "tags": "삼국지 순욱 조조 모종강 삼국지 조조전 고조 광무제 소하 구순 두기 장량"
            }, 
        
    
        
            {
                "id": 67,
                "url": "https://zyahan.blog/on-historical-accuracy-2/",
                "title": "역사/시대 고증은 창작물의 윤리성을 훼손하는가?",
                "subtitle": "",
                "body": "어처구니없게도 “고증”을 빌미로 삼아 소수자에 대한 차별과 폭력을 정당화하는 창작물이 많습니다. 그러다 보니 자신의 창작물에서는 여성에 대한 폭력을 노출하지 않기 위해 “고증을 무시/파괴”하겠다고 선언하는 이도 나옵니다. 그런데 우리가 전자와 같은 작품을 만드는 자들의 말을 곧이곧대로 믿어 줄 필요가 있을까요? 즉, 정말로 온전한 시대 고증을 위해서는 소수자에게 차별과 폭력을 가하는 수밖에 없을까요? 작품의 “윤리적인” 측면을 중시한다면 (그리고 작품의 “윤리성”에 대한 개념이 적당히 합의되어 있다고 가정한다면) 반드시 시대 고증의 일부를 포기해야만 할까요? 여성 차별을 묘사하지 않기 위해서는 시대 고증의 일부를 무시해야 한다는 말을 조금 더 자세히 살펴봅시다. 이 말은 시대 고증을 준수하면 여성 차별을 묘사할 수밖에 없다는 주장과 의미가 같습니다. 그리고 이 주장은, 고증의 대상이 되는 옛날에 여성 차별이 지금보다 더 많이 존재했다는 것을 함축합니다. 지금보다 옛날에 여성 차별이 더 심했다는 말은 참일까요? 종합적으로 점수를 매긴다면 (일단 매길 수 있다고 치면) 그럴 가능성이 높습니다. 하지만 이것은 옛날의 여성 차별이 모든 측면에서 빠짐없이 지금보다 심했다는 말과는 다릅니다. 아(雅)는 이 차이가 중요하다고 생각합니다. 1. : 우선 성차별은 신분, 지역, 민족, 장애 여부, 빈부 등 다른 요인으로 인한 차별과 교차합니다. 옛날에 더 심했던 것은 성차별뿐만이 아닙니다. 이 사실을 고려하면 옛날에는 여성이라는 집단 안에서 개개인이 각자 처한 상황의 차이가 지금보다 더 컸을 것입니다. 그러니 적어도 일부 여성 개인의 지위는 다른 여자들과 남자들보다 훨씬 높을 수 있습니다. 이런 가능성과 실제 사례를 무시하고 모든 여성을 노예처럼 묘사하고 마음껏 폭력을 가하는 것이야말로 “고증오류”입니다. 2. : 더 강조하고 싶은 점은 시대마다 중점적인 차별과 폭력의 양상이 달랐다는 점입니다. 예컨대 21세기 사람이 주로 상상하는 노예제의 폭력에 관한 이미지는 노동 현장의 채찍질과 같이 노예주나 관리자가 직접적으로 가하는 폭행입니다. 그런데 기원전 3세기 진나라 판례집에 등장하는 주인은 복종하지 않는 노예를 손수 때리기보다 관청에 되팔면서 다리를 자르고 유배를 보내 달라고 신고하고, 이 신고는 합법적인 절차로 인정받습니다. 다시 말해, 현대인이 상상 가능한 방향으로 차별과 폭력의 양을 과감하게 늘린다고 해서 그것이 과거의 모습에 반드시 부합하는 것은 아닙니다. 3. : 이뿐만 아니라 과거에서 미래로 시간이 지난다고 해서 차별과 폭력이 일방적으로 줄어드는 것도 아닙니다. 가령 중국에서 전족이라는 악습은 대략 송나라 때부터 시작되어 점차 확대되었습니다. 이전의 한나라 여자들은 겪지 않았던 종류의 폭력을 이후의 명나라 여자들이 새로 겪게 된 것입니다. 즉, 과거에 존재했던 차별이나 폭력이 현재에 없어지거나 약해진 경우도 있지만, 반대로 현재에 존재하는 차별이나 폭력이 과거에 없었거나 약했을 경우도 가능합니다. 결론: 세 가지 논점을 종합하면, 웬만해서는 배경으로 삼고자 하는 시대의 차별과 폭력 가운데 상대적으로 약한 지점을 찾아서 공략하는 방식으로 “고증오류”를 피할 수 있을 것입니다. 그럼에도 불구하고 현대인이 상상 가능한 모든 측면에서 지금보다 극심하게 나쁜 시대도 물론 존재했거나 상상해 낼 수 있습니다. 하지만 설령 그런 시대를 배경으로 삼는다고 하더라도, 적어도 창작물에 중요하게 등장할 만한 인물이라면 그 모든 억압에 시종일관 진심으로 굴복하지만은 않았을 것입니다. 부언: 우리가 현대인인 이상 현대의 윤리로 고대를 비판하는 것은 자연스럽고 또 필요한 작업입니다. 더 나아가서 우리는 현대인이기 때문에 현대의 윤리 자체도 비판적으로 평가할 수 있어야 합니다. 그러므로 과거를 배경으로 할 때 모든 인물이 현대인과 같은 윤리관을 가지게 만든다고 해서 윤리의 문제가 해결된다고 할 수는 없습니다. 현대인이 보기에 거슬리지 않는 것과 윤리적인 것은 다릅니다. 현재를 과거의 대안으로 삼는 것은 과거에 존재했던 차별을 은폐할 뿐만 아니라 현재 존재하는 차별도 간과해 버리는 처사입니다. “빻은” 것을 다루기 싫어서 시야에서 치우는 데 그치지 않고 작품의 윤리적인 측면을 진지하게 고려한다면, 과거와 현재를 모두 비판적으로 관찰하고 차별이 어떤 맥락에서 구성되는지 알아보는 것을 회피하지 말아야 할 것입니다. ",
                "tags": "고증 역사 창작 성차별 폭력 윤리 노예 전족"
            }, 
        
    
        
            {
                "id": 68,
                "url": "https://zyahan.blog/our-orchid-filter/",
                "title": "현대인의 렌즈에서는 난초와 먹 냄새가 나지요",
                "subtitle": "",
                "body": "순욱이 머문 곳에서 향기가 났다는 《양양기》의 일화는 언제나 사람의 심금을 울립니다. 그리고 많은 이들은 여기서 그치지 않고 구체적인 향을 상상해 봅니다. 이 상상에 자주 등장하는 소재가 난초와 먹인 것 같습니다. 이 두 가지 소재는 고고하고 단아한 고대중남 지식인의 모습을 들여다볼 때 끼는 현대인의 렌즈에 들어 있다는 생각이 듭니다. 현대인은 당연히 현대인의 렌즈를 끼기 마련입니다. 현대인이 현대인의 렌즈를 끼는 것은 해로운 일도 아니고, 당연히 해도 괜찮습니다. 하지만 내가 렌즈를 끼고 있다는 사실을 깨닫고 그것이 어떤 렌즈인지를 알아보면 일단 그 자체로 즐겁습니다. 또한 새로운 렌즈로 갈아 끼워 볼 수 있는 계기도 됩니다. 왜 난초와 먹의 향기를 현대인의 렌즈라고 할까요? 우선 난초의 경우, 적어도 아(雅)는 난초 향기를 글로 배웠습니다. 즉, 난초 향기를 맡아 본 경험보다 난초에서 좋은 향기가 난다는 글을 읽어 본 경험이 압도적으로 많습니다. 난초 재배에 종사하지 않는 한, 현대인이 난초의 향기를 장미 향기처럼 일상의 감각으로 갖고 있는 일은 매우 드물 것입니다. 그것보다는 짜장면을 먹을 때 단무지를 곁들이고 식전빵을 먹을 때 발사믹 식초와 올리브유를 곁들이듯 동아시아 고전을 먹을 때 난초라는 아이템의 존재를 곁들일 수 있도록 머릿속 식탁에 준비해 놓는 것에 가까울 듯합니다. 먹의 향기는 어떨까요? 일단 먹 냄새는 난초 냄새보다 현대인이 맡아보기 쉽고 초등학교 때 서예로 접한 기억도 많이 남아 있을 것입니다. 하지만 먹을 방향제로 사용한다는 발상은 아무래도 현대인의 렌즈 같습니다. 고대인이 먹의 냄새를 감각적인 향으로 활용하는 것은, 마치 현대인이 컴퓨터 자판 두드리는 소리를 감각적인 리듬으로 활용하는 것 같습니다. 그렇게 느끼고 활용하는 사람들도 있었겠지만, 대체로 해당 세계관에서 각기 향과 음악의 전형적인 소재로 받아들여지지는 않았습니다. 일상의 소재니까요. 여기에서 의문이 생겨서 검색해 본 것이 묵향(墨香)이라는 단어입니다. 이 단어는 소설 제목으로 특히 유명하지만 “전통”을 소재로 하는 전시회 제목이나 광고 문건에도 애용됩니다. 일단 “묵향”이라는 단어가 묘사에 나온다면 동아시아 고전에 관한 주제가 아닐 수 없습니다. 그런데 이 단어 자체는 고대의 고전에 쓰이지 않았습니다. Chinese Text Project와 Scripta Sinica에서 전근대 중국 문헌을 검색해 보면 이 한자 조합이 청나라 시기가 되어서야 등장하는 것을 확인할 수 있습니다. 일찍이 중세인들이 먹을 만들 때 방향제를 넣거나 방향제를 만들 때 먹을 넣은 사례도 있으나, 묵(墨) 자체에 향(香)이라는 속성을 부여해서 즐기는 것은 현대인의 관점에서 전근대를 향유하는 용법입니다. 그러니 현대인이 순욱 컨셉의 니치 향수를 만들 때 난초와 먹 냄새를 주문하는 것은 현대인의 쾌락을 자극하는 방식으로 더없이 자연스럽지만, 그럴수록 고대에 실존한 인물 순욱이 실제로 방향의 목적으로 사용했을 냄새와는 멀어지는 것이 당연합니다. 반복해서 말하지만 이것은 나쁜 일이 아니고 멀어져도 괜찮습니다. 그런데 마침 21세기 사람은 전자뿐만 아니라 후자도 어느 정도 즐길 수 있는 환경에 있습니다. 순령십리향을 자꾸 나눔하는 이유는 후자의 렌즈로 볼 수 있는 광경도 있다는 것을 알리고 싶기 때문입니다. 2세기 사람의 향기를 11세기 사람이 구현했다고 하면 일단 궁금하지 않습니까? ",
                "tags": "양양기 순욱 난초 먹 현대인 묵향 렌즈 필터 고증"
            }, 
        
    
        
            {
                "id": 69,
                "url": "https://zyahan.blog/tea-vs-milk/",
                "title": "🍵 차와 문화승리",
                "subtitle": "",
                "body": "동아시아, 특히 중국 전통 사회를 상상할 때 사람들이 차(茶)를 마시는 장면은 꼭 들어갑니다. 하지만 한나라를 파는 사람에게 이것은 먼 훗날의 모습일 뿐입니다. 차가 중국 전역에서 기호품으로 받아들여진 것은 당나라 때의 일이기 때문입니다. 당나라 이전 위진남북조 시대까지만 해도 차에 대한 선호도가 지역에 따라 크게 달랐습니다. 특히 남쪽에서는 차를 일상적으로 마시고, 북쪽에서는 차를 매우 싫어했습니다. 이런 갈등과 관련된 재미있는 이야기가 많이 남아 있습니다. 1. 북조의 문화승리: 먼저 소개할 것은 북조 사람이 쓴 《낙양가람기》에 나오는 이야기입니다. 남제에서 북위로 투항한 왕숙이라는 인물은 처음에 북조로 왔을 때 양고기와 유제품을 먹지 않고, 남조 사람의 입맛대로 붕엇국으로 식사를 하고 차를 마셨습니다. 차를 한 번에 한 말씩 마셨기 때문에 북조 사람들은 그에게 “밑 빠진 잔”[漏巵]이라는 별명을 붙였습니다. 그러나 몇 년이 지난 뒤 황제의 연회에 참석한 왕숙은 양고기와 타락죽을 잘 먹었고 차에는 손도 대지 않았습니다. 이상하게 생각한 황제가 까닭을 묻자 왕숙은 이렇게 답했습니다.  양은 땅에서 나는 것 중에서 제일 맛있고 생선은 물에서 나는 것 중에서 제일 맛있습니다. 취향의 차이는 있을 수 있지만 우열을 따지자면 양고기는 큰 나라에 비유할 수 있고 생선은 작은 나라에 비유할 수 있습니다. 그리고 이어서 말했습니다.  그런데 차는 락(酪)[유제품]에 비하면 종놈일 뿐입니다. 이 말을 들은 북조 황제는 크게 웃으며 기뻐했습니다. 이 일을 계기로 차는 낙노(酪奴)로 불리게 되었습니다. 북조의 락이 남조의 차를 이긴 것입니다. 2. 남조의 문화승리: 위의 일화는 북조 사람들에게는 통쾌하겠지만 남조 사람들은 싫어할 내용입니다. 대신 남조 사람이 쓴 《세설신어》에는 반대로 북쪽 사람이 남쪽에서 골탕을 먹는 이야기가 나옵니다. 서진 시대 임첨이라는 인물은 어린 시절 총명하고 사랑스러운[원문이 可愛입니다!] 것으로 유명했고, 심지어 그림자까지 예쁘다는 말을 들었습니다. 하지만 북방 출신인 그는 차에 관해 아는 바가 없었습니다. 어느날 강남에서 열린 연회에 참석하게 된 임첨은 차를 마시고 나서 사람들에게 물었습니다.  이것은 차(茶)인가요, 명(茗)인가요? 순간 분위기가 이상해졌습니다. 그도 그럴 것이 “차”와 “명”은 모두 차를 가리켰기 때문입니다. 임첨은 실수한 것을 알아차리고 수습하기 위해 말을 바꾸었습니다.  방금 제가 여쭤본 것은 이 음료가 뜨거운지[熱] 차가운지[冷]였습니다. 결과적으로 더 이상한 말이 되었습니다. 후일담: 이렇게 북조 사람들은 남조 사람이 마시는 차를 비하했고, 남조 사람들은 차를 못 마시는 북조 사람들을 조롱했습니다. 중국을 통일한 것은 북조를 기반으로 한 수나라였지만, 차는 당나라 때 육우라는 인물의 영업을 통해 인정을 받고 이후로 중국인의 생활필수품의 반열에 올랐습니다. 결국 남조 사람들의 차가 이긴 셈입니다. (하지만 이후 영국인들은 차와 락을 섞어 밀크티를 만들어 버렸네요…) ",
                "tags": "남북조 낙양가람기 세설신어 차 우유 유제품 왕숙 임첨 밀크티"
            }, 
        
    
        
            {
                "id": 70,
                "url": "https://zyahan.blog/on-historical-accuracy-1/",
                "title": "역사/시대 고증은 창작에 필요한 상상력을 방해하는가?",
                "subtitle": "",
                "body": "아(雅)는 조조가 향을 싫어해서 금지했다는 《태평어람》의 기록을 몹시 좋아합니다. 그 까닭은 조조가 향을 좋아했다고 상상하기가 아주 쉽기 때문입니다. 조금 더 풀어서 설명하겠습니다. 삼국지 이야기에서 조조는 대체로 술과 노래 등 자기 감각을 즐겁게 하는 것이라면 무엇이든 받아들였을 것 같은 캐릭터로 여겨지는 만큼, 후각을 만족시키는 향도 즐겼을 것 같습니다. 더구나 조조는 순욱과 함께한 대부분의 기간 동안 그를 각별히 신뢰했고 순욱은 《양양기》에 나오는 향의 일화로 유명합니다. 그러니 조조가 순욱의 영향을 받아서라도 향을 좋아했으리라는 상상이 자연스럽게 이어집니다. 아(雅)가 좋아하는 것은 바로 여기에서 조조가 향을 싫어했다는 기록이 상상을 잠시 멈추게 해 준다는 점입니다. 이것은 조조가 향을 좋아한다고 설정하는 것이 “고증오류”이므로 폐기해야 한다는 말이 아닙니다. 자기가 상상한 바를 그렇게 쉽게 철회해 버려서는 “가오”가 살지 않습니다. 그렇다고 해서 나는 어쨌든 조조가 순욱의 향을 맡는 모습을 보고 싶으니까 고증 따위를 무시하겠다는 결론으로 달려갈 필요도 없습니다. 이렇게 말하는 이유는 고증을 반드시 지켜야 하기 때문이 아닙니다. 모순된 두 내용 사이에서 말이 되는 설명을 찾아내는 과정을 거침으로써 더 큰 재미를 얻을 수 있기 때문입니다. 아니, 조조가 그냥 순욱의 향을 좋아했다는 것보다는 원래 향을 싫어했지만 순욱을 위해 좋아하는 척했다든가, 아니면 원래 향을 좋아했지만 순욱과 틀어진 후 싫어하게 되었다든가 하는 쪽이 훨씬 맛있지 않습니까? 상상력은 한 방향으로 쭉 뻗어나갈 수도 있지만, 처음에 자라던 방향을 일부러라도 막아서 구불구불 우회할 기회를 주면 더 재미있는 모양이 나올 수도 있습니다. 물론 후자를 위한 제약이 꼭 역사/시대 고증이 될 필요는 없습니다. 하지만 자기의 상상력에 대한 제약을 스스로 애써 만들어내기는 귀찮으니까 기존 자료를 활용하면 편리합니다. 또 기존 자료로 입증된 제약은 억지스럽지 않을 가능성이 높고 제약을 위한 제약이 될 위험이 낮습니다. 즉, 문헌·문물 자료를 참고하는 고증이라는 활동을 통해 창작자는 상상에 적절한 제동을 걸고 새로운 방향을 모색하는 자극을 비교적 쉽게 얻을 수 있습니다. 사실 자신의 상상력에만 의존한다면 도리어 관성에 빠지게 될지도 모릅니다. 이것은 “고증오류”를 피하는 데 급급하여 이야기를 진행하지 못하는 것만큼이나 해로운 결과입니다. 아(雅)가 생각하는 역사/시대 고증의 가장 큰 기능은, 상상력에 약간의 흠집을 냄으로써 결과적으로 더욱 왕성하게 자라게 만드는 것입니다. 세계관을 이루는 법칙과 시대를 재현하는 모형을 제공하는 것은 차라리 부차적인 효과라고 생각합니다. ",
                "tags": "고증 고증오류 역사 태평어람 조조 순욱 양양기 향 창작 상상력"
            }, 
        
    
        
            {
                "id": 71,
                "url": "https://zyahan.blog/white/",
                "title": "흰색을 표현하는 여러 가지 방법",
                "subtitle": "",
                "body": "어렸을 때 학교에서 배우기로 한국어의 가장 큰 특징 중 하나는 ‘희다’, ‘하얗다’, ‘허옇다’, ‘하야스름하다’, ‘희끄무레하다‘ 등 하나의 색깔을 가리키는 색채어 형용사가 매우 풍부하다는 것이었습니다. 이렇게 다양한 형용사를 다른 언어로 옮길 수 없다는 번역의 한계 때문에 한국 문학의 아름다움이 세계에 알려지지 못한다는 한탄도 종종 들었습니다. 여기에 동의하고 말고를 떠나서 적어도 20세기에는 이랬습니다. 하지만 한국어에 한국어만의 특징이 있는 것처럼 모든 언어는 각기 고유한 특징을 가지기 마련입니다. 색깔을 표현하는 방법도 그렇습니다. 가령 고대중국어를 사용한 한나라 사람들은 흰색을 현대한국어와 다른 방식으로 풍부하게 표현했습니다. 이 사실은 후한 말에 나온 《설문해자》라는 책에서 확인할 수 있습니다. 《설문해자》는 중국 역사상 최초로 한자를 부수로 묶어서 뜻을 풀이한 자전입니다. 그중에서 권8 〈백(白)부〉에 수록된 한자의 목록을 통해 한나라 사람들이 흰색을 표현하는 말이 대상에 따라 다르게 존재했음을 알 수 있습니다. 우선 한나라 사람들은 흰색을 어떻게 정의했을까요? (참고로 《표준국어대사전》에서는 ‘희다’를 “눈과 우유의 빛깔”로 정의합니다. ) 《설문해자》에서는 白(백)을 “서방색”(西方色)으로 풀이했습니다. 이것은 오색(다섯 색깔)과 오방(다섯 방향)을 대응시킨 것입니다. 한나라 유교맨들이 오행(五行)을 중시했다는 것이 여기에서도 드러납니다. 일단 흰색을 정의한 다음에는 白이라는 부수를 가지는 한자를 나열했습니다. 하나하나 살펴봅시다.    皎(교): 달의 흰빛.        《시경》 〈진풍·월출〉에서 달빛을 묘사하는 데 쓰였습니다.        皢(효): 해의 흰빛.        白 대신 日을 쓰는 曉(새벽 효)와 통하는 글자입니다.        皙(석): 사람 얼굴의 흰빛.        《한서》 〈곽광전〉에서 곽광의 미모를 묘사하는 데 쓰였습니다.        皤(파): 노인의 머리카락의 흰빛.   㿥(학): 새의 흰빛.   皚(애): 서리와 눈의 흰빛.   皅(파): 풀과 꽃의 흰빛.   皦(교): 옥과 돌의 흰빛.  이렇게 대상에 따라 다른 서술어를 쓰는 만큼 섬세한 의미를 부여하기 좋고 현대의 창작물에서도 써먹기 편할 것 같습니다. 그나저나 중국어 사용자들도 소학교에서 한문의 다양한 색채어를 자랑스럽게 여기게 배웠겠죠… ",
                "tags": "색채어 흰색 설문해자"
            }, 
        
    
        
            {
                "id": 72,
                "url": "https://zyahan.blog/women-s-names-supplement-1/",
                "title": "한대 여성의 이름과 자: 3년 뒤의 보론",
                "subtitle": "",
                "body": "3년 전에 〈한대 여성의 이름과 자〉라는 포스트에서 밝혔듯이, 한나라에서는 자(字)가 남성의 전유물이 아니었습니다. 게다가 지배계급 여성들만 자를 가진 것도 아니었고, 관비의 딸과 같이 낮은 신분의 여성들도 《한서》에 기재된 대화에서 자로 불리는 사례가 여러 건 있습니다. 이전까지 자가 남성의 전유물이라는 오해가 널리 퍼져 있던 것이 여성이 역사 속에서 제대로 조명되지 못한 현실과 전혀 무관하지는 않을 것입니다. 그러니 최근 한나라나 삼국 시대를 배경으로 하는 (특히 여성 창작자의) 창작물에서 여성 캐릭터를 만들 때 성명과 함께 자를 만들어 넣는 것도, (일단 이름과 별개로 자라는 고유명사가 존재한다는 사실이 오타쿠의 취향을 자극하고 캐릭터 사이의 관계성을 더 풍부하게 표현할 수 있기 때문이겠지만) 여성이 남성과 대등하고 주체적인 존재이기를 희망하고 강조하려는 의도가 전혀 없지만은 않을 것입니다. 이렇게 2020년대 초에 한국어로 쓰인 고대 중국 배경의 창작물에서 여성 캐릭터의 자는 여성의 임파워링(empowering)과 완전히 떼어 놓기 어렵습니다. 그렇다면 기원전 2세기에서 기원후 2세기 사이의 중국에서 여성이 자로 기억된다는 것은 어떤 의미였을까요? 기원전 2세기부터 기원후 2세기까지의 중국은 일반적으로 한(漢)이라는 하나의 왕조로 묶이지만, 전한(기원전 202–기원후 8)의 역사를 다루는 《한서》와 후한(기원후 25–220)의 역사를 다루는 《후한서》에서 여성 인물을 가리키는 방식은 상당히 다릅니다. 《한서》에서는 여성 인물에 관해 서술할 때 주로 이름을 사용한 반면, 《후한서》 〈열녀전〉에서 여성 인물을 소개할 때 자를 사용하는 경우가 많습니다. 전한 시기보다 후한 시기에 여성을 더 존중했기 때문일까요? 꼭 그렇지만은 않습니다. 《예기》 〈곡례 상〉의 규범에 따르면 남자는 20세에 관을 쓸 때, 여자는 혼인이 정해지고 비녀를 꽂을 때 자를 받는다고 합니다. 남아가 더 어렸을 때 자를 받은 일화가 적지 않으므로 실제로 이 규범이 아주 엄격하게 작동한 것 같지는 않으나, 유학을 배운 남성 지식인이 역사책을 쓰면서 인물의 칭호를 선택할 때는 이런 경서의 규범을 의식했을 것 같습니다. 이런 정황을 고려하면 여성이 자로 남았다는 것은 오히려 원래의 이름을 잃고 남편에게 종속된 존재로 여겨졌다는 의미가 될 수 있습니다. 여성의 자에 이런 역사가 있으므로 오늘날 쓰면 안 된다는 말은 당연히 아닙니다. 다만 자에 대한 현대인의 감각만 가지고서는 후한 시대에 존재했던 차별을 인지하기 어렵습니다. 여성에 대한 차별은 언제나 한 방향으로만 이루어지는 것이 아니라, 시대에 따라 다양한 방식으로 작동한다고 보아야 할 것입니다. 그것이 옛날이야기를 즐기면서 동시에 당시에 실제로 살았던 여성들을 존중하는 길입니다. ",
                "tags": "한서 후한서 여자 여성 임파워링 이름 자 예기 계례 결혼"
            }, 
        
    
        
            {
                "id": 73,
                "url": "https://zyahan.blog/seal-ribbons/",
                "title": "한나라의 도장끈",
                "subtitle": "",
                "body": "아래 그림은 후한 시대의 화상석입니다. 이 그림에는 세 사람이 등장합니다. 그림을 보고 세 사람의 지위가 각기 어떻게 다른지 알아낼 수 있을까요?     효당산 한대 화상석. 《금석색》 권7(재가공). 왼쪽부터 순서대로 A, B, C라고 할 때 그림에서는 A의 지위가 가장 낮고, C의 지위가 가장 높은 것 같습니다. 우선 C가 혼자 앉아 있고 나머지 두 사람 A, B가 고개를 숙이고 공손히 서 있으므로 C가 더 높은 사람임을 짐작할 수 있습니다. A와 B 중에서는 누가 더 높은 사람일까요? B가 앞에 서 있으므로 A보다 더 높은 지위에 있다고 추측해 볼 수 있겠습니다. 하지만 가장 명백한 근거는 허리띠 아래로 드리운 띠입니다. A는 아무 것도 없는 반면, B는 띠 한 겹을 달고 있고, C는 훨씬 긴 띠를 감고 있습니다. 바로 이 띠가 A, B, C 사람의 지위를 가장 직접적으로 보여줍니다. 이것이 “인수”입니다. 한나라를 배경으로 하는 역사책을 읽다 보면 “인수”가 이따금 나옵니다. 인수란 도장에 해당하는 “인”과 끈에 해당하는 “수”를 합친 말입니다. 여기에서 도장은 황제나 제후나 관리가 공적으로 사용하는 직인이고, 끈은 이 도장을 묶어서 몸에 지니고 다니는 데 쓰입니다. 인수의 종류, 즉 도장의 재질과 끈의 색깔은 개인이 자기 취향에 따라 선택할 수 있는 것이 아니라 소유자의 신분에 따라 정해져 있었습니다. 예를 들어 황족이 아닌 제후 중 가장 높은 작위에 해당하는 열후는 “금인자수”에 해당합니다. 금으로 만든 도장을 보라색 끈으로 묶는다는 뜻입니다. 《한서》 〈백관공경표〉에는 작위와 관직에 따른 인수의 종류가 아래와 같이 나열되어 있습니다.    금인자수: 상국, 승상, 태위, 대사마, 태부, 태사, 전후좌우장군  은인청수: 어사대부, 중2000석, 2000석, 비2000석  동인흑수: 1000석 이하 비600석 이상  동인황수: 400석 이하 비200석 이상 여기에 따르면 후한 사람 순욱은 1000석급에 해당하는 상서령 벼슬을 지냈으므로 “동인흑수”에 해당합니다. 즉, 동으로 만든 도장을 검정색 끈의 끝에 달아서 허리에 찼을 것입니다. 그런데 처음에 살펴본 그림에 따르면 인수는 끈이라기보다 폭을 가진 띠처럼 생겼습니다. 왜 그럴까요? 《후한서》 〈여복지〉를 살펴보면 인수의 “끈”은 사실 한 가지 색이 아니라 여러 가지 색으로 이루어져 있었고, 신분에 따라 색깔만 달랐던 것이 아니라 길이도 달랐다는 것을 알 수 있습니다. 예를 들어 재상급 관료가 착용하는 보라색 띠 “자수”는 자색과 백색 두 가지 색으로 짰으며 길이가 1장 7척(약 4미터)이었고, 장관급 관료가 착용하는 푸른색 띠 “청수”는 청색·백색·홍색 세 가지 색으로 짰으며 길이가 1장 6척이었습니다. 위의 그림에서도 인수에 무늬가 들어가 있어서 둘 이상의 색으로 이루어져 있고, 또한 신분이 높은 C의 인수가 B의 인수보다 더 긴 것을 확인할 수 있습니다. 4미터에 달하는 띠를 땅에 끌리지 않게 하기 위해서는 그림과 같이 여러 겹으로 감아서 착용해야 했을 것입니다. 이렇게 인수 하나만 해도 공간을 차지하는데, 심지어 한 사람이 인수를 여러 개 찰 수도 있었습니다. 극단적인 사례로 전한 시대 사람 난대는 신선을 만날 수 있다는 술법으로 무제를 현혹하여 무제의 신임을 얻고 장군 칭호를 받아 모두 여섯 개의 인수를 달게 되었습니다. 폭이 넓고 길이가 긴 인수를 허리에 여섯 개나 찼다는 것은 당시 사람들에게 최고의 권위를 뽐내는 모습이었습니다. 여섯 개까지는 아니라도 두 개의 인수를 차는 사람은 많았습니다. 가령 열후라는 작위를 가지고 봉거도위(비2000석)라는 직책에 있었다면 금인자수 한 개와 은인청수 한 개를 한꺼번에 차게 됩니다. 삼국 시대 제갈량의 경우 무향후·승상·익주목·사례교위까지 해서 총 네 개의 인수를 찰 수가 있었습니다. 한편으로 인수는 남성의 전유물이 아니었습니다. 황태후와 황후의 인수는 황제와 동급이었고, 공주는 제후왕과 같은 인수를 착용했으며, 후궁들에게는 각각의 직급에 해당하는 인수가 있었습니다. 한마디로 인수는 성별을 가리지 않고 한나라의 지배계급에 속하는 인물을 묘사할 때 특히 존재감이 큰 아이템이라고 할 수 있습니다. ",
                "tags": "화상석 복식 인수 한서 후한서 난대 제갈량 황제 황태후 황후 공주 왕 후궁 열후 봉거도위"
            }, 
        
    
        
            {
                "id": 74,
                "url": "https://zyahan.blog/sanguo-girls/",
                "title": "삼국지 위·촉·오 의인화: 그림 @ionzaion 님",
                "subtitle": "",
                "body": "갑자기 지금까지 수집한 자료를 반영하여 위·촉·오 세 나라를 사람의 모습으로 표현해 보고 싶어져서 급히 믄놋(트위터 @ionzaion)님께 의뢰하여 제작한 그림입니다.     그림: @ionzaion 님. 각 요소를 구구절절 설명하자면… 우선 세 캐릭터의 테마색은 각 나라가 내세운 오행의 덕을 따랐습니다. 촉은 후한 왕조의 화덕(火德)을 계승하여 염흥(炎興; 불꽃이 일어나다) 등의 연호를 사용하고 붉은색을 숭상했으며, 반면 위와 오는 화덕을 대신하는 토덕(土德)을 표방하여 황룡(黃龍; 누런 용) 등의 연호를 사용하고 노란색을 숭상했습니다. 다음으로는 캐릭터별로 세부사항을 하나씩 알아보도록 하겠습니다. 1. 촉(蜀): 촉나라 캐릭터의 머리 모양과 옷차림은 사천성에서 많이 출토된 여성 도용(陶俑; 흙으로 만든 인형)의 모습을 참조했습니다. 주요 특징은 머리를 꽃으로 장식했다는 점과 긴소매 옷 위에 겉옷으로 반소매 웃옷을 걸쳤다는 점입니다. 이 두 가지는 중원과는 확연히 다른 사천 지역의 특색이기 때문에, 촉나라 캐릭터를 표현할 때 그대로 따랐습니다. 추가로 손에 들고 있는 아이템 또한 꽃입니다. 이것은 시대를 뛰어넘어 소설 《삼국지통속연의》의 묘사를 반영한 것입니다. 연의에서는 백성들이 점령군을 환영할 때 향을 피우는 패턴이 여기저기서 나타나는데, 유독 성도의 경우 백성들이 향과 함께 꽃을 들고 있다고 언급됩니다.     사천성에서 출토된 후한 시기 도용(陶俑).     머리의 꽃 장식.     수굴(繡䘿). 2. 위(魏): 위나라 캐릭터는 머리에 쪽을 찌고 곡거(曲裾) 심의를 입고 있습니다. 이것은 전한 시대의 복식입니다. 위나라에서 특별히 전한 시대 복식을 계승한 것은 아니지만, 오나라 캐릭터와 대비했을 때 나이가 좀 더 많은 인상을 나타내기 위해 선택했습니다. 위나라 캐릭터가 들고 있는 것은 도고(鼗鼓; 딸랑이북)와 배소(排簫; 팬플루트)입니다. 이것은 중국의 하남성에서 발견된 화상석에 자주 등장하는 악기입니다. 구체적으로는 아래 그림과 같이 음악가들이 왼손과 입으로 팬플루트를 연주하고 오른손으로 딸랑이북을 흔드는 모습이 많이 나옵니다. 하북 지역에서는 귀여운 것을 찾지 못해서 대신 중원의 아이템을 선택했습니다.     하남성 화상석. 3. 오(吳): 오나라 캐릭터의 머리 모양과 옷차림은 후한 시대 벽화에서 자주 관찰되는 여성들의 모습입니다. 복식의 경우 위와 오 사이에서 큰 차이를 발견하지 못했기 때문에, 오나라가 더 젊은 나라인 것을 반영하여 더 늦은 시기의 옷을 입혔습니다.     후한 시대 벽화. 오나라 캐릭터가 들고 있는 것은 당시의 부채입니다. 부채의 경우 전 지역에서 사용되었지만, 특히 오·초 지역에 해당하는 안휘성·강소성·절강성에서 발견된 화상석에 부채를 든 사람이 떼로 등장하는 것을 고려하여 오나라 아이템으로 선택했습니다. 덥고 습한 지대인 만큼 부채가 일상적으로 필요했을 것입니다.     안휘성·강소성·절강성 화상석. 4. 한자 폰트: 그림에 적힌 위·촉·오 한자는 예서(隸書)입니다. 한나라에서는 용도에 따라 각기 다른 서체를 썼지만 일반적으로 예서를 가장 폭넓게 사용했고, 후한 말에는 행서(行書)와 해서(楷書; 오늘날 쓰는 한자)도 등장했습니다. 삼국지 연성에서 전서(篆書)를 사용하는 경우가 종종 있는데, 전서는 아름답지만 당시에 일상적으로 쓰이던 서체는 아니었습니다. 전서는 춘추·전국시대나 그 이전을 배경으로 할 때 사용하는 것이 가장 자연스럽습니다. 그림에 사용한 예서 폰트는 징명예서(徵明隸書)입니다. 얼마 전에 개인 개발자 daredemotypo 님이 무료로 공개한 폰트인데, 지원하는 글자 수는 적지만 다른 예서 폰트보다 글씨가 매우 아름답습니다. 아래 링크에서 다운로드할 수 있습니다. https://www. fontspace. com/zhengming-lishu-font-f97450 참고 문헌:  龔詩文. (2018). 〈漢墓藻井裝飾研究: 以綿陽崖墓為中心〉.  《藝術評論》 (34), 149-216.  张青. (2019). 〈关于考古出土的东汉俑研究〉. 《艺术科技》 2019年 第11期.  유금와당박물관·동양복식연구회 엮음. (2010) 《아름다운 여인들: 중국 도용을 통해 본 미인과 복식》 . 미술문화. 34면. ",
                "tags": "삼국지 위나라 촉나라 오나라 의인화 그림 여자 화덕 토덕 꽃 수굴 도고 딸랑이북 배소 팬플루트 부채"
            }, 
        
    
        
            {
                "id": 75,
                "url": "https://zyahan.blog/geunyeo/",
                "title": "‘그녀’는 명예롭게 은퇴할 자격이 있다",
                "subtitle": "",
                "body": "21세기 한국어로 글을 쓰는 사람들, 특히 페미니즘을 지지하는 이들은 3인칭 대명사로 여성을 가리킬 때 ‘그녀’를 피하고 모든 성별을 ‘그’로 통일해서 쓰거나 대명사를 아예 안 쓰는 경우가 많다. 나도 그렇다. 또한 ‘그녀’를 안 쓰는 사람들은 ‘그녀’가 유럽어의 여성대명사(를 수입한 일본어의 彼女)를 번역하기 위해 만들어진 말이므로 애초에 불필요한 말이고 부자연스러운 한국어라는 주장에 동의하는 경우가 많다. 나는 그렇지 않다. 물론 ‘그녀’라는 대명사는 20세기 이전에 한국어에 없었다. 중국어와 일본어도 3인칭 여성대명사를 따로 가지지 않았다. 근대 이후 ‘그녀’, ‘她’, ‘彼女’가 생겨난 데 유럽어 여성대명사가 영향을 미쳤으리라는 점은 부정할 수 없다. 그럼에도 나는 ‘그녀’가 잘못 만들어진 말이었다는 주장에 회의적이고 세 가지 질문이 있다.  동아시아의 언어 전통은 원래 성별중립적이었는데 “근대화” 과정에서 유럽어 여성대명사가 수입되면서 성별을 인위적으로 구별하게 된 것일까? 그렇다면 동아시아의 언중은 과연 여성을 따로 일컫는 말의 필요를 전혀 못 느꼈는데도 순전히 서구 문물을 받아들이느라 억지로 부자연스러운 단어를 만들어냈을까? 더 나아가서 여성대명사를 만든 효과는 과연 여성을 유표적인(marked: 전형적인 속성이 아니라서 공공연히 표시해 주어야 하는) 위치에 고착시키는 것뿐이었을까?나는 이 세 가지 질문에 모두 부정적인 답을 내고자 한다. 1. 동아시아 언어 전통의 성별중립성: 우선 동아시아 전통에서 공유하는 한문 어휘는 유럽어보다 성별중립적이라고 볼 수도 있다. 가령 영어의 ‘man’은 인간으로도 쓰일 수 있고 남자로도 쓰일 수 있지만, 한자 ‘人’의 사전적 정의에는 남자라는 뜻이 없고 여자 또한 ‘人’에 포함될 수 있었다. ‘王’과 ‘皇帝’도 단어 자체에는 남성이라는 의미를 담고 있지 않기 때문에 영어처럼 king-queen, emperor-empress를 구별할 필요가 없다. 그러나 이런 단어들이 실제로 어떻게 쓰였는지를 살펴보면 기본적으로 남성을 표준으로 놓고 있었다는 것이 드러난다. 예컨대 《논어》에서 공자는 주 무왕의 훌륭한 신하 10人을 논하면서 “부인이 포함되어 있었으므로 9人일 뿐”이라고 정정했다. 또 공자가 “여자와 소인은 가까이하기 어렵다”고 말했을 때 여자는 군자는커녕 小人에도 못 끼었다. 또한 수천 년 전 상나라 갑골문에서 강족 일반 또는 남성은 ‘羌’으로 표기했지만 강족 여성은 부수를 女로 바꾼 ‘姜’으로 표기했다. 1 결국 人으로서 여성의 위치는 남성만큼 공고하지 못했고, 언제든지 人의 바깥으로 밀려날 수 있었다. 사전적 의미야 어쨌건 용례를 살펴보면 한자 ‘人’의 작동 방식은 영어 ‘man’과 상당히 유사한 측면이 존재했다. 즉, 한문의 성별 “중립적” 표현은 모든 성별을 평등하게 포괄하는 것이 아니라 남성 이외의 성별을 배제함으로서 성립한 셈이다. 2. ‘그녀’의 필요성: 다음으로 한국어에서 ‘그녀’가 생겨난 배경을 알아보자. 알려져 있듯이 한국어에서는 ‘그녀’뿐만 아니라 ‘그’도, 다시 말해 3인칭 대명사 자체가 “수입”되었다. 여기에서 생겨난 오해는 남성대명사 ‘그’와 여성대명사 ‘그녀’(혹은 ‘그미’ 등) 두 단어가 동시에 도입되었다는 것이다. 사실은 그렇지 않다. 일례로 김기진은 외국 시를 번역할 때 ‘he’와 ‘she’ 두 단어를 모두 ‘그’로 옮겼다. 2 이렇게 ‘he/she’의 번역과 ‘그/녀’의 분화 사이에 시간차가 있으므로, ‘그녀’의 등장에는 ‘she’의 번역어를 확보한다는 것 이외에도 또 다른 동인이 존재할 여지가 있다. 陳佩甄·이성주(2022)의 연구에 따르면 동아시아에서 여성대명사는 여성 담론과 함께 출현했다. 여성 집단을 호출하고 여성의 권리를 논하기 위해 여성을 지칭할 언어가 필요해진 것이다. 여자 개개인의 이야기는 ‘她’와 같은 여성대명사를 통해 보편적인 여성의 의제로 확장될 수 있게 되었다. ‘그’라는 단어로는 여성 고유의 경험을 집단의 것으로 표현하기 어려웠을 것이다. 3. ‘그녀’의 효과: 결국 기존의 성별중립적 표현만으로는 그 안에서 여성이 겪는 문제를 폭로하지 못했다. 일단 이런 폭로가 있었기 때문에 젠더 담론이 활발하게 전개되어 오늘날 성별중립적인 표현의 필요성을 새롭게 논할 수 있게 된 것이다. 여성을 ‘그녀’로 독립시키면서 ‘그’라는 보편적·중립적 단어가 사실상 남성만을 가리키게 된 것은 바람직하지 못한 일이지만, ‘그녀’라는 말이 여성의 존재와 경험을 가시화하는 데 쓰였다는 역사는 부정할 수 없다. 21세기에 ‘그녀’가 여성의 유표성과 성별이분법을 강화하는 낡은 표현일 수는 있으나, 처음부터 한국어에 존재하지 않았어야 할 말은 결코 아니다. ‘그녀’는 명예롭게 은퇴할 자격이 있다. 언어에서 가부장적 패러다임을 개정하려는 전략으로는 여성 표지를 제거하여 유표성(→비표준성)을 폐기하는 “중성화”와 여성 표지를 적극적으로 사용하여 가시성을 증대시키는 “여성화” 두 가지가 있다. 3 뻔한 말이지만 상황에 따라 여성화가 필요할 때가 있고 중성화가 필요할 때가 있다. 21세기 현재는 여성이 쉽게 타자화되고 물화되는 문제 때문에 여성화의 위험이 당장 더 커 보인다. 그러나 중성화가 언제나 이상적인 대안이 될 수 있는 것은 아니고, 도리어 여성의 존재를 은폐하는 데 쓰일 수 있다는 사실도 기억해야 한다.       이명화. 2017. 《진한 시대 여성사 연구》. 일조각, 202면.  &#8617;        陳佩甄·이성주. 2022. 〈‘그녀’라는 역어: 식민지 시기 대만과 조선에서의 여성 3인칭대명사 발명〉. 《한국문학연구》 69, 541–581면.  &#8617;        Ruth Wodak. (1989). “Language change and feminist language politics. ” Language, Power and Ideology, p. 278.  &#8617;    ",
                "tags": "여자 대명사 그녀 성별중립성 she 她 彼女 논어 갑골문 유표성 성별이분법 중성화 여성화"
            }, 
        
    
        
            {
                "id": 76,
                "url": "https://zyahan.blog/liu-bei-zi-xuande/",
                "title": "“유비 字 현덕”은 근본있는 표현인가? [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "삼국지 이야기를 할 때 “유비 현덕”처럼 성과 이름과 자를 나란히 쓰는 것은 일본어의 영향이므로 잘못되었다는 말이 꽤 자주 나옵니다. 그러나 이것은 이미 한나라 때 존재하는 포맷이었고, 문어나 공문서에서 많이 쓰이던 표현이었습니다. 아마도 입말에서 쓸 일은 드물었겠지만, 《한서》 〈유림전〉과 《전론》 〈논문〉 등에서 학자나 관료의 명단을 만들 때 “탁군 탁현 유비 현덕”처럼 출신지, 성, 이름, 자를 나란히 쓴 기록이 확실히 존재합니다. 그러니 최소한 유비가 공식적으로 자신을 처음 소개할 때나 제3자가 유비를 가리킬 때는 “유비 현덕”을 쓰는 것이 가능합니다. 단, 유비를 직접 “유비 현덕”이라고 부르는 것은 이상합니다. 아무튼 이 조합의 기원이 일본어라는 주장은 명백하게 틀린 말입니다. 원래 아雅가 알고 있던 것은 여기까지라서, 현대 중국의 고장극 등에서 사람을 소개하는 자막을 넣을 때 “유비 字 현덕”이라고 쓰는 것이 항상 거슬렸습니다. 문헌 기록을 따져도 “유비 현덕”이면 충분한데 중간에 “字”라는 글자를 굳이 넣은 것이 불필요하고 오히려 어색하다고 생각했기 때문입니다. 그런데 청나라 때 한나라 시절의 비석과 화상석을 집대성한 《석색》이라는 책을 보면서 이 생각이 틀렸다는 사실을 알게 되었습니다! 후한 시기에 “유비 字 현덕”처럼 성명과 자 사이에 “字”라는 글자를 삽입한 비석이 존재했기 때문입니다. 후한 시대 비석은 고관의 덕을 기리기 위해 세운 것이 많았고, 이 경우 으레 옛 제자와 부하들이 비석 건립에 돈을 보태고 뒷면에 이름을 올렸습니다. 이때 출연자 명단을 작성할 때 “字”를 넣은 것을 발견했습니다. 결국 “유비 字 현덕”도 가능한 표현이었어요! 고장극 제작자 여러분 죄송합니다… 그렇다고 해서 후한 때 “유비 현덕”이 없어진 것은 아닙니다. 상당수의 비석에서 “字”를 넣지 않고 성명과 자를 바로 이어쓴 것이 여전히 많이 나타나기 때문입니다. 위나라 조비도 《전론》 〈논문〉에서 문인들을 소개할 때 성명과 자를 붙여 썼습니다. 예를 들어 아래 그림에서 첫 번째 비석의 첫 번째 열은 “故(전직) 중부독우(관직명) 도창(지명) 우충(성명) 字 정공(자)”로 성명과 자 사이에 “字”라는 글자가 삽입되어 있습니다.     漢北海相景君碑. 하지만 아래에서 볼 수 있는 두 번째 비석의 경우 첫 번째 열이 “故 하비령(관직명) 동평릉(지명) 왕포(성명) 문박(자)”로 성명과 자가 바로 연결되어 있습니다.     漢魯相韓造孔廟禮器碑. 요약하자면 아래와 같습니다.  성명과 자를 함께 쓰는 것은 일본어에서 비롯한 오류가 아니고 전한 시대에 이미 존재한 표현이었습니다.  후한 때는 “유비 현덕”과 “유비 字 현덕”을 모두 쓸 수 있었습니다. 한편 후한 시대 비석에서 사람을 나열하는 방식으로 또 다른 표현도 존재했습니다. 그림과 함께 살펴봅시다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "호칭어 삼국지 유비 비석 화상석 석색 자 조비 전론"
            }, 
        
    
        
            {
                "id": 77,
                "url": "https://zyahan.blog/drinking-culture/",
                "title": "한나라의 음주 풍경 [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "한서팸플릿6 《사람들이 일은 게을리 하면서도 먹는 것은 반드시 때에 맞추어 먹습니다》와 삼국지포켓북2 《예의를 버리고 음식을 구하다》에서 서한 시대와 후한 말에 어떤 술이 있었는지를 다룬 적이 있습니다. 또한 당시의 술이 발효주로서 도수가 높지 않았다는 사실을 언급했습니다. 한편으로 한때 트위터에서 《기묘한 중국사》를 인용하며 장비가 마신 술이 사실은 ‘호로요이’정도로 도수가 낮았다는 이야기가 돌기도 했는데요, 여기에는 《기묘한 중국사》에서 처음부터 독자들이 오해하게끔 서술한 문제가 있습니다. 문제는 장비가 술을 마시는 장면은 소위 “정사”가 아닌 “연의”에만 나온다는 점입니다. “정사”의 시대에는 술이 모두 발효주라서 도수가 낮았지만, 시간이 천 년 이상 지난 “연의”의 시대에 중국에는 이미 증류주가 존재하고 있었습니다. 그러므로 장비가 술을 벌컥벌컥 들이키는 장면에서 술은 ‘호로요이’보다 도수가 높았을 것입니다. 장비의 명예(?)를 위해 요약하자면 아래와 같습니다.  역사책 《삼국지》의 시대(2–3세기)에 술의 도수가 낮았다. (⭕️) 소설 《삼국지통속연의》(14세기)에서 장비가 술을 마시고 취해서 행패를 부렸다. (⭕️) 장비는 ‘호로요이’ 정도의 도수 낮은 술을 마시고 취해서 행패를 부렸다. (❌)또 하나 언급할 점은 한나라 사람들은 병에 담긴 술을 잔에 따라 마신 것이 아니라 원통 모양 용기에 담긴 술을 국자로 퍼서 잔에 따라 마셨다는 점입니다. 자료로 아래의 화상석·벽화 그림을 참고해 주세요.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "한서팸플릿 삼국지포켓북 술 발효주 증류주 음주 화상석 석색 삼국지 삼국지통속연의 장비"
            }, 
        
    
        
            {
                "id": 78,
                "url": "https://zyahan.blog/handcuffs-and-shackles/",
                "title": "한대의 수갑과 족쇄의 형상  [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "한서팸플릿3 《포박과 감금》에서 다양한 포박 방식을 소개했는데, 당시에는 각각의 방식을 시각적으로 묘사한 자료를 찾지 못한 아쉬움이 남았습니다. 그러던 중 최근 청나라 때 발간된 한대의 비석·화상석 모음집인 《석색石索》을 보다가 수갑과 족쇄를 찬 사람의 모습을 발견하여 소개합니다. 일단 한나라 때의 형구로는 발에 채우는 질桎, 한 손에 채우는 곡梏, 양손에 채우는 공拲이 있었습니다. 이 ‘질’과 ‘공’이 어떻게 생겼는지에 대한 단서를 후한 시기 “효당산 화상석” 제7석에서 찾아볼 수 있습니다. 아래 그림에서는 두 사람이 각각 양 손목과 양 발목에 형구를 차고 있습니다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "한서팸플릿 한서 석색 포박 감금 구속 수갑 족쇄 질곡"
            }, 
        
    
        
            {
                "id": 79,
                "url": "https://zyahan.blog/too-late-20c-liquor/",
                "title": "현대AU. 비싼 술의 가치",
                "subtitle": "세 사람, 20세기 버전.",
                "body": "순욱은 장교가 휠체어에서 포로를 안아 들고 침대로 옮겨 앉히는 동안 테이블에 놓인 술병을 연다. 임무를 마친 장교가 문 옆으로 물러나자 순욱은 침대로 다가가서 포로의 머리에 눌러 씌운 두건을 벗긴다.    포로 진궁은 숨을 들이쉬자마자 강한 향기에 아찔해졌다. “……순욱? 순 실장 맞나?” 이 향의 주인이 세상에 둘일 수 없으니 대답을 기다릴 필요도 없었다. “어떻게, 아니, 뭐 하러 왔어?” 순욱은 건조하게 대답했다. “술을 좀 먹이려고. ” 진궁은 의아해했다. “보통은 같이 마시자고 하지 않나?” “아니, 진짜로 먹일 거야. ” 순욱은 술을 담은 종이컵을 진궁의 코앞에 들이밀었다. 진궁은 킁킁거리며 냄새를 맡더니 당황했다. “잠깐만, 총통이 이 귀한 걸 따게 해 줬어?” “귀한 줄 알면 어서 마셔. ” 등 뒤로 수갑을 찬 진궁은 저항하지 못하고 순욱이 입에 부어주는 대로 꿀꺽꿀꺽 받아 마시는 수밖에 없었다. 순욱은 한 컵을 다 비우고 문간을 향해 말했다. “장료 중령도 한 잔 들어요. ” 그 순간 진궁은 아직 덜 삼킨 술을 뿜을 뻔했다. 순욱은 진궁을 놀라게 하는 데 성공해서 뿌듯했다. “나하고 같이 왔어. ” “순 실장이 조 총통을 얼마나 구워삶았기에 그 양반이 이 정도로 인심을 썼지?” 진궁은 순욱과 장료를 차례로 돌아보았다. “근데…… 사실 저쪽하고 나하고, 별로 안 친했어. 맞잖아?“ 그리고 장료가 대답하기 전에 재빨리 덧붙여 말했다. “그렇다고 안 반갑단 건 아니고. 이런 꼴을 보이게 된 건 민망하지만. ” 진궁은 다시 순욱에게 말했다. “순 실장, 당신 안경 좀 빌려줘. ” “안 돼. ” “잠시만. 장교님 얼굴 좀 제대로 보자. ” “안 돼. ” “왜? 당신 물건 내가 만지면 부정 타?” “그렇다고 치지. ” 장료가 용기를 내어 나섰다. “제가 그쪽으로 가겠습니다. ” 순욱은 즉시 손을 들어 장료를 막았다. 진궁은 투덜거렸다. “야박하네. ” “장 중령, 대화는 자유롭게 해도 괜찮습니다. ” 순욱은 침대 옆 식탁에 앉아서 노트를 펼치고 펜을 꺼내 무엇인가를 쓰기 시작했다. “일단 저도 한 잔 마시겠습니다. ” 비싼 술이라지만 장료에게는 쓰기만 했다. 장료는 목소리를 가다듬고 입을 열었다. “참모장께선—“ 진궁의 얼굴이 빨개졌다. “그렇게 부르면 큰일 나. ” “그럼 뭐라고 불러야 하겠습니까?” “순 실장한테 물어 보자. ” 순욱은 들은 체도 안 하고 펜을 잡은 손놀림만 빨리했다. 장료는 어쩔 수 없이 스스로 궁리해야 했다. “……선생님은 앞으로 어쩌실 작정입니까?” “왜 다들 나한테 결정할 권한이 있는 것처럼 말하지?” “선생님의 의사가 중요하니까요. ” “안 중요해. ” “가족분들도—” 사슬이 철컥거리며 부딪히는 소리가 났다. “안 들려. 다른 얘기 해. ” 어느새 순욱도 손을 멈추었다. 오랜 정적이 흘렀다. 한참 뒤에 진궁은 한결 차분해진 목소리로 말했다. “내가 물을게. “ “예. ” ”장교님은 내가 어쩌기를 바라는데?” “총통께 투항하시고 지금 정부에서 일하시는 겁니다. ” 장료는 심각했지만 진궁은 키득거리기 시작했다. “왜?” 장료는 목소리를 높였다. “제가 보기에 총통께선 훌륭한 지도자십니다!” 진궁은 더 참지 못하고 웃음을 터뜨렸다. “뭐, 다 좋은데… 내가 지금 법적으로 살아 있는 사람이던가?” 장료는 우물쭈물했다. “이따가 순 실장한테 얼마나 혼날 참이야. 내가 다 안쓰럽네. ” 진궁은 심호흡을 한 번 하고 말을 이었다. “아무튼 총통한테 가서 보고할 건 있어야겠지? 긴 말은 안 할게. 장교님이 군복 입은 거 다시 보니까 좋다. 또 보고 싶어. 정말로. ” 진궁에게는 흐릿하게 보일 뿐이었지만 장료는 기쁜 표정을 지었다. 너무 기쁜 나머지 진궁에게 거수경례를 해 버렸다.    장료가 나간 후 진궁은 순욱을 쏘아보았다. “야, 나 술값 했다?” “잘 했어. ” “좀 더 세게 말할 걸 그랬나?” “감 떨어진 척하지 마. 총통을 움직이려면 이 정도가 딱 적절한 거 알잖아. ” “그럼 술 한 잔 더 줘. ” “안 돼. ” 순욱은 유리잔에 술을 따라서 자기가 마셨다. ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 순욱 장료 술"
            }, 
        
    
        
            {
                "id": 80,
                "url": "https://zyahan.blog/too-late-spinoff-paradox/",
                "title": "외전. Z의 역설",
                "subtitle": "",
                "body": "정월 첫째 날 새벽부터 등을 밝히고 종을 울리면서 힘차게 새해를 시작한 조조는 뭔가 허전했다. 신년을 맞이하면서 빠뜨린 것이 없는지 다시 한번 손가락을 꼽아 가며 점검했다. 하나, 오장을 튼튼하게 해 주는 오신반도 먹었고, 둘, 전염병을 막기 위해 날계란 한 알도 삼켰고, 셋, 악귀가 못 들어오도록 복숭아나무 목판에 신도와 울루를 그려서 문에 거는 것도 큰애들에게 시켰고, 넷, 산조山臊1를 쫓아내기 위해 마당에서 폭죽에 불을 붙이는 것은 작은애들이 더 신났고… 엄지부터 하나씩 접으면서 검지, 중지, 약지까지 네 가지를 세고 산조를 쫓아내는 데까지 이르자 새끼손가락이 남았다. 새끼손가락으로 관자놀이를 한참 긁적거린 끝에야 잊고 있던 것이 떠올랐다. “어떻게 공대를 까먹을 수 있지? 설마 고孤가 늙었나?!” 진궁의 존재를 잊어버린 것보다 늙는 것이 더 큰 일이었다. 조조는 화초花椒로 담근 초주椒酒를 준비하라고 시자에게 명령했다.    조조는 술통에 든 국자를 꺼내 진궁의 손에 쥐여 주었다. “새해고 경卿이 아기니까 먼저 마셔. ” 진궁은 국자로 술을 퍼서 잔에 담았다. “어서 마시라니까. ” 조조의 재촉을 받은 진궁은 한 잔을 단숨에 들이켰다. 조조는 눈을 반짝거리며 말했다. “이제 같은 잔으로 고한테도 따라 줘. ” 진궁은 새로 한 잔을 채우자마자 자기 입으로 가져가고는 순식간에 빈 잔을 내려놓았다. “이제 고가 마실 차례…” 그리고 진궁은 한 잔을 더 비웠다. ”설마 혼자 다 마실 거야?” 진궁은 정말로 한 통을 다 마셔 버렸다. 조조는 그사이에 붉은 기가 돌기 시작한 진궁의 얼굴을 보고 기가 막혀서 물었다. “술도 약하면서 초주는 왜 자꾸 마시는 건데?” “한 모금 마실 때마다 늙어서요. ” “뭐라고?” “내가 아까보다 연장자가 됐으니까 내가 이어서 마셔야죠. ” “그럼 고는 뭘 마시란 말이야?” “평소에 술 많이 드시잖아요?” 조조는 분통이 터졌다. “새해엔 특별히 어린이한테 먼저 술을 먹이는 이유가 뭔데? 어린이의 기운을 술잔에 담아서 어르신한테 전해야지!” 진궁은 지지 않고 조조를 노려보았다. “그러니깐 공은 지금 내 기운을 빨아먹으러 온 거예요?” 조조는 정곡을 찔렸지만 순순히 그렇다고 대답하기는 왠지 억울했다. “나한테 그럴 기운이 있었다면 벌써…” “벌써 뭐?” 진궁은 새빨개진 얼굴로 국자에 남은 술을 핥아 먹고 조조를 밀쳐내며 말했다. “됐으니까 공은 가서 지게미나 드세요. ” 참고 문헌:  종름 지음. 상기숙 옮김. (2015). 《형초세시기》. 지식을만드는지식.  시노다 오사무 지음. 윤서석 외 옮김. (1995). 《중국음식문화사》. 민음사. 주석:       산조山臊는 인간처럼 생겼고 발이 하나 달린 요괴입니다.  &#8617;    ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 새해 초주"
            }, 
        
    
        
            {
                "id": 81,
                "url": "https://zyahan.blog/too-late-spinoff-silver/",
                "title": "외전. 은그릇과 콩잎장아찌",
                "subtitle": "《전삼국문》의 조조 파트를 읽다가 어이가 없어져서…",
                "body": "진궁은 자기 앞에 놓인 밥그릇 바깥으로는 눈길도 주지 않고 밥알을 씹기만 했다. 조조가 보기에 오늘 진궁은 왠지 말을 많이 할 기분이 아닌 것 같았다. 물론 자기가 거기 맞추어서 눈치를 볼 필요는 없었다. “있잖아, 고孤가 구리 그릇으로 밥 먹는 거 본 적 있어?” 진궁은 약간 뜸을 들였지만, 조조의 뜬금없는 물음에 당황한 탓은 아닌 듯했다. 서두르지 않고 입안의 음식을 삼킨 뒤에 억양 없이 대답했다. “공公이 쓰시는 그릇 재질은 자세히 안 봐서 모르겠는데요. ” 조조는 뾰로통해졌다. “주인을 모시고 살면 관심 좀 가져. ” 다행히 진궁은 이해가 빨랐다. “알았어요. 구리 그릇이 왜요?” “원래 고孤는 금속 알러지가 있어서 구리 그릇으로 밥을 못 먹거든. 1” “그렇군요……” “그래서 은그릇을 쓴 지 오래됐는데 요즘 그걸로 구시렁거리는 새끼들이 나오는 거야. ” ”저런……” 조조는 탁 소리 나게 밥상을 두드렸다. “고孤가, 조操는 외투 한 벌로 십 년을 버티는 사람이란 말이야. 2 그런데, 남의 사정도 모르는 것들이 고작 밥 먹는 데 은그릇 쓰는 걸 가지고 사치니 뭐니 하면서……” 진궁은 조조가 입을 다문 것을 확인한 뒤에 물었다. ”그래서 오늘 나무 그릇으로 바꾸신 거예요?” 조조는 의기양양하게 대답했다. ”그럼. ” “그런데 여기 옻칠3 되어 있잖아요?” 조조는 더욱 자랑스럽게 말했다. “당연하지. 나무 그릇에 옻칠 안 하면 음식 냄새 배잖아. ” 진궁은 대꾸하지 않고 묵묵히 콩잎장아찌4를 덜었다. 빨간 반찬 그릇 바닥에 검은색으로 적힌 “군행식君幸食” 세 글자가 드러났다.       《조조집》에 실린 조조 자신의 주장입니다.  &#8617;        마찬가지로 《조조집》에 실린 조조 자신의 주장입니다.  &#8617;        한나라 때 칠기 가격은 고급 관리의 봉급과 맞먹었다고 합니다.  &#8617;        명아주와 콩잎은 가난한 살림의 상징입니다. 조조가 스스로 검소하다고 선전하기 위해 최근 상에 자주 올린다는 설정입니다. 참고로 조조는 서역의 보석으로 만든 그릇을 사용했다고 알려져 있습니다.  &#8617;    ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 은그릇 전삼국문 사치 구리그릇 나무그릇"
            }, 
        
    
        
            {
                "id": 82,
                "url": "https://zyahan.blog/summoning-the-soul/",
                "title": "초혼의 효과",
                "subtitle": "",
                "body": "하나.  많은 삼국지에서 순욱은 “아! 승상께선 이제 내가 필요없으시구나ㅠ!”하며 곱게 자결하지만, 글쎄…나는에 나오는(수많은)죽은 사람들 중유일하게 순욱만 악귀가 되었을 것 같다. 삼톡순욱은 그렇다. [https://twitter. com/superpink89/status/1591833658553688071](https://twitter. com/superpink89/status/1591833658553688071) 둘.  후한 시대 사람들은 기본적으로 죽은 자가 산 자에게 해를 끼친다고 믿고 두려워했지만 설마 순욱의 귀신이 그럴 리는 없다고 생각해서 “원한을 없애고 재앙을 제거하여” 화를 막는 진묘문을 안 썼기 때문입니다. (아님) https://twitter. com/chiclix/status/1592008934503874565 셋.  혼이시여 돌아오시오, 그대는 저 어두운 저승으로 내려가지 마시오! 저승의 마왕이 관문을 지키고 머리의 뿔은 날카로워 섬뜩하오. 등살은 두껍고 손톱에는 피가 뚝뚝 떨어지며 사람을 보면 얼른 쫓아온다오. 눈은 세 개에 호랑이 머리를 하고 몸뚱이는 소 같다오. 이들은 모두 사람들을 맛좋은 음식으로 여기오. 돌아오시오, 화를 당할까 두렵소!《초사》 〈초혼〉. 권용호 옮김. 글항아리. 만세정후 순욱이 수춘에서 훙1했다는 소식이 허도와 전국에 알려지자 황제는 연회를 폐했고 백성은 눈물을 흘렸으며2 조조는… “순령군을 위해서는 진묘문3을 쓰기보다 초혼가4를 불러야지. ” 조조는 서글프게 웃으며 《초사》의 〈초혼〉 한 구절을 읊었다.  햇살에 바람결에 혜초가 살랑이네. 가지런히 모여서 난초가 향기 내네. 조비는 속으로 아버지가 고른 구절이 애도에 어울리지 않는다고 여겼지만 그 생각을 입밖에 내지는 않았다. “문약은 향을 좋아했으니까. ” 이 말을 끝으로 조조는 다시는 순욱을 자로 칭하지 않았다. 그리고 순욱의 장례는 성대하게 치러졌다. 순욱의 무덤에는 진묘병이 놓이지 않았다. 아무리 죽은 사람이라고 해도 순령군처럼 어진 분이 산 사람에게 재앙을 가져오리라고는 누구도 감히 상상할 수 없었다. 그러니 얼마 후 업성에 곳곳에서 나타나는 검은 형체의 정체에 대한 흉흉한 소문이 분분해도 아무도 순욱을 떠올리지 못했다. 사람 비슷한 형체의 목소리를 들었다고 주장하는 사람들의 이야기는 모두 똑같았다.  혼이여 돌아가라. 군께서는 이 암막한 지하에 내려오지 마시라. 이마를 덮은 검은 머리카락 틈으로 세 번째 눈이 파랗게 빛났다.       훙: 제후의 죽음을 가리키는 말.  &#8617;        《후한서》 〈순욱열전〉.  &#8617;        진묘문: 죽은 사람이 산 사람에게 해를 입힐 것을 두려워한 후한 시대 사람들이 재앙을 막기 위해 무덤에 넣은 글.  &#8617;        초혼가: 죽은 사람의 혼이 돌아오기를 바라면서 부르는 노래.  &#8617;    ",
                "tags": "삼국지 조조 조비 순욱 초사 초혼 진묘병 진묘문 삼국지톡"
            }, 
        
    
        
            {
                "id": 83,
                "url": "https://zyahan.blog/too-late-1-1-revised/",
                "title": "개작 1-1. 자살하기에는 너무 늦어 버려서",
                "subtitle": "",
                "body": "조조는 눈시울이 뜨거워졌다. 조조가 대꾸할 말을 찾지 못하는 동안 진궁은 꿇었던 무릎을 세우고 일어났다. “이만 나가서 목에 칼을 받고 군법을 밝히겠습니다. ” 조조도 그것이 정답임을 알았다. 하지만 정답을 순순히 따른다면 조조가 아니다. 때마침 조조의 머릿속에 기가 막힌 아이디어가 떠올랐다. ”법을 밝히겠다면 왕도에서 형을 집행해야겠어. ” 조조는 자신의 천재적인 발상에 만족했다. 진궁을 살려서 허도로 보낼 좋은 구실을 얻었다. ”궁宮이 듣기로 장수가 군대를 이끌고 나오면 임금의 명령도 안 들을 수 있다고 했습니다. 지금 처단하셔도 괜찮습니다. ” 조금 전까지만 해도 눈물을 그렁거릴 것 같았던 조조는 환하게 웃으면서 말했다. ”경卿의 죄목은 반역이잖아. 국가國家께도 반역자를 손수 벌할 기회를 드려야지. ” “궁宮의 목을 보내드리면 될 일입니다. ” ”경卿을 어떻게 할지는 국가의 결정에 따를 거야. “ 이번에는 진궁이 조조의 뻔뻔함에 할 말을 잃은 듯했다. 그 틈을 타서 조조는 진궁을 묶은 밧줄을 사슬로 바꾸고 함거에 태우라고 지시했다.    허도에 머물고 있던 상서령尚書令 순욱은 (5) 사공司空의 도장으로 봉인된 급행 편지를 먼저 받았다. ‘공대를 허도로 보냈습니다. (6) 영군令君은 사공司空의 뜻을 헤아려 평소의 주장대로 처리하기 바랍니다. ’ 조조의 뜻이라면 진궁을 살리되 도망치치 못할 상태로 만들어야 할 것이다. 조조가 천자를 모시고 허도로 천도한 뒤 순욱이 줄곧 하던 주장은 육형肉刑을 부활시키자는 것이었다.  일찌기 효문황제孝文皇帝께서 육형肉刑을 폐지하신 것은 태평한 시대를 맞아 베푸신 은덕이었습니다. 지금의 어지러운 시대에 이르러서는 사형은 너무 무겁고 생형은 너무 가벼우니 생형을 받은 자가 죄를 거듭 범하여 사형에 이르는 일이 많습니다. 법은 때에 맞게 제정하는 것인즉 사형의 일부를 참좌지斬左趾로 대체하여 죄인이 다시 법을 범하지 못하게 하면서도 죄인에게 살 길을 열어 주는 것이 더 큰 은덕이 될 것입니다. 순욱은 조조에게 답장을 보냈다. ‘공대처럼 강직한 사람이 순순히 육형을 받으려고 할지가 걱정입니다. ’ 순욱은 걱정하지 않았다. 오히려 기대했다. 진궁이 온전하지 못한 몸으로 살아남느니 차라리 죽겠다고 한다면 막을 생각이 전혀 없었다. 진궁은 더없이 위험한 인물이었고 제거해야만 했다. 그리고 한편으로는, 진궁이 구차하게 살아남는 모습을 차마 보고 싶지 않았다.    며칠 후 진궁이 허도에 도착했다는 소식을 듣고 순욱은 진궁이 갇힌 감옥을 찾아갔다. 구불구불한 통로를 지나 감옥에서 가장 깊은 곳에 박힌 방으로 가까이 가자 어둠 속에서 진궁의 목소리가 들렸다. “문약의 향은 여전하군. ” 순욱은 천천히 등불을 밝혔다. 나무로 만든 수갑과 차꼬를 찬 진궁은 4년 만에 보는 순욱의 얼굴을 외면하고 계속 떠들었다. ”여기 오는 길에 시장에 들러서 여봉선 목이 걸린 걸 나한테 보여줬는데, 너무 상해서 못 알아봤어. 내 목은 그보다 싱싱한 상태로 오르겠지? 내 목은 언제 잘라 줄 거래?” “벌써부터 참수라고 단정할 필요는 없어. ” ”그럼 요참이야? ”반란”의 주모자라서?” ”……” ”아직 결론이 안 나왔어? 귀찮게 재판 같은 거 하나?” 순욱은 나즈막히 말했다. ”판결은 정해졌어. ” ”뭔데?” ”참좌지. ” 진궁은 놀라서 입을 껌뻑이다가 간신히 말했다. ”그거 서도에 있을 때 없어졌잖아?” ”지금 같은 세상에는 육형이 필요하지. ” ”그런데 왜 하필 나냐고. ” ”치욕을 피하고 온전한 몸으로 죽는 건 내가 도와줄 수 있어. ” 순욱은 소매 속에서 작은 병을 꺼냈다. 진궁은 병을 받지 않고 한참 동안 거칠게 숨을 몰아쉬었다. 순욱은 의아했다. ”진공대가 이걸 놓고 이렇게 오래 고민할 사람이었나?” ”치욕을 피할 타이밍은 하비성에서 못 뛰어내렸을 때 이미 놓쳤어. 인제 와서 뭔가 하기에는 늦어 버렸지. ” “그러면 육형을 받을 작정이야?” ”그래. 조 공이 나를 죽이게 만들어서 치욕을 씻을 거야. ”    이듬해 건안 4년 늦봄, 창읍에 주둔하던 조조는 군대를 조인에게 맡기고 몰래 허도로 돌아와서 사공부 별채를 찾았다. 진궁은 침상에 반쯤 드러누워 책을 읽고 있었다. 조조가 반갑게 물었다. “공대, 허도는 지낼 만해?” 진궁은 책에서 눈을 떼지 않고 대답 아닌 대답을 했다. “뜻밖이네요. 방연이 손빈한테 어떻게 되었는지를 모르실 분이 아닌데?” “《사기 열전》 읽어? 그래, 손빈처럼 재기할 자신은 있고?” “정말로 감사하게도 혀는 붙여 놓아 주셔서요. ” “세상에 경卿의 설득이 안 먹히는 사람도 있다는 건 지난 4년 동안 지독하게 겪었잖아?” “그래서 내 말을 안 들은 사람의 목이 시장에 걸렸잖아요. 엄청나게 설득력 있는 근거죠. ” “어차피 경卿은 내 옆에 붙여 둘 테니까 다른 사람 만날 일 없어. 안 그래도 군대가 하수河水를 건너기 전에 데리러 온 거야. ” 진궁은 크게 한숨을 쉬었다. “군자는 형을 받은 사람을 가까이하지 않는다고 했는데요. 그냥 사공부 문지기나 시켜 주세요. ” 조조는 웃었다. “안 돼, 안 돼. 그나저나 고孤를 군자로 봐 주는 건가?” 진궁은 고개를 들고 조조를 똑바로 쳐다보았다. “군자가 안 되겠다면 스스로 고孤라고 칭하지나 말든가요. ” “우리 공대가 귀여운 말을 다 하네. ” 진궁은 침상 옆에 놓인 지팡이를 집어들었다. ”벌써 일어날 필요는 없어. 이따가 사람들이 데리러 올 거야. ” ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 순욱"
            }, 
        
    
        
            {
                "id": 84,
                "url": "https://zyahan.blog/imperial-scents/",
                "title": "삼국지의 바탕, 후한 황실의 향: 환제의 계설향, 영제의 한건녕궁중향, 헌제의 황금향로",
                "subtitle": "",
                "body": "‘삼국지’에서는 어떤 냄새가 날까요? 전란의 시대인 만큼 피와 땀이 가득했을 것 같습니다. 그러나 그 와중에도 높으신 분들은 인민의 사정을 아랑곳하지 않고 궁중에서 아름다운 향을 즐겼습니다. 농민들이 노란 두건을 두르고 무장 봉기를 일으키게 될 만큼(184년 황건기의) 혼란스러웠던 당시를 흔히 ‘환령지말’이라고 부릅니다. ‘환령’이란 ’환제’와 ‘영제’를 가리킵니다. 후한 왕조의 마지막 세 황제가 환제(재위 132-168), 영제(재위 168-189), 그리고 헌제(재위 189-220)입니다. 공교롭게도 세 황제 모두 향에 대한 일화가 있습니다. 하나씩 알아봅시다. 계설향: 환제, 조조와 제갈량: 《한관의》에 따르면 신하가 황제에게 말을 할 때는 입냄새가 나지 않도록 입에 계설향을 넣어야 한다고 합니다. 계설향은 오늘날의 정향입니다. 대형마트나 중국 식품점에서 흔히 구할 수 있고, 소위 ‘치과 냄새’라고 하는 싸하고 아린 맛이 특징입니다. 바로 이 계설향의 규칙이 환제에게서 비롯했습니다. 환제에게는 내존이라는 시중이 있었는데, 내존이 나이가 많아서 입냄새가 심하게 나자 이를 견디지 못한 환제는 내존에게 계설향을 주면서 입에 넣으라고 했습니다. 내존은 이것을 독약으로 착각하고 황제에게 자살을 명령받았다고 생각하여 집에 가서 가족들과 친지들에게 작별인사를 했는데… 친지들이 자세한 사정을 물어 보니 입안에 든 것이 계설향인 것이 밝혀져서 오해가 풀렸다고 합니다. 아무튼 이 사건을 계기로 상서랑은 입안에 계설향을 물게 되었고, 상서령을 지낸 순욱도 마찬가지였을 것입니다. 또한 재미있는 것으로 조조가 제갈량에게 계설향 다섯 근을 보냈다는 일화가 있습니다. 이 일화의 출처는 송대의 필기소설 《오색선》입니다. 상서랑의 필수품인 계설향을 보낸 것은 자기에게 와서 황제를 모시라는 메시지로 해석됩니다. 이것이 정사는 아니지만, 연의보다 이른 시대의 전승이라는 것을 주목할 만합니다. 한건녕궁중향: 최초의 조향 레시피: 명대의 《향승》이라는 책에는 ‘한건녕궁중향’이라는 향을 만드는 방법이 나옵니다. ‘건녕’은 영제의 연호이므로, 영제가 황제로 있을 때 궁에서 사용한 향이라는 것을 알 수 있습니다. 재료를 살펴봅시다. 대체로 약재가 많이 들어가서 약 냄새가 강합니다.    황숙향黃熟香 4근(64냥)  향부자香附子 2근(32냥)  정향피丁香皮 5냥  곽향엽藿香葉 4냥  영릉향零陵香 4냥  단향檀香 4냥  백지白芷 4냥  모향茅香 2근(32냥)  회향茴香 2냥  감송甘松 반근(8냥)  유향乳香 1냥  침향沉香 4냥  대추棗 반근(8냥) 이 정도 배합이면 《향승》에서도 매우 호화스러운 향에 속합니다. 저도 재료를 구해서 손수 만들어 보고자 했는데… 황건기의를 전적으로 지지하게 되었습니다. 황제가 이런 사치를 부리니까 농민들이 들고일어나지! 물론 《향승》은 명나라 때의 책인 만큼, 이 레시피가 실제로 후한 말에 사용되었는지는 알 수 없습니다. 하지만 ’한건녕궁중향’이라는 이름이 전해졌다는 데서 영제가 호화스럽게 향을 피우는 이미지를 가지고 있었다고 추측해 볼 수 있습니다. 황금 향로: 조조가 헌제에게 준 선물: 당대의 백과사전의 일종인 《예문유취》에 《상물잡소》라는 제목으로 조조가 헌제에게 바친 향로의 목록이 나옵니다. 궁에서 다양한 신분의 황족들이 각기 자기 향로를 가지고 있었다는 것을 알 수 있습니다.    황제: 순금향로 1개 (쟁반 포함)  귀인, 공주: 순은향로 4개  황태자: 순은향로 4개  서원귀인: 동향로 30개 그리고 송대의 백과사전 《태평어람》에 수록된 조조의 《위무령》에 따르면, 조조가 평소에 집에서 향 피우기를 금지했는데 딸들이 헌제와 결혼할 때 향을 사용했다고 합니다. 황궁에서 향을 피우는 것은 필수적인 의례의 일부였던 것입니다. 여담: 《삼국지》에서 향으로 유명한 사람은 역시 순욱이지요. ‘순 령군’이 앉은 자리에는 사흘 동안 향이 남았다는 이야기가 동진 때의 《세설신어》에 나오고, 당대의 시에는 순욱이 지나가면 10리에 향이 풍긴다는 묘사가 나오며, 좀 후대로 가면 송대의 《진씨향보》라는 책에서 ‘순령십리향’이라는 향이 나옵니다. 조비가 황제가 된 뒤 손권에게 요구한 공물 중에 작두향이 있다는 것도 특기할 만합니다. 작두향은 향부자로, 위에서 살펴본 한건녕궁중향의 재료입니다. 조비도 황궁에서 피울 향을 만들고 싶었던 것일까요? ",
                "tags": "삼국지 환제 계설향 조조 제갈량 영제 한건녕궁중향 향승 황금향로 예문유취 헌제 태평어람 세설신어 진씨향보 순욱 순령십리향 조비 손권 작두향 향"
            }, 
        
    
        
            {
                "id": 85,
                "url": "https://zyahan.blog/too-late-spinoff-tianjiu/",
                "title": "외전. 천구(天灸)",
                "subtitle": "혹은 동상이몽. 어느 가을 8월 14일.",
                "body": " 팔월 십사일 민간에서 모두 주묵(朱墨)으로 어린아이 이마에 점을 찍어 천구(天灸)라 부르며 역질을 막는다. 종름, 《형초세시기》, 상기숙 옮김(지만지).  차갑고 축축한 감촉에 놀라서 눈을 뜬 진궁의 시선이 잠시 갈피를 못 잡다가 곧 조조의 오른손을 향했다. 새끼손가락 끝에 붉은 먹이 묻어 있었다. ”그걸 내 이마에 바른 거예요?” ”응. ” 진궁은 천천히 눈을 몇 번 깜빡이다가 중얼거렸다. “이제 와서 새로 이럴 필요는 없잖아요. 1” 조조는 허리에 찬 주머니에서 손수건을 꺼내 손가락을 닦으면서 말했다. ”공대는 착한 아이가 아니라서 안심이 안 돼. ” 진궁은 대답하지 않고 고개를 떨구었다. 붉은 점을 찍은 이마 전체가 빨개졌다. 왜 얼굴이 달아올랐는지는 모르겠지만 아무튼 이마에 묻힌 먹을 닦아 내겠다고 바둥거릴 기색은 아니었다. 조조는 두 손으로 진궁의 양 뺨을 감싸고 천천히 들어올렸다. 진궁은 조조의 시선을 피해 눈을 내리깔았다. “착한 아이가 되고 싶어?” ”아뇨. ” 조조는 손 끝으로 진궁의 턱수염을 잡고 가볍게 흔들었다. 2 ”아무렴 어때, 그래봤자 내 손 안인데. ”       진궁은 조조가 자기에게 경형(黥刑)을 가했다고 착각하고 있습니다. 경형은 얼굴에 문신을 하는 형벌로 참좌지와 더불어 육형에 속합니다.  &#8617;        《삼국지·위서》 〈장로전〉 주석 《위략》:        유웅명이라는 인물이 조조에게 처음 찾아왔을 때           조조: (유웅명의 손을 잡고) 고(孤)가 관문에 들어왔을 때 신령한 인물을 얻는 꿈을 꾸었는데 바로 경(卿)이었구려!             그리고 나중에 유웅명이 배반했다가 다시 항복했을 때           조조: (유웅명의 턱수염을 쥐고) 늙은 도둑놈, 이번에는 진짜로 너를 얻었다!               &#8617;    ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 천구 형초세시기 유웅명 위략"
            }, 
        
    
        
            {
                "id": 86,
                "url": "https://zyahan.blog/song-ming-sachets/",
                "title": "송나라–명나라 시대 향낭에는 무엇을 넣었을까?",
                "subtitle": "",
                "body": "허리에서 은은하게 코를 자극하는 향기를 풍기는 향낭은 중국에서도 한국에서도 중요한 장식품이었고, 창작물에서도 매력적인 장치로 자주 사용됩니다. 단순히 향낭이라는 아이템을 등장시킬 뿐만 아니라, 향낭에서 어떤 향기가 나는지를 묘사할 수 있다면 더욱 즐거운 창작이 되지 않을까요? 여러 창작물에서 가장 자주 쓰이는 것은 매화 꽃잎인 것 같습니다. 그렇다면 실제로 옛날 사람들은 향낭에 어떤 향을 넣었을까요? 향낭에 한 가지 재료만 넣으리라는 법은 없습니다. 실제로 기원전 2세기 한나라 때부터 다양한 향료를 섞어서 사용했다는 것을 보여주는 유물이 존재합니다. 마왕퇴 한묘 1호 무덤의 향로와 향낭에서 신이(목련꽃 봉오리), 산초, 계피, 생강 등의 향료가 함께 발견된 것입니다. 한나라 이후의 사람들은 ‘합향’이라는 개념으로 향의 배합을 고민했고, 늦어도 당나라 이후에는 본격적으로 향방(조향 레시피)이 개발되어 지금까지도 이름을 남기고 있습니다. 다양한 합향의 명칭과 향방을 송나라 사람 진경의 《진씨향보》와 이를 확장한 명나라 사람 주가주의 《향승》에서 살펴볼 수 있습니다. 이 글의 목적은 향낭의 내용물을 탐구하는 것이므로, 《향승》에서도 향로에 넣어 데우는 향보다는 향낭에 넣어 패용하는 향에 대해서 알아보겠습니다. 해당 내용은 권19 〈훈패지향〉에 집중적으로 수록되어 있습니다. 아래에서 살펴볼 수 있듯이, 이름에 ‘의향’ 이 많은 데서 옷에 향기를 입히는 것이 목적이라는 사실을 짐작할 수 있습니다. 매예향(梅蕊香):  재료: 정향 반냥, 감송 반냥, 곽향잎 반냥, 백지 반냥, 모란피 1돈, 영릉향 1냥 반, 반상회향(팔각회향) 5푼(볶아서). 순령십리향(荀令十里香):  재료: 정향 반냥, 단향 1냥, 감송 1냥, 영릉향 1냥, 생용뇌 약간, 회향 5푼(살짝 볶아서).  특기사항: 회향을 적당히 볶는 것이 중요합니다. 안 볶으면 향이 안 나고 너무 볶으면 꽃 냄새가 없어집니다.  ‘순령’은 《삼국지》에 나오는 순욱이죠!의향(衣香):  재료: 영릉향 1근, 감송 10냥, 단향 10냥, 정향피 5냥, 신이 2냥, 회향 2돈(볶아서). 매화의향(梅花衣香):  재료: 영릉향 5돈, 감송 5돈, 백단 5동, 회향 5돈, 정향 1돈, 목향 1돈, 용뇌 약간 특기사항: 이름에 매화가 들어가지만 재료에는 매화가 안 들어갑니다. 매화를 안 쓰고 매화의 향을 내는 것을 일종의 스킬로 여긴 것이 아닐까 합니다. 매악의향(梅萼衣香):  재료: 정향 2돈, 영릉향 1돈, 단향 1돈, 반상회향 5푼(미세하게 볶아서), 목향 5푼, 감송 1돈 반, 백지 1돈 반, 용뇌 약간, 사향 약간, 매화 특기사항: 매화를 마련하는 방법이 까다롭습니다. 청명하고 바람이 없는 날 황혼에 아직 안 핀 것을 골라야 하고 꽃술이 있어야 하고…련예의향(蓮蕊衣香):  재료: 연꽃술 1돈, 영릉향 반냥, 감송 4돈, 곽향 3돈, 단향 3돈, 정향 3돈, 회향 2푼(미세하게 볶아서), 백매(말린 매실) 과육 3푼, 용뇌 약간남양공주훈의향(南陽公主熏衣香):  재료: 지주향 1냥, 백지 반냥, 영릉향 반냥, 사인 반냥, 정향 3돈, 사향 5푼, 당귀 1돈, 육두구 1돈모든 재료는 갈아서 종이로 싼 뒤 비단 주머니에 넣습니다. 위에서 소개한 모든 합향에 공통적으로 쓰이는 재료가 영릉향과 정향입니다. 영릉향(零陵香)은 좀 더 고풍스럽게는 혜초(蕙草)라고 하고, 《태평어람》에 따르면 조조가 집을 정화할 때 이 혜초를 태우도록 했다고 합니다. 정향(丁香)의 옛 이름은 계설향(鷄舌香)이고, 《한관의》에 따르면 시중이 황제에게 말할 때 입냄새를 없애기 위해 입에 물고 있었다고 합니다. 둘 다 국내 온라인 쇼핑몰에서 소량으로 구매할 수 있으므로 직접 향을 체험해 보셔도 괜찮을 것 같습니다. 이제 창작물에서 A가 매화 냄새를 풍길 때 B가 A의 향낭에 들어간 것이 매화를 흉내낸 매화의향인지 진짜 매화를 쓴 매악의향인지를 알아맞히는 장면을 넣을 수 있어요! C가 순령십리향을 만들었는데 D가 회향을 너무 오래 볶았다고 핀잔을 줄 수도 있겠네요. ",
                "tags": "송나라 명나라 향낭 향승 훈패지향 진씨향보 매예향 순령십리향 의향 매화의향 매악의향 련예의향 남양공주훈의향 영릉향 혜초 태평어람 정향 계설향 한관의 향"
            }, 
        
    
        
            {
                "id": 87,
                "url": "https://zyahan.blog/sanguo-yanyi-06/",
                "title": "《삼국연의》 호칭어 노트 06: ‘거거’를 주로 쓴 사람은?",
                "subtitle": "",
                "body": "王霞(2017)1에 따르면 손위형제를 가리키는 ‘兄’(형)이라는 말은 당나라 때부터 입말에서 ‘哥’(가)로 교체되기 시작되었습니다. 이를 중첩한 ‘哥哥’(가가)는 금나라 때의 작품 《서상기제궁조》라는 작품에 처음 나타나고, 원대에도 계속 쓰였다고 합니다. 원나라 말기의 작품인 《삼국연의》에도 이 말이 쓰였을까요? 소설 원문에서 ‘哥哥’(가가)를 검색하면 총 30회가 나옵니다. (참고로 ‘大哥’(대가)나 ‘阿哥’(아가)는 좀 더 후대에 퍼진 말로, 14세기 사람 나본에게는 낯설었는지 《삼국연의》에는 나오지 않습니다. ) 그리고 이 30회 중 26회가 장비의 대사입니다. 거의 장비의 캐릭터를 만들기 위해 사용되었다고 보아도 되겠습니다. 《삼국연의》에서 장비가 독점하다시피 한 단어라는 데서 이미 어감이 짐작이 가는데, 저자 나본은 더욱 친절하게 장비의 행동을 묘사해 줍니다. 유비를 ‘哥哥’(가가)로 지칭할 때 장비는 주로 화가 나 있고(물론 유비에게 화를 내는 것은 아닙니다), 소리 높여 고함을 치고[高聲大叫], 눈을 부릅뜨고 큰 소리로 꾸짖으며[瞋目大叱], 길을 막고 크게 위협합니다[攔路大喝]. 오늘날의 조직폭력배 일원 같습니다. 30회 중 26회를 장비가 썼다면 나머지 4회는 누가 썼을까요? 한 번은 장비와 대화하는 미 부인, 한 번은 유비의 꿈에 나타난 관우의 귀신입니다. 그리고 나머지 두 번은 손권의 동생 손 부인이 오빠를 가리킬 때 썼습니다. 2회 이상 쓴 사람이 장비를 빼면 손 부인밖에 없는 셈입니다. 소설 전체에서 손 부인의 대사 분량이 장비에 비해 매우 적은 것을 감안하면, 2회도 무시할 수 없는 수치입니다. 《삼국연의》에서 손 부인은 장비 못지않게 거칠고 사나운 캐릭터인 것입니다. 장비와 손 부인의 조합이라고 하니까 원대의 잡극 《격강투지》가 생각납니다. 주유 비하의 시초라고 할 수 있는…       📖 王霞. (2017). 〈《老乞大》四版本稱謂硏究〉. 《한국중어중문학 우수논문집》, 135-166. https://www. dbpia. co. kr/journal/articleDetail?nodeId=NODE09290384 &#8617;    ",
                "tags": "삼국지 삼국지통속연의 호칭어 거거 가가 서상기제궁조 장비 미부인 손부인"
            }, 
        
    
        
            {
                "id": 88,
                "url": "https://zyahan.blog/han-empresses-1/",
                "title": "한나라의 황후들: 황후와 외척의 탄생 및 시행착오",
                "subtitle": "",
                "body": "다들 알고 계시듯이 황후皇后는 황제皇帝의 정실부인을 말합니다. 하지만 황제라는 지위가 생겨났을 때부터 바로 황후가 존재했던 것은 아닙니다. 최초의 황제는 진 시황이지만, 그의 부인에 대해서는 알려진 바가 없습니다. 진의 2세 황제 호해, 3세 황제 자영에 대해서도 마찬가지입니다. 중국 역사상 최초의 황후가 되는 것은 한 태조 고제 유방의 정실부인 여씨입니다. 즉, 서한은 중국에서 황후가 존재했던 첫 번째 왕조입니다. 물론 황후가 완전히 새로 생겨난 개념은 아닙니다. 황제에 대응하는 천자는 주나라 때에도 존재했고, 주나라의 왕들에게는 왕후가 있었습니다. 그렇다면 주나라의 왕후와 한나라의 황후가 어떻게 달랐을까요? 봉건제를 실시한 주나라에서는 왕이 봉건 제후의 딸을 왕후로 맞았습니다. 그러므로 ‘외척’이 존재했다고 해도 주나라 직할지가 아닌 ‘외국’에 있었습니다. 반면, 한나라에서는 ‘토사구팽’과 오·초 7국의 난 이후로 중국 전역을 황제가 직접 다스렸으므로 중국 내에서는 ‘외국’이 존재할 수 없었습니다. 그렇다고 중국인들이 ‘오랑캐’의 땅에서 임금의 부인을 데려왔을 리도 없으니, 황후는 왕후와 달리 국내에서 선발하게 되었습니다. 이렇게 해서 황후의 가문이 황제의 중앙 통치에 직접적인 영향력을 미칠 수 있는 국내의 외척이 된 것입니다. 외척의 권한과 역할에 대한 매뉴얼이 없는 채로 황후 제도를 시작하게 된 서한에서는 그만큼 시행착오를 반복할 수밖에 없었을 것입니다. 그래서일까요? 서한의 황후들은 대부분 끝이 안 좋습니다. 아래의 표에서 확인할 수 있듯이, 서한에서 살해·폐위·멸족을 면한 황후는 소수에 불과했습니다.       황제   황후   외척 출신         고제   고후 여아후   최초의 황후.        혜제   장씨(혜제 사후 폐위, 멸족)   고후 여씨 가문.        소제들   여씨(문제 즉위 후 폐위, 멸족)   고후 여씨 가문.        문제   효문황후 두씨           경제   박씨(폐위)   효문태후 박씨 가문.            효경황후 왕씨           무제   진씨(폐위)   장공주 유표의 딸.            무사황후 위자부(폐위, 멸족)           소제   효소황후 상관씨(멸족)           선제   공애황후 허평군(독살)               곽성군(폐위, 멸족)   효소황후 상관씨의 이모. 대사마대장군 곽광의 딸.            공성태후 왕씨           원제   효원황후 왕정군           성제   허씨(폐위)   효선공애황후 허씨 가문.            조비연(성제 사후 폐위)           애제   부씨(애제 사후 폐위)   효원소의 부씨 가문.        평제   왕씨(서한 멸망)   효원황후 왕씨 가문. 안한공 왕망의 딸.    표를 자세히 보면, 황후 중 절반가량이 기존의 외척 가문에서 배출되었습니다. 외척은 현재 황제가 살아 있는 동안에만 외척의 지위를 유지할 수 있으므로, 권세를 계속 누리기 위해서는 다음 황제와도 혼인 관계를 맺어야 합니다. 그래서 태후나 공주가 자기 가문의 여성을 황태자와 정략결혼시키는 일이 많았습니다. 그러나 이런 시도는 모두 성공하지 못했습니다. 표를 좀 더 자세히 보면, 외척 출신의 황후는 모두 폐위되는 결말에 이르렀습니다. 황태자가 황제로 즉위해서 자기 세력이 생기고 나서는 억지로 맺어진 황후를 내친 것입니다. 대표적인 예가 ‘금옥장교’ 고사로 잘 알려진 무제의 첫 황후 진씨입니다. 진씨는 무제의 고모인 장공주 유표의 딸이었으므로 무제의 사촌이기도 합니다. 애초에 장남도 아니었던 무제가 황태자로 옹립될 수 있었던 것부터가 장공주 유표의 지원 덕분이었으나, 무제는 황제가 된 뒤 가희 출신인 위자부에게 반해서 황후 진씨를 폐위시키고 말았습니다. 무제의 고모이자 장모인 장공주는 황제가 자기 은혜를 저버렸다고 분노하지만 황제의 결정을 거스를 수는 없었습니다. 그렇다면 미천한 집안의 새 황후는 끝까지 잘 되었을까요? 진 황후가 폐위되고 나서 새로 황후가 된 위자부의 일대기를 살펴보면 그렇지 않았습니다. 위자부는 무제의 장남을 낳고 동생 위청과 조카 곽거병이 흉노 공격에 큰 공을 세우면서 승승장구하는 듯했지만, 위청이 죽고 나서는 무고의 화를 겪고 본인과 아들이 자살하는 것은 물론이고 집안 전체가 멸족당했습니다. 결국은 원래 가문이 어떠했든지 해를 입는 결말을 피할 수 없었습니다. 심지어 살해·폐위·멸족을 면한 황후라고 해도 완전히 편안할 수는 없었습니다. 효문황후 두씨는 조카 두영이 살해당했고, 효경황후 왕씨는 오빠 전분의 작위가 끊겼으며, 효원황후 왕씨는 조카가 왕망이었습니다. 유일하게 화를 입지 않은 공성태후 왕씨의 경우 애초에 가문이 권력을 잡지 못했습니다. 서한에서 외척이 되어서 특별히 좋을 일은 전혀 없었다고 해도 과언이 아닙니다. 1편이 너무 암울하게 끝나버렸어요! 2편에서는 후한의 황후와 외척들에 대해 간략하게 다루고, 3편에서부터 좀 더 구체적인 개인의 이야기나 상세한 제도를 살펴보도록 하겠습니다. ",
                "tags": "황후 외척 금옥장교 진아교 위자부 조비연"
            }, 
        
    
        
            {
                "id": 89,
                "url": "https://zyahan.blog/jiuyunchunjiu/",
                "title": "조조가 헌제에게 바쳤다는 그 술: 구온춘주에 관하여 한국어로 가장 상세한 정보를 제공하고 싶은 오타쿠의 망상",
                "subtitle": "",
                "body": "1. 삼국지 아이템으로서의 구온춘주와 그 출처: 구온춘주九醞春酒는 조조가 헌제에게 바친 술로 알려져 있습니다. 삼국지 팬덤 내에서 꽤 알려져 있고, 삼국지 기반 창작물에서도 종종 활용되는 아이템입니다. 그런데, 이 술의 이름을 《후한서》나 《삼국지》 같은 역사서에서는 찾을 수 없습니다. 그렇다면 어디에서 나온 것일까요? ‘구온춘주’라는 네 글자는 6세기의 농서 《제민요술齊民要術》 권7 제66 〈분국병주笨麴并酒〉에 소개되었고, 《전삼국문全三國文》에 〈주상구온주법奏上九醞酒法〉(구온주 만드는 방법에 관한 상주문)이라는 제목의 글로 수록되어 있습니다. 중화서국 2020년판 《조조집》에도 나옵니다.  臣縣故令南陽郭芝，有九醞春酒。法用面三十斤，流水五石，臘月二日清麴，正月凍解，用好稻米，漉去曲滓，便釀法飲。曰譬諸蟲，雖久多完，三日一釀，滿九斛米止。臣得法釀之，常善；其上清滓亦可飲。若以九醞苦難飲；增為十釀，差甘易飲，不病。今謹上獻。 아雅가 최근에 《조조집》을 산 김에 이 글을 찾아서 한국어로 옮겨 보았습니다. 문맥상 추가한 내용은 대괄호 안에 넣었고, 후술할 내용과 관련이 있는 부분은 별도의 색깔로 표시했습니다.  신의 고향에서 현령을 지낸 남양 사람 곽지에게 구온춘주가 있었습니다. 그 방법은 쌀가루 30근과 흐르는 물 5석으로 납월(섣달, 음력 12월) 2일에 누룩을 담가 정월(음력 1월)에 해동하고, 질 좋은 볍쌀을 쓰고 누룩 찌꺼기를 걸러내어 [밑술을] 빚어, 법도에 따라 마시는 것입니다. 벌레에 비유하자면 오래 걸리더라도 끝을 보는 것으로, 사흘에 한 번 [쌀 1곡을 넣어] [덧술을] 빚기를 쌀 9곡을 채울 때까지 반복합니다. 신이 이 방법으로 술을 빚어서 항상 성공했는데, 윗부분은 맑고 [바닥에 가라앉은] 지게미도 맛있습니다. 만약 아홉 번 담갔을 때 맛이 써서 마시기 어렵다면, 양조 횟수를 열 번으로 늘렸을 때 어느 정도 달아지고 마시기 쉬워지며 병에 걸리지 않게 해 줍니다. 지금 삼가 바칩니다. (오역을 지적해 주시면 감사드립니다. 특히 ‘曰譬諸蟲，雖久多完’의 의미를 해독하기 어려웠어요… 벌레가 야금야금 먹어들어가는 것으로 상상했는데 맞는지 모르겠습니다. 만드는 과정에서 벌레를 제거해야 한다는 해석도 보았는데, 그 해석을 따르자니 譬와 雖가 마음에 걸립니다. ) 2. 소소하게 와전된 사실: 한국어 웹에서 구온춘주에 대한 정보를 얻기 위해 구글에서 ‘구온춘주’를 검색하면 나무위키 문서가 가장 먼저 나옵니다. 이것은 놀라울 일이 아닙니다. 그리고 이 문서를 클릭해서 읽어 보면, 2021년 9월 3일 r18 기준으로 틀린 사실이 몇 군데 나옵니다. 사실 이것도 놀라울 일이 아닙니다. 하지만 놀라지 않았더라도 놀란 척해야 합니다. 2. 1. 조조의 고향: 먼저 나무위키 문서의 2장 첫 번째 문단을 살펴봅시다.  조조가 헌제에게 바쳤다고 알려진 술로 제민요술이라는 책에 따르면 건안 연간에 헌제에게 이 술을 바치면서 만드는 법을 아뢰었는데, 그 내용은 자신의 고향인 남양에서 곽지가 만들었다고 하면서 술을 만드는 법이 나와있다. https://namu. wiki/w/%EA%B5%AC%EC%98%A8%EC%B6%98%EC%A3%BC?rev=18 가장 명백한 오류는 리그베다 위키에서 2013년 2월 18일에 생성된 r1판에서부터 이어지는 “자신의 고향인 남양에서 곽지가 만들었다고 하면서”입니다. 이 문장은 8년이 더 지난 현재까지 수많은 편집자를 거치면서 한 번도 수정된 적이 없습니다. 그런데 아雅가 알기로는 ‘臣縣故令南陽郭芝’에서 ‘縣’과 ‘故’의 순서를 바꾸고 그 뒤에 나오는 ‘令’을 지워야 이런 해석이 가능합니다. ‘臣縣故令’는 ‘신의 고향 현의 옛 [현]령’이 되어야 할 것입니다. 그뿐만 아니라 조조의 고향이 남양이라는 것은 금시초문입니다. 《삼국지》에서 조조의 일대기를 담고 있는 위지1 〈무제기〉는 “태조 무황제는 패국 초현 사람이다. ”로 시작합니다. 《후한서》 〈군국지〉에 따르면 패국은 예주에 속한 제후국입니다. 그러나 남양군은 형주 소속이므로, 조조가 한 사람이고 여러 곳에 동시에 존재할 수 없다면 남양 사람이 되는 것이 불가능합니다. (조조가 남양으로 이주했다는 기록도 없습니다. ) 그러므로 ‘南陽郭芝’는 ‘남양 사람 곽지’로 옮겨야 할 것입니다. 그렇다면 남양은 초현에서 현령을 지낸 곽지의 고향일 뿐이고 조조의 고향에서 만드는 구온춘주와는 무관할까요? 이 점에 대해서는 나무위키 문서의 작은 오류를 살펴보고 다시 논의하도록 하겠습니다. 2. 2. 구온춘주 빚는 방법: 두 번째 문단은 구온춘주를 빚는 방법입니다.  만들 때 누룩 20근을 흐르는 물 5섬에 쓰고 섣달 2일에 누룩을 담궜다가 정월에 해동하며, 좋은 쌀을 쓰고 누룩 찌꺼기에 잘 걸러낸다. 3일에 한 번씩 술밥을 넣으면서 아홉 번이 되면 그친다. https://namu. wiki/w/%EA%B5%AC%EC%98%A8%EC%B6%98%EC%A3%BC?rev=18 첫 번째 문제는 ‘누룩 20근’입니다. 나무위키뿐만 아니라 현재 한국어 웹에서 찾아볼 수 있는 구온춘주 관련 문서의 상당수가 누룩의 양을 20근으로 명시하고 있습니다. 그러나, 《제민요술》과 《전삼국문》에는 모두 ‘三十斤’으로 나옵니다. 판본의 차이일 수도 있으나 양조법에서 재료의 분량은 매우 중요하므로 특히 필사에 신경을 썼을 것이고, 적어도 아雅가 찾을 수 있는 한도 내에서는 ‘二十斤’이라고 적힌 문헌이 없었습니다. 20근은 아마 바이두 백과의 九酝春酒 문서에서부터 잘못 퍼진 것 같습니다. 나무위키 문서의 첫 번째 문단에 “제민요술이라는 책에 따르면”이라고 적혀 있지만, 실제로 《제민요술》 본문을 확인하고 쓴 것은 아닌 듯합니다. 두 번째 문제는 ‘아홉 번이 되면 그친다’입니다. 구온춘추가 아홉 번 덧술해서 만들어지는 술이라는 것은 사실이나, 《제민요술》 원문에서 해당하는 부분은 ‘쌀 9석을 채우면 그친다’입니다. 나무위키 편집자들이 재료의 분량을 누락시켰습니다. 2. 3. 구온춘주와 구징궁주의 관계: 나무위키 문서의 이하 문단에서는 구온춘주에 대한 서술과 구징궁주古井贡酒에 대한 서술을 혼합하고 있는데, 구징궁주는 근세 이래의 증류주이므로 이 포스트에서 따로 언급하지 않겠습니다. 3. 구온춘주 진상의 의의: 지금까지 나무위키 문서의 구온춘주 문서에서 잘못된 내용을 《제민요술》 〈분국병주〉의 해당 부분과 대조하여 살펴보았습니다. 하지만 아雅가 고의로 숨긴 사실이 있습니다. 구온춘주와 연관된 내용이 조조의 〈주상구온주법〉 외의 다른 시대의 기록에서도 나타난다는 점입니다. 다른 시대의 기록이라면 삼국지 팬에게는 관심이 덜 갈 수 있겠지만, 이 기록을 통해 조조가 헌제에게 구온춘주를 진상한 배경을 더 상세하게 이해할 수 있다고 영업해 보겠습니다. 3. 1. 구온춘주가 조조의 고향의 술일까?: 나무위키 문서의 네 번째 문단에서는 흥미로운 주장을 소개하고 있습니다.  일각에는 조조가 좋은 술로 황제를 홀렸다는 주장도 있지만, 그 고장 사람들은 조조가 천자의 권세를 남용할 만큼 입지가 튼튼했기에 굳이 그럴 이유는 없으며, 단지 고향의 술에 대한 애정이 깊었다고 주장한다. 사실 정사를 살펴보면 조조는 이미 하늘을 찌르는 권력의 소유자였기에 굳이 황제에게 술로 호감을 살 필요가 없었다고 보는 것이 합리적이다. 즉 역사상 뛰어난 시인으로서 면모나 손자병법의 주석을 다는등 병법가로서도 유명했던 조조의 다재다능함이 술 빚기까지 미쳤던 것뿐. https://namu. wiki/w/%EA%B5%AC%EC%98%A8%EC%B6%98%EC%A3%BC?rev=18 과연 조조가 자기 고향의 술에 대한 애정이 깊어서 황제에게까지 권한 것일까요? 다른 기록을 더 찾아서 확인해 보겠습니다. 우선, 구온九醞이라는 술 이름은, 조조보다 앞서 살았던 동한 중기의 사람 장형이 쓴 〈남도부〉에도 나옵니다. ‘구온’과 ‘구온춘’이 서로 별개의 술이라고 해석할 수도 있겠지만, 《전삼국문》의 편찬자들이 조조가 ‘구온춘주’를 올리는 글의 제목을 〈주상구온주법〉이라고 지어 ‘춘’을 생략한 것을 보면 두 이름이 같은 술과 연관되어 있다고 보더라도 무리가 없을 것 같습니다. 여기에서 주목해야 할 점은 〈남도부〉에서 다루는 ‘남도’가 남양이라는 사실입니다. 남양의 화려함과 번성함을 찬양하는 작품에서 ‘구온’이 쓰인 만큼, 동한 중기에 구온주가 남양을 대표하는 명주였으리라고 추측해 볼 수 있습니다. 남양군은 앞서 살펴보았듯이 조조에게 구온춘주 양조법을 전수한 구 초현 현령 곽지의 고향입니다. 자기 고향의 술에 대한 애정이 깊어서 남에게 영업한 인물은 조조보다는 곽지가 아니었을까요? 3. 2. 조조가 구온춘주를 진상한 이유: 그렇다면 조조는 도대체 왜 헌제에게 구온춘추를 올렸을까요? 아雅가 추측하기로 이 이유는 《서경잡기》에 구온九醞이 언급되었다는 점과 연관이 있습니다. 《서경잡기》는 서한의 수도 장안의 풍속을 다루는 책입니다. 실제로는 서한보다 후대에 나온 책일 가능성이 높지만 서한 시대의 사료로 많이 이용됩니다. (어차피 《제민요술》도 조조의 시대보다 후대에 나온 책이므로 비슷한 것으로 치고 넘어갑시다. ) 《서경잡기》에서 소개한 서한의 제도에 따르면 황제가 8월에 종묘에 몸소 제사를 올릴 때에 구온주를 쓴다고 합니다. 이 구온주는 정월 초하루에 빚어서 8월 8일까지 숙성시킵니다. 조조가 전수한 구온춘주가 정월에 해동하여 덧술을 시작하는 것과 만드는 시기가 비슷합니다. 두 술의 기원이 같다면, 동한보다 앞선 서한 시대에 구온주는 황제가 지내는 제사에 쓰이는 술이었던 것입니다. 그렇다면 조조는 한나라 황실의 아이템으로서 구온춘주를 황제에게 바친 것이 아닐까요? 이 추측을 뒷받침할 근거는 《조조집》의 다른 글에서 찾아볼 수 있습니다. 구온춘주가 나오는 〈주상구온주법〉은 《조조집》에서 〈상기물표〉와 〈상잡물소〉 사이에 배치되었습니다. 즉, 앞뒤의 두 글 모두 조조가 헌제에게 어물御物, 즉 황제 전용 물건을 바치는 내용입니다. 이 맥락에서 구온춘주 역시 어물의 일종으로 분류되었다고 추정할 수 있습니다. 아쉬운 것은 구온춘주를 바친 시점을 특정할 수 없다는 것입니다. 바로 뒤에 나오는 〈상잡물소〉의 경우 위魏의 궁에서 나온 물건을 바친다고 명시하고 있으므로 건안 18년 조조가 위공으로 즉위한 후의 시점이라는 것을 알 수 있지만, 구온춘주를 이 기물들과 함께 바쳤는지는 알 수 없습니다. 그래서 조조가 구온춘주를 바친 구체적인 동기를 알아내기는 어렵습니다. ‘구온주 만드는 방법이 전란 중에 실전되었지만 내가 알고 있다!’ 하는 과시일 수도 있겠네요. 자기가 없으면 황제는 종묘에 제사를 올릴 수도 없다는 으름장이라고 상상하면 너무 나간 것 같기도 합니다. ",
                "tags": "조조 헌제 구온춘주 술 제민요술 전삼국문 주상구온주법 조조집"
            }, 
        
    
        
            {
                "id": 90,
                "url": "https://zyahan.blog/bing-in-sanguozhi/",
                "title": "《삼국지》의 떡[餅] 이야기",
                "subtitle": "",
                "body": "《삼국지》에서 병餅이라는 글자가 사용된 문장을 찾아서 살펴봅시다. 병餅은 밀가루를 물에 반죽해서 삶거나 찌거나 구운 떡을 말합니다. 서한에서 흔한 음식은 아니었으나, 후한에서는 떡을 먹는 일이 자주 등장합니다. 삼국지에서도 떡 이야기가 여섯 군데에 나옵니다. 그 중에 실제로 떡을 먹는 장면은 하나밖에 없고, 나머지 다섯 용례는 떡이라는 아이템이 당시 사회의 실생활에서 어떤 위치에 있는지를 보여줍니다. 하나씩 살펴봅시다. 1. ‘떡 바꿔 먹다’: 위남현령 정비는 조조군이 마초군에게 쫓길 때 소와 말을 풀어 마초군의 시선을 끌고 조조가 무사히 도망치도록 도왔습니다. 이 일로 벼슬이 올랐다가, 나중에 다른 죄를 지어 관직에서 쫓겨납니다. 그럴 때에 조조가 정비를 불러다가 장난을 치고, 정비도 농담으로 받아쳤습니다.  조조: 문후(정비의 자), 벼슬할 때 쓰던 인수는 어딨나? 정비: 떡하고 바꿨습니다. 조조: ㅋㅋㅋㅋ 현대한국어의 ‘엿 바꿔 먹는’ 기분이네요. 위나라에서는 ‘떡 바꿔 먹는’ 기분이겠어요. 2. 떡장수의 풍채: 조기라는 인물은 난리를 피해 사방을 떠돌면서 떡장수 행세를 하고 있었습니다. 그러던 어느날 손빈석이라는 인사가 지나가다가 조기를 보고 묻습니다.  손빈석: 자기 먹을 떡입니까, 파는 겁니까? 조기: 파는 겁니다. 손빈석: 사는 건 얼마고 파는 건 얼맙니까? 조기: 사는 것도 30전이고 파는 것도 30전입니다. 손빈석: 처사處士의 풍채를 보니 떡장수 같지 않은데 아마 사연이 있을 것 같군요! 떡장수 같은 풍채로는 ‘처사’로 불릴 수 없는 것일까요? 3. ‘그림의 떡’: 조예가 인재 선발 과정의 중요성을 설명하면서 이런 말을 합니다.  조예: 명성이란 그림의 떡과 같아서 먹을 수가 없다. 평소에 떡 먹기를 좋아했던 것일까요? 아무튼 ‘그림의 떡’은 길이길이 살아남아 현대 한국어에서도 사용되는 관용어가 되었습니다. 4. 태관과 떡집: 《춘추》경의 여러 해설서 중에서 《춘추좌씨전》과 《춘추공양전》 두 전이 세력을 겨루고 있었는데, 종요의 태도는 확고했습니다.  종요: 《춘추좌씨전》의 수준은 태관(황제의 음식을 담당하는 관직)이고 《춘추공양전》의 수준은 떡집이다. 태관과 비교하자면 떡집은 정말 하찮죠. 5. 마늘식초 파는 떡집: 유명한 의사 화타가 환자를 살펴보고 조언합니다.  화타: 오다가 보니까 길가에 있는 떡집에 마늘식초가 있던데 석 되를 얻어서 드시오. 떡집에 왜 마늘식초가 있을까요? 이것저것 다 파는 동네 편의점 같은 곳이었을까요? 6. 떡 먹다가 글 쓰기: 촉의 관원 비위가 동오로 사신으로 갔을 때 떡을 얻어먹었습니다. 북쪽은 밀가루를 먹고 남쪽은 쌀알을 먹는다고 알려져 있는데, 동오에서 떡을 대접받아 먹을 만큼 떡이 퍼져 있었나 봅니다. 삼국지 인물의 일상의 이렇게 다양한 측면에서 떡이 활용되는 것을 살펴볼 수 있었습니다. ",
                "tags": "삼국지포켓북 삼국지 음식 떡 정비 조조 조기 손빈석 조예 종요 춘추좌씨전 춘추공양전 화타 비위"
            }, 
        
    
        
            {
                "id": 91,
                "url": "https://zyahan.blog/wu-region/",
                "title": "한대의 오(吳) 지역에 관하여",
                "subtitle": "",
                "body": "한대의 오吳는 《사기》 〈화식열전〉과 《한서》 〈지리지〉에서 손꼽는 장강 동쪽의 대도시입니다. 이 도시는 하루아침에 이루어진 것이 아니라 오래된 역사와 전통이 있습니다. 춘추 시대에는 오왕 합려, 전국 시대에는 초나라의 춘신군 황헐, 서한 때는 오왕 유비劉濞가 작정하고 전국에서 혈기 넘치는 젊은이들을 불러모아 세력을 키웠던 것입니다. 바다에서는 소금이 나고, 장산에서는 구리가 나며, 세 강과 다섯 호수에서 풍부한 산물이 나오는 부유한 지역이었기에 가능했던 일입니다. 중앙 정부에서는 이렇게 지역의 지배자가 세력을 키우는 것을 달가워하지 않았습니다. 유방이 항우를 무찌른 뒤 회남왕이 된 영포—경형을 받아서 생긴 별명으로는 ‘경포’—가 반란을 일으킨 이후로는 더했습니다. 황제 유방은 영포의 반란을 토벌한 뒤에도 근심을 거둘 수 없었습니다. 오 지역 사람들이 경박하고 사납다고 여긴 유방은 지역 세력을 누르기 위해 강력한 왕을 세울 필요를 느꼈지만, 자기의 친아들은 다들 아직 어렸기 때문입니다. 어쩔 수 없이 그 시점에서 장성한 조카인 유비를 오왕으로 선택했습니다. 《사기》에서는 유방이 유비를 오왕으로 임명한 뒤에 유비의 얼굴에 모반의 상이 있다고 후회했다는 일화를 남기고 있습니다. 오·초 7국의 난: 오왕이 된 유비는 구리 광산에서 찍어낸 돈으로 국고를 충당하여 세금을 면제하고, 다른 제후국이나 군에서 도망쳐 오는 망명객—주로 협객—들을 보호했습니다. 그렇게 유비가 나라 사람들의 마음을 얻고 세력을 키우는 동안, 중원에서는 고제 유방이 죽고 여후의 통치가 지나간 뒤 유방의 서자인 유항이 황제로 옹립되었습니다. 이 문제 시기에 큰 사건이 일어났습니다. 오국의 왕태자(서한에서는 제후왕의 후계자도 태자太子라고 칭했습니다)가 수도 장안에 입조해서 황태자와 보드게임을 하다가 싸움이 붙어 황태자에게 맞아 죽은 것입니다. 이 일로 오왕 유비는 한나라 황실에 원한을 품게 됩니다. 이 황태자가 훗날의 경제가 되고, 경제는 황제로 즉위한 뒤 태자 시절부터 신임하던 조조鼂錯(晁錯)의 의견을 받아들여 제후왕의 세력을 줄이기 위해 제후왕국의 영토를 깎기 시작합니다. 이때 제후왕들은 경제의 친동생 양왕을 제외하고는 이미 황실과 촌수가 멀어진 상태였으며, 영토를 삭감하는 정책에 불만을 가졌습니다. 유비는 이런 제후왕들을 설득하여 간신 조조를 제거한다는 명분으로 중앙 정부에 대항하여 군사를 일으켰습니다. 이것을 ‘오·초 7국의 난’이라고 부릅니다. 자세한 전황을 생략하자면 이 반란은 대장군 주아부와 양왕의 활약으로 진압되었고, 이를 계기로 서한에서는 제후국의 세력이 더욱 위축되고 중앙 정부의 권력이 강화되었습니다. 낙후와 폄하: 그러나 오 지역의 경우 제후왕의 영향력은 줄어들었지만, 그만큼 중앙 정부가 적극적으로 지배권을 행사하지는 않은 것 같습니다. 《사기》 〈화식열전〉에 따르면 오 지역은 자원이 풍부했지만 농업과 상공업이 발달하지는 않았고, 오는 장강 동쪽에서 가장 큰 도시였지만 중원에 비하면 인구 밀도가 낮았습니다. 이명화의 《중국 고대 오국사 연구》에서는 경제 이후 무제 연간에 오 지역의 경제가 급격하게 낙후되었다고 추측합니다. 서한 시대의 평균 기온이 지금보다 높아서 중국 동부의 해면이 지금보다 2m 정도 정도 높아서 치수에 어려움을 겪었다는 이유도 있습니다. 이뿐만 아니라 하필이면, 혹은 중앙 정부의 의도에 따라, 오·초 7국의 난 이후로 임명된 오 지역의 제후왕들은 대부분 문제가 많았습니다. 2대 강도왕 유건은 후궁을 잔인하게 학대하고 고문한 폭군이었고, 초대 광릉왕 유서는 성품이 난폭한데다 무당에게 빠져 황제를 저주한 죄로 자살했습니다. 오·초 7국의 난 이후로 《사기》와 《한서》에서 오 지역 출신으로 한대에 이름을 떨친 인물은 거의 등장하지 않습니다. 회계會稽 지역에서 몇 사람이 나오지만, 한 명을 제외하면 거의 부정적으로 묘사됩니다. 대표적인 예가 주매신과 정붕입니다. 주매신은 무제 때 어사대부 장탕을 모함해서 죽였고, 정붕은 원제 때 황제의 스승 소망지를 모함해서 죽였습니다. 여기까지는 흔히 있을 수 있는 간신배들입니다. 하지만 이 사건을 서술하는 《사기》와 《한서》의 저자들의 태도를 조금 더 살펴봅시다. 사마천은 주매신에 관해 서술할 때, 반고는 정붕에 관해 서술할 때 이들이 초나라 남자[楚士]로서 원한을 품었다고 명시했습니다. (오나라가 아닌 초나라인 이유는 오·월 지역이 전국 시대에 초나라에 점령당했기 때문입니다. ) 다른 악당에게는 붙지 않은 지역 차별 발언입니다. 결론: 정리하자면 오 지역은 춘추·전국 시대부터 자원이 풍부했고, 강력한 지도자가 있을 때는 중원을 위협할 만한 세력으로 성장하기도 했습니다. 중원에서는 오·초 7국의 난을 겪으면서 이 위협을 해소했으나, 이후 오 지역을 잘 통치하기보다는 방치했습니다. 오 지역에 대한 중원의 차별과 편견은 《한서》의 저자 반고가 활동하던 후한 초까지도 남아 있었습니다. ",
                "tags": "오나라 사기 한서 유비(劉濞) 영포 경포 문제 경제 조조(鼂錯) 오초7국의난 주매신 정붕 설선 주박 위현 위현성 두주 두연년"
            }, 
        
    
        
            {
                "id": 92,
                "url": "https://zyahan.blog/cao-cao-10/",
                "title": "10. 조조가 좋아한 음식은? [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "남북조의 책 《안씨가훈》을 읽다가 뜬금없이 〈위무사시식제魏武四時食制〉라는 글이 인용된 것을 발견했습니다. ‘위무魏武’는 위 무제 조조를 가리키고, ‘사시식제四時食制’는 사계절의 음식 제도라는 뜻이니까 조조가 쓴 제철 음식 이야기라는 것을 짐작할 수 있습니다. 조조가 음식에 관한 글도 썼나 봅니다. 사실 놀랍지는 않습니다. 조조가 뭔들 안 썼겠어요… 혹시 〈사시식제〉가 책으로 남아 있는가 해서 《수서》 〈경적지〉에서 검색해 보니 나오지 않았습니다. 책으로 이루어질 만큼의 분량이 아니었거나, 아니면 수대에 이미 소실되어 버렸던 것 같습니다. 그래서인지 당대의 백과사전인 《예문유취》에는 〈사시식제〉와 관련된 내용이 인용되지 않았습니다. 한참 뒤인 송대의 《태평어람》에 가서야 〈사시식제〉가 여러 항목에 등장합니다. 조조의 동시대에서 멀어지다보니 진위 여부가 살짝 의심스러워지기는 하지만 재미있으니까 계속합시다. 21세기보다는 가깝잖아요. 다행히 〈사시식제四時食制〉의 조각은 위키문헌에 모여 있습니다. 모두 14조가 남아 있고, 다…       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "조조 음식 태평어람 안씨가훈 사시식제"
            }, 
        
    
        
            {
                "id": 93,
                "url": "https://zyahan.blog/feather-fan/",
                "title": "제갈량 vs. 주유, 누가 깃털 부채의 원조인가?",
                "subtitle": "",
                "body": "서론: 《삼국지》에서 제갈량이 유능하고 부지런하고 충성스러운 관료로 나왔다면, 《삼국연의》에서는 제갈량에게 어느 정도 세속을 초월한 신선스러운 이미지를 덧붙였다는 인상을 받습니다. 이런 면모는 사륜거, 학창의, 윤건, 백우선과 같이 범상치 않은 아이템에서도 드러납니다. 이것들은 《삼국지》에 나온 것이 아니고, 《삼국연의》에서 등장한 장치입니다. 하지만 《삼국연의》가 최초인지는 아직 알 수 없습니다. 한편, 제갈량 하면 떠오르는 깃털 부채가 원래 주유의 아이템이었다는 설도 있습니다. 이 설은 얼마만큼의 진실을 담고 있을까요? 이 글에서는 이러한 의문을 해결하기 위해 《삼국연의》 이전에 제갈량이나 주유의 깃털 부채를 묘사한 기록이 담긴 문헌을 찾아보고, 각 문헌의 기록이 《삼국연의》에 어떤 영향을 주었는지를 추측하고자 합니다. 《어림》, 동진의 야사: 명사의 필수품이 된 깃털 부채: 결론부터 말하자면 《어림》이라는 책에서 제갈량이 깃털 부채를 가지고 등장하는 것이 현재 찾을 수 있는 가장 이른 기록입니다. 해당 본문을 살펴봅시다.  《어림》에서 인용. 제갈무후와 선황이 위수 강변에서 전투를 벌이고자 할 때였다. 군복을 입고 사무를 보던 선황은 사람을 시켜 무후의 모습을 정찰하게 했다. 무후는 흰 수레를 타고 갈건과 깃털 부채 차림으로 전군을 지휘했고, 모두가 그의 명령을 따랐다. 선황이 이를 전해 듣고 감탄하였다. “명사라고 할 만하구나!” 《語林》曰：諸葛武侯與宣皇，在渭濱，將戰，宣皇戎服蒞事，使人視武侯，乘素輿，葛巾毛扇，指麾三軍，皆隨其進止。宣皇聞而歎曰：可謂名士矣。 위수 강변에서 전투를 벌이고 사마의가 제갈량을 정찰했다면 오장원에서의 일이 아닐까 추측해 봅니다. 그렇다면 제갈량의 마지막 북벌인 셈입니다. 북벌을 한두 번 하는 것도 아닌데 무장을 하지 않았다니 확실히 보통 사람은 아닙니다. 이런 모습을 보고 사마의가 ‘명사’라고 감탄한 것을 보면, 《삼국지》의 세계에서 명사들은 군복을 입고 무장을 갖추면 품격이 떨어진다고 여겨졌던 것 같습니다. 원소가 위험한 전장에서 투구를 안 썼다는 것도 같은 맥락이겠지요. 여기서 부채는 명사의 ‘가오’를 위한 아이템이라고 볼 수 있겠습니다. 《어림》은 삼국 시대에서 얼마 떨어지지 않은 동진 때의 책이라고 알려져 있고, 《수서》 〈경적지〉에 따르면 총 20권짜리 책이었다고 합니다. 원본이 이미 소실되어 현재 남은 것이 위작일 가능성을 의심할 수도 있지만, 이 일화는 당나라 때 편찬된 《예문유취》에 인용되었으니 아래에서 살펴볼 북송 때보다는 명백하게 이른 시기입니다. 그러므로 제갈량이 주유보다 깃털 부채를 먼저 들었다는 근거로 삼을 수 있습니다. 여기에서 결론을 내리자면… 잠깐, 이렇게 명백한 근거가 있는데 주유는 도대체 어쩌다가 부채 주인의 후보에 올랐을까요? 그것은 ‘소동파’로 잘 알려진 북송대의 문인 소식의 작품에서 비롯했습니다. 《적벽회고》, 북송의 노래: 윤건과 한 세트를 이루는 깃털 부채: 앞서 《어림》에서는 깃털 부채를 든 제갈량이 갈건을 썼었는데, 소식의 〈적벽회고: ‘염노교’ 곡조에 따라〉[念奴嬌赤壁懷古]에서는 주유가 깃털 부채를 들고 윤건을 쓴 채로 등장합니다.  아득히 생각하니 그 해에 공근은 소교가 갓 시집왔고 영웅의 풍모 드날렸겠네. 깃털 부채 윤건 쓰고 담소하는 사이에 돛대도 적병도 연기가 되어 사라지누나. 遙想公瑾當年，小喬初嫁了，雄姿英發。羽扇綸巾，談笑間、檣虜灰飛煙滅。 여기에서 깃털 부채와 윤건이 결합했다는 점에 주목해 봅시다. 이것은 《삼국연의》에서 제갈량의 모습을 묘사하는 상용구와 일치합니다. 즉, 《삼국연의》의 ‘우선윤건’은 《어림》의 기록보다는 〈적벽회고〉의 묘사에 더 가깝습니다. 그러므로 《삼국연의》에서 직접적으로 차용한 것은 〈적벽회고〉의 이미지일 수도 있습니다. ‘우선윤건’으로 주유를 묘사한 작품은 〈적벽회고〉 이외에도 존재합니다. 〈적벽회고〉가 실린 《전송사》 전문에서 검색해 보면, 주유를 가리키는 단서가 명백하게 주어진 경우가 적어도 두 건 있습니다.  為大喬、能撥春風，小喬妙移箏，雁啼秋水。柳怯雲松，更何必、十發梳洗。道郎攜羽扇，那日隔簾，半面曾記。  應自笑，周郎少日，風流羽扇綸巾。 이외에도 장강을 배경으로 한 작품에서 주유를 가리키는 듯한 표현이 더 있었지만, 송사를 정확하게 해독하는 것은 제가 할 수 있는 범위를 벗어난 일이라서 ‘소교’, ‘주랑’ 등 누가 보아도 확실한 것만 세었습니다. 반면, 제갈량을 가리킨다고 해석할 수 있는 작품은 나오지 않았습니다. 이것도 제가 못 찾은 단서가 있을 수 있지만… 여기까지 보면 송대에 주유의 캐릭터와 깃털 부채라는 아이템이 결합했다고 상상해도 큰 오류는 없을 것 같습니다.  단, ‘우선윤건’이 주유의 전유물은 아니었습니다. 신선의 풍모를 나타내기 위한 아이템으로 자주 나오고, 주로 문인들끼리의 자기모에화에 쓰입니다. 누구의 물건인지를 잠시 접어두고 깃털 부채 자체의 이미지만 놓고 보면 송대의 가사들이 《삼국연의》와 더 비슷해 보입니다. 연의의 제갈량은 사교계의 명사라기보다는 인간을 초월한 신선 같은 면이 있지요. 정리하면, 송대에 형성된 ‘윤건을 쓰고 깃털 부채를 들고 담소하는 미모의 모사’ 이미지는 삼국지 이야기에서 주유의 캐디에 활용되었습니다. 《삼국연의》에서 차용하고자 했던 캐릭터의 모습도 이런 이미지였을 것입니다. 그렇다면 이것이 어떻게 해서 주유에서 제갈량에게로 옮겨지게 되었을까요? 《격강투지》, 원대의 희곡: 제갈량의 아이템으로 바뀐 깃털 부채: 나본의 《삼국연의》는 소설 《전상평화삼국지》(삼국지평화)와 희곡 《격강투지》 두 작품을 기반으로 했다고 알려져 있습니다. 우선 원대에 정립된 《전상평화삼국지 지치신간》에는 부채[扇]나 건[巾]이라는 말이 아예 나오지 않았으므로, 《양군사격강투지(두 군사가 장강을 사이에 두고 지혜를 다투다)》[兩軍師隔江鬥智]가 수록된 《전원곡》에서 검색해 보았습니다. 검색해 보니 깃털 부채 및 윤건이 나온 것은 《격강투지》 한 작품뿐이고, 여기서는 명백하게 제갈량의 아이템이었습니다.  깃털 부채에 윤건을 착용한 이가 있으니 곧 공명이라. 羽扇綸巾一孔明。  군중에서 산가지를 가지고 책략을 세우고 항상 깃털 부채에 윤건을 착용하였다. (제갈량이 자기를 소개하는 대사) 在軍中運籌決策，長則是羽扇綸巾。(제갈량의 대사) ‘우선윤건’의 이미지는 그대로인데, 해당하는 인물이 주유에서 제갈량으로 바뀐 것입니다. 어떻게 된 일일까요? 《격강투지》를 처음부터 끝까지 읽어보면 이 작품에서는 주유를 철저하게 폄하하고 있습니다. 주유가 제갈량의 상대도 못 되는 것은 물론이고, 심지어 장비의 계략에도 넘어가서 분을 참지 못하고 화살 맞은 상처가 터져서 중태에 빠집니다. 그뿐만 아니라 마지막 장면은 손 부인이(!) 곧 죽게 될 주유를 조롱하는 노래로 끝나기까지 합니다. 《삼국연의》의 ‘기생유 하생량’이 점잖아 보일 지경입니다. 《격강투지》의 저자는 알려져 있지 않으나, 주유를 깎아내리고 그만큼 제갈량을 추어올리는 것을 이 작품의 주요 설정으로 삼은 것 같습니다. ‘우선윤건’을 난데없이 빼앗아서 제갈량에게 준 것도 이런 맥락에서 이해할 수 있지 않을까요? 《삼국연의》는 《격강투지》를 참고하면서 이런 이미지를 그대로 차용했고요. 결론: 결국 기록을 놓고 보면 제갈량과 주유 두 사람 중에서 깃털 부채를 먼저 들고 나오는 사람은 제갈량이었습니다. 하지만 이후의 문학 작품에서는 깃털 부채와 윤건이 한 세트를 이루어 주유를 묘사할 때 사용되었습니다. 이렇게 속세인을 초월한 고고한 이미지는 주유의 것이었는데, 《격강투지》에서는 이 이미지를 제갈량에게 옮겨 씌웠습니다. 그리고 이 묘사가 《삼국연의》의 제갈량 묘사에 영향을 직접 주었다고 할 수 있겠습니다. ",
                "tags": "삼국지 삼국지통속연의 제갈량 주유 깃털부채 어림 적벽회고 격강투지"
            }, 
        
    
        
            {
                "id": 94,
                "url": "https://zyahan.blog/naming-dogs/",
                "title": "🐶 강아지 이름 짓기",
                "subtitle": "",
                "body": "예전에 이런 트윗을 썼던 적이 있습니다.  기린+파랑, 바람+까망, 번개+빨강, 용+밤색, 서리+하양, 사자+누렁처럼, 전근대 동아시아에서 동물의 이름을 지을 때 비유+색깔 패턴이 흔했던 것 같습니다. 더 거슬러 올라가자 《서경잡기》에 서한 문제의 명마 이름으로 자연류紫燕騮[제비+검붉은 말], 녹리총綠螭驄[용+희푸른 말]이 나오네요. https://t. co/ZeeogmnL2Ihttps://twitter. com/chiclix/status/1256753239980044288 당시에는 《서경잡기》에 나온 여러 이름을 보고 추측했던 것인데, 나중에 후한 때 나온 《공총자》라는 책에 이 패턴이 명시된 것을 발견했습니다. 이 책에 따르면 개와 말의 이름은 모두 모양과 색깔을 따서 지었다고 합니다[犬馬之名皆因其形色而名焉]. 아주 간단한 규칙이니까 바로 창작에 활용하기도 좋지만, 옛날 사람들의 실제 사례를 살펴보면서 참고해 보면 더 재미있고 생생한 이름을 지을 수 있겠습니다. 아래의 표에서는 ctext. org에서 犬名과 狗名으로 검색해서 찾아낸 멍멍이의 이름을 시대 순서에 따라 나열하고 견주, 이름의 의미, 이름의 출전을 밝혀 적었습니다.       시대   견주   견명   의미   특징   출전         신화   고신씨高辛氏   반호槃護           현중기玄中記       신화       천견天犬   하늘의 개.        산해경 대황서경       춘추   진晉 영공靈公   오敖   거만하다, 놀다.    이빨이 날카로움.    사기 진세가       춘추   서徐 독고모孤獨母   호창鵠倉·후창后倉       서 언왕 전설.    수경주 제수       전국   한韓 사람   한로韓盧·韓獹   한나라의 검둥이.    달리기를 잘 함.    사기 범수채택열전       서한   이형李亨   수호脩毫   긴 털.        서경잡기       서한   이형李亨   백망白望   흰둥이.        서경잡기       서한   이형李亨   청조青曹   푸른둥이.        서경잡기       서한   양만년楊萬年   청박青駮   파란 얼룩말.    가격 100금.    서경잡기       후한   종묘에서 키움.    갱헌羹獻   국을 바치다.    식용 😭   설문해자       서진   육기陸機   황이黃耳   누런 귀.    인간의 말을 함.    술이기       서진   가흥嘉興 사람 장림張林   아영阿永       인간의 말을 함.    태평광기       서진   회요懷瑤   서견犀犬   코뿔소 개.    흙 속에서 나옴. 주인을 부귀하게 만들어 줌.    수신기       동진 혹은 그 이전?   회계會稽 구장句章 사람 장연張然   오룡烏龍   까마귀 용.    발이 빠름.    수신후기       오호십육국   전진前秦 사람 장평張平   비연飛燕   나는 제비.    크기가 작은 당나귀만 함.    수신후기       당   고도공주高都公主와 남편 최혜동崔惠童   황녀黃女   누런 여자.    암컷.    광이기廣異記       ?   촉금포방蜀錦浦坊 사람 이정李貞   흑아黑兒   검은 아이.        태평광기   위의 표에서 볼 수 있듯이 상당한 수의 이름이 《공총자》의 패턴에 따라 색깔을 반영하고 있습니다. ‘푸른 점박이’[청박青駮], ‘검은 용’[오룡烏龍]과 같은 멋진 이름부터 ‘누런 귀’[황이黃耳], ‘검은 아이’[흑아黑兒]처럼 소박한 이름까지 다양합니다. 견주가 부귀를 누릴수록 개 이름도 화려하게 지을 것 같았는데, 실제로는 꼭 그렇지만은 않았습니다. 육기와 같은 명문가 출신의 뛰어난 문인이 개 이름을 ‘누런 귀’[황이黃耳]로 짓는다든가, 공주네 강아지 이름이 ‘누런 여자’[황녀黃女]라든가 하는 단순한 이름이라든가 하는 사례를 살펴볼 수 있습니다. 이 패턴에서 벗어나는 이름도 있습니다. 특히 후한 때 종묘에서 기르는 개를 갱헌羹獻이라고 부른 것이 재미있으면서도 슬픕니다. 종묘에서 하는 일을 반영했다는 점에서는 재미있지만, 하필이면 그 일이 고깃국을 끓여 바치는 일이라서 그만… 슬픈 부분은 제외하면, 관청에서 개를 길렀고 관청의 업무를 개의 이름에 반영했다는 점은 써먹기 좋을 것 같습니다. 세무서 개 이름이 주민세라든가… 당장은 좋은 예시가 안 떠오르네요. 개를 찾는 김에 고양이도 찾아 보았으나 결과는 하나밖에 없었습니다. 백로白老라고 한 것을 보니 흰 고양이였나 봅니다. 쥐를 잘 잡았다고 합니다. 고양이 붐은 송나라 때 크게 일어났으니 북송 이후의 문헌을 찾아보는 것이 좋겠는데, 북송 이후의 문헌을 광범위하게 검색할 수 있는 데이터베이스를 찾으면 시도해 보아야겠습니다. ",
                "tags": "반려동물 강아지 개 현중기 산해경 사기 수경주 서경잡기 술이기 태평광기 수신기 수신후기 광이기"
            }, 
        
    
        
            {
                "id": 95,
                "url": "https://zyahan.blog/sanguo-yanyi-05/",
                "title": "《삼국연의》 호칭어 노트 05: 조적과 다른 역적들",
                "subtitle": "",
                "body": "‘조적’이라는 칭호: 예전에 ‘삼국지’를 기반으로 창작된 작품을 읽을 때 조조를 ‘조적’이라고 칭하는 것이 종종 눈에 띄었습니다. 한자를 병기한 경우는 보지 못했지만 대략 조씨 성을 가진 역적[曹賊]이겠거니 하고 짐작했습니다. 딱 보아도 연의에 나올 것 같은 표현이라서, 《삼국지》 원문을 읽기 시작할 때는 굳이 찾아볼 생각도 하지 않았습니다. 어차피 안 나오는 말일 테니까요. (정말 안 나옵니다. ) 삼국연의의 두 ‘조적’: 그리고 한두 해쯤 지나서 결국 《삼국연의》에까지 손을 대게 되었고… 마침내 본문을 검색해 보니 ‘曹賊’이 23건 나왔습니다. 옛날에 추측한 것이 맞았다고 확인하고 나서는 한동안 잊고 있었는데… 나중에 연의 본문을 읽다가 조조의 이름을 쓴 ‘操賊’이 나와서 놀랐습니다. 심지어 26건씩이나 되어서 성을 쓴 것보다 더 많았어요! 성을 쓰는 것보다 이름을 부르는 것이 상대를 더 낮추는 표현이라서 크게 웃었습니다. 조조를 놀리기 위해서는 조적曹賊만으로 부족했고 이름을 직접 불러 주어야 했던 것입니다. 다른 역적들: 아무튼 삼국연의에 나오는 역적은 조조 말고도 많습니다. 또 누구에게 쓰였는지가 궁금해서 다른 적賊들을 더 찾아보았습니다. ‘조적’을 제외하면 성을 쓰는 것이 다섯 가지, 이름을 쓰는 것이 두 가지가 있었습니다.  {성}적賊: 동적董賊(동탁), 여적呂賊(여몽), 이곽이적李郭二賊(이각·곽사), 규대이적媯戴二賊(규람·대원), 범장양적范張兩賊(범강·장달) {이름}적賊: 탁적卓賊(동탁), 각사적傕汜賊(이각·곽사)성의 경우 황제를 납치한 이각·곽사, 손익을 살해한 규람·대원, 장비를 살해한 범강·장달 등 두 사람이 세트로 쓰이는 것이 주로 눈에 띕니다. 단독으로 쓰인 인물로는 동탁과 여몽이 있는데, 여몽은 관 공을 전장에서 잡아 죽여서 들어간 것인 만큼 다른 역적들에 비하면 억울할 것도 같습니다. 하지만 여기는 연의니까요. 관 공은 절대적인 존재입니다. 한편 이름을 불리기 위해서는 동탁과 이각·곽사쯤 되는 악당이 되어야 합니다. 아니면 조조가 되거나요. 그런데 출현 빈도를 따지면 이 역적들의 칭호는 초라합니다. 다들 1–2회 나오는 것이 고작입니다. 20회 이상씩 나오는 ‘曹賊’과 ‘操賊’에는 비교할 바가 못 됩니다. 역시 연의 최고의 악당은 조조입니다. 여담 1. : 그러고 보니 최근에는 ‘賊’이 아닌 ‘敵’을 쓰는 작품도 있었는데, 한문 원문에서 ‘敵’이 이렇게 성이나 이름과 결합하는 패턴으로 쓰이는 경우는 보지 못했습니다. 그리고 그냥 적[敵]보다 역적[賊]이 더 재미있지요. 여담 2. : 성이나 이름 같은 고유명사를 쓴 것 외에 꼭 소개하고 싶은 역적 호칭으로 ‘귀가 큰 역적’[大耳賊]이 있습니다. 성이나 이름을 안 적어도 누구나 바로 알 수 있는 인물이네요. ",
                "tags": "삼국지 삼국지통속연의 호칭어 조적 조조 동탁 여몽 이각 곽사 규람 대원 범강 장달"
            }, 
        
    
        
            {
                "id": 96,
                "url": "https://zyahan.blog/tea-in-sanguo-yanyi/",
                "title": "《삼국연의》에서 살펴본 차의 기능",
                "subtitle": "",
                "body": "향香과 차茶는 당대 이래로 문화인의 생활에서 중요한 역할을 하는 아이템이 되었습니다. 《삼국연의》도 그 이후에 나온 작품인 만큼, 당시의 지식인에 속하는 저자와 편자들도 (최소한 《삼국지》의 시대에 살았던 인물들보다는) 향과 차에 익숙했을 것입니다. 물론, 이러한 소양은 《삼국연의》에서 열심히 싸우는 무관들과는 어울리지 않습니다. 하지만 연의에서는 문관 역시 등장하며, 그 중에서도 소수의 모사들이 책략을 써서 전투의 향방을 결정하는 장면은 특히 신비롭게 묘사됩니다. 대표적인 예로 제갈량이 사마의에게 사용했던 공성계를 들 수 있으며, 여기에서 제갈량은 향을 피우고 금을 뜯는 우아한 모습을 연출했습니다. 《삼국연의》에서 향이 어떻게 사용되는지를 알아보고 나니, 차에 대해서도 궁금해졌습니다. 지금까지 연의를 읽으면서 ‘香’이라는 글자가 종종 눈에 띈 데 비해 ‘茶’라는 글자를 본 기억은 거의 없었지만, 확실하게 알아보기 위해 늘 읽는 https://ctext. org/sanguo-yanyi에서 ‘茶’를 검색해 보았습니다. 검색 결과를 살펴봅시다. 열네 건이 나와서 모두 나열해 보았습니다.  20회. 충집과 오석이 동승의 집에 찾아오자 동승은 두 사람을 서원으로 들였고, 자리를 잡고 차를 끝냈습니다[茶畢]. 그리고 나서 충집이 말을 꺼냅니다.  27회. 보정이 관 공에게 자기 거처에서 차를 대접하고자 하지만 관 공은 수레에 있는 유비의 두 부인에게 차를 먼저 바치게 한 후에 보정의 초청에 응합니다.  37회. 유비가 관우와 장비를 데리고 제갈량의 집에 찾아갔지만 제갈량은 없었고, 그의 동생 제갈균이 유비에게 차라도 잠깐 대접하겠다고 말합니다.  38회. 유비가 제갈량을 만났을 때 두 사람은 예를 다하고, 손님과 주인의 자리를 잡고 앉았습니다. 동자가 차를 가져왔고, 차를 마친 뒤에[茶罷] 제갈량이 말을 꺼냅니다.  39회. 유기가 제갈량을 자기 집에 초대해서 뒤채로 들입니다. 차를 마치고[茶罷] 유기가 말을 꺼냅니다.  43회. 손권이 제갈량을 맞이하여 예를 마치고 (중략) 차 대접을 마친 뒤에[獻茶已畢] 손권이 말을 꺼냅니다.  52회. 제갈량이 남군의 성문을 열고 노숙을 관서로 맞이하여 예를 마치고 손님과 주인의 자리를 잡고 앉았습니다. 차를 마치고[茶罷] 노숙이 말을 꺼냅니다.  54회. 유비가 여범을 들여 예를 마치고 앉을 자리를 잡습니다. 차를 마치고[茶罷] 유비가 말을 꺼냅니다.  54회. 유비가 교국로의 집에 방문합니다. 교국로가 유비를 들여서 예를 끝내고 차를 마치자[茶罷] 유비가 말을 꺼냅니다.  56회. 유비가 노숙을 맞이하여 예를 마치고 자리에 앉기를 권합니다. 노숙이 자기가 주인인 셈이라고 사양하지만 유비는 겸손할 필요가 없다면서 노숙을 앉힙니다. 차를 마치고[茶罷] 노숙이 말을 꺼냅니다.  69회. 경기와 위황이 김위를 방문하자 김위는 두 사람을 뒤채로 들여 자리를 잡습니다. (중략) 하인이 차를 가져오자 김위는 차를 바닥에 뿌려 버립니다.  75회. 관우가 자신의 군영에 화타를 들어오게 하여 예를 끝내고 자리를 주었습니다. 차를 마치고[茶罷] 화타가 관우의 어깨에 난 상처를 보고자 합니다.  76회. 관우가 제갈근을 맞이하여 예를 끝내고 차를 마치자[茶罷] 제갈근이 말을 꺼냅니다.  89회. 남만의 은자가 제갈량에게 측백나무 열매로 만든 차와 송홧가루로 만든 음식을 대접합니다. 결과는 향香보다 훨씬 간단합니다. 14건 중에서 10건이 약간의 차이는 있지만 예필禮畢 → 좌정坐定 → 차파茶罷라는 같은 패턴을 띠고 있습니다. 즉, 예를 끝내고, 좌석을 정하고, 차를 마친 뒤 본론을 이야기한 것입니다. 차를 시작했다는 말은 아예 나오지 않습니다. 《삼국연의》가 쓰인 당시의 문화인들의 방문 예절에서 자리를 잡은 뒤 일단 차를 대접하는 것이 당연했던 것 같습니다. 그리고는 반드시 차 마시기를 마친 뒤에 용건을 꺼냅니다. 차를 마시면서 이야기를 나누는 것은 예의에 맞지 않은 일로 여겨진 것 같습니다. 현대인이 혹시라도 14세기에 떨어지게 되면 조심해야겠습니다. 또 눈에 띄는 것은 지역이 편중되었다는 점입니다. 예를 행하고 좌석을 정한 뒤 차를 다 마시는 것까지 성공한 10건 중에서 9건이 형주나 동오에서 일어났습니다. 조조의 세력에서 차가 언급되는 것은 69회의 단 한 건인데, 여기에서는 주인과 손님이 차를 마시기도 전에 말을 시작하더니 결국 의견이 충돌하여 주인이 대접하려던 차를 바닥에 뿌려 버리는 소동이 일어났습니다. 차 대접을 포함한 예절에 익숙한 것은 형주와 양주 사람들이었나 봅니다. 《삼국지》의 시대라면 쉽게 납득이 가지만, 《삼국연의》의 시대에는 차가 이미 전국적인 음료로 퍼져 있었다고 생각했었는데 뜻밖이었습니다. 14세기라면 북방에서도 차를 마셨을 텐데, 그래도 중원 사람들에게는 장강 유역에서 차를 특히 잘 마신다는 인상이 남아 있었던 것일까요? 어쩌면 나본 양반의 오해나 편견일지도 모르겠습니다. 서촉 지역에서 차를 마시는 장면은 한 번도 나오지 않기 때문입니다. 남만에서 대접받은 측백나무 열매 차는 차나무 잎으로 만든 것이 아니니까 포함시킬 수 없습니다. 중국에서 가장 먼저 차를 마셨을 지역인데 뭔가 수상하지요. 한편 중원에서는 왠지 조조 암살 계획을 세우는 사람들만 차를 마시는 것도 재미있습니다. 지금까지 《삼국연의》에서 차가 언급된 부분을 살펴보았습니다. 먼저 살펴본 향의 사용 방법처럼 다양하지는 않더라도 차도 방문 예절이라는 뚜렷한 기능이 있었습니다. 하지만 하늘에 맹세할 때 향을 태우고 점령군을 맞아 향을 피우는 것만큼 엄숙하거나 공손했던 것 같지는 않습니다. 아마도 그만큼 차가 일상적인 물건이 되었기 때문이겠지요. 공성계에서 차를 우리는 것보다는 향을 피우는 것이 더 그럴듯해 보였나 봐요. ",
                "tags": "삼국지 삼국지통속연의 적벽대전 의대조 삼고초려 차"
            }, 
        
    
        
            {
                "id": 97,
                "url": "https://zyahan.blog/too-late-1-2-1-spinoff/",
                "title": "외전 1-2-1. 평화로운 사람의 날",
                "subtitle": "건안5년 정월 7일 경신일, 관도에서.",
                "body": "조조는 각반도 안 풀고 쿵쾅거리며 마루로 올라왔다. 초봄에 어울리지 않는 쉰 땀 냄새가 풍겼지만 진궁은 얼굴을 찌푸리지 않았다. “오늘은 평소보다 일찍 오셨네요. ” 마루 바깥으로 잠시 눈을 돌렸다가 조조를 바라보며 말을 이었다. “아직 일중日中1도 안 됐어요. ” 일찍 왔다고 불평하는 기색은 아닌 것 같아서 조조는 부드럽게 대꾸했다. “평단平旦2에 등산3을 갔는데 생각보다 일찍 끝나서. ” “여기선 밖이 안 보여서 몰랐는데 근처에 높은 산이 있었나 봐요. 4 아침부터 힘드셨겠어요. ” 조조가 올라갔던 곳은 산이라고 할 수도 없는 낮은 언덕이었지만 조조는 실토하지 않았다. “피곤하진 않은데 배가 고프네. 식시食時5니까 경卿도 배고프지?” 조조는 진궁의 대답을 기다리지 않고 시자를 재촉했다. 조조가 정한 점심 메뉴는 ‘산’에서 막 캐어 온 나물을 가득 넣은 국이었다. 산에 올라갔다가 칠종갱七種羹6을 먹는 전형적인 정월 7일 ‘사람의 날’[人日]7이다. “명공明公. ” 진궁이 ‘공’ 앞에 ‘명’을 붙이자 조조의 얼굴이 밝아졌다. “응?” “나한텐 바깥 명절 안 챙겨 주셔도 돼요. ” “왜?” “그런 걸 받을 자격이 없으니까요. ” 조조는 지난 복날에 당한 봉변을 아직도 잊지 않고 있었지만 용기를 내어 진궁의 등을 쓰다듬었다. “반란 일으켰던 것 가지고 너무 자책하지 마. 어떻게든 돌아왔잖아. ” “……” “평화로운 세상은 고孤가 만들어 줄 테니까, 공대는 이 안에서 편하게 쉬기만 해. ” 말을 끝내자마자 순간적으로 위험한 기색을 느낀 조조는 진궁의 등에서 손을 떼고 슬금슬금 뒤로 물러나 앉았다. “허도에 처음 온 게 딱 1년 전인데요, 그때도 사람의 날이었을 거예요. 8 사람들이 비단으로 인형을 만들어서 가게 정문에 붙이고 있던 게 기억나네요. 평화로워 보였어요. ” 진궁은 당시에 시장에 걸려 있던 여포와 고순의 목을 보지 못한 사람이 된 것처럼 평온하게 말했다. 곧 밥상이 들어왔다.  그리고 바로 이틀 뒤에…      일중日中은 정오를 뜻합니다.  &#8617;        평단平旦은 오전 6시입니다. 후한 말에는 기존의 16시간제와 자시, 축시 등 12지 시간제를 혼용했던 것 같습니다.  &#8617;        《형초세시기》를 보니까 정월에 산에 올라가는 풍습은 위진 이전부터 있었다고 합니다. 정월 7일로 날짜가 굳어진 것은 언제인지 모르겠습니다.  &#8617;        지도를 찾아보았는데 관도 주변에는 산이 없었습니다.  &#8617;        식시食時는 오전 10시 반입니다.  &#8617;        마찬가지로 《형초세시기》를 참조했습니다.  &#8617;        정월 1일은 닭의 날, 정월 7일은 사람의 날입니다.  &#8617;        진궁이 포로가 된 것은 12월 24일인데, 하비에서 허도까지 천천히 오면 1월 7월쯤이 되리라고 가정했습니다.  &#8617;    ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 새해 인일 형초세시기"
            }, 
        
    
        
            {
                "id": 98,
                "url": "https://zyahan.blog/incense-in-sanguo-yanyi/",
                "title": "《삼국연의》에서 살펴본 향의 기능",
                "subtitle": "",
                "body": "《삼국연의》를 읽다가 놀란 점은 사람들이 향을 자주 피운다는 것이었습니다. 사실 놀랄 일은 아닙니다. 중국의 향 문화는 북송 시기에 대폭발하고 이후로 일상에 스며들어 이어졌으므로, 3세기 사람 진수의 《삼국지》에 아주 드물게 나오던 향이 14세기 사람 나본의 《삼국연의》에서 흔하게 등장하는 것은 자연스러운 현상입니다. 《삼국지》에서 향을 피우는 행위에 대한 언급은 《오지》에만 나옵니다. 순욱이 머물던 곳에 사흘 동안 향기가 난다는 일화가 유명하지만, 이 이야기의 출처는 《삼국지》 본문이나 주석이 아니라 《세설신어》 주석에서 인용한 《양양기》입니다. 이 일화를 포함한다고 하더라도 《삼국지》의 세계에서 향은 황족·귀족·고관의 전유물로 레어한 아이템이었습니다. 반면, 《삼국연의》에서는 지역을 가리지 않고 일반인들도 향을 피웁니다. 단, 사대부의 세속적인 ‘풍류’와는 거리가 있었는지, 향 자체를 즐긴다기보다는 뚜렷한 기능과 목적을 가지고 사용하며, 상당수의 기능이 오컬트와 연관이 있습니다. 아래에서는 연의에서 향이 활용된 사례를 기능에 따라 여섯 가지로 분류하고, 연의에서 가장 먼저 등장한 순서대로 살펴보겠습니다. 향이 비유적으로 쓰인 표현은 제외했습니다. 1. 엄숙한 맹약: 제일 처음 나오는 것은 맹약입니다. 전근대 동아시아에서 맹약 의식으로 가장 강력한 인상을 주는 것은 동물의 피를 입에 바르는 삽혈이겠지만, 연의 도입부에서 가장 중요한 사건이라고 할 수 있는 도원결의와 반동탁연합 결성을 묘사한 장면을 살펴보면 삽혈에 앞서 향부터 피웠습니다. 구체적으로는 (1) 향을 태우고 (2) 절을 두 번 한 뒤 (3) 맹세의 말을 읊습니다.  1회. 도원결의.  5회. 반동탁연합. 2. 죽은 자의 장사: 향은 피우는 것 외에도 다른 용도가 있었습니다. 목만 남기고 죽은 사람을 성대하게 장사지낼 때 향으로 몸을 만들어서 목과 함께 관에 넣었습니다. 대표적인 경우가 동탁과 관 공입니다. 한편, 미방의 항복과 함께 장비의 목을 받은 손권은 목을 다시 유비에게 돌려주었는데, 그냥 목만 보내면 호의적으로 보이지 않으니까 특별히 침향목에 넣어서 공경하는 뜻을 강조했습니다.  10회. 이각과 곽사가 향목으로 동탁의 몸을 만들어 장사를 지냅니다.  77회. 조조가 관우의 목을 받고 침향목으로 몸을 만들어 장사를 지냅니다.  83회. 손권이 장비의 목을 침향목으로 된 상자에 담아서 유비에게 보냅니다. 3. 사당 참배: 죽은 사람을 기리는 다른 방식으로, 죽은 사람의 혼령을 모시는 사당에 참배할 때도 의례적으로 향을 피웠습니다.  15회. 손책이 사당에 참배할 때 향을 피웁니다.  18회. 조조가 전위의 혼령을 위로할 때 향을 피웁니다.  20회. 헌제가 동승을 데리고 태묘에 가서 공신각에 올라 향을 피웁니다. 4. 산 자에 대한 공경: 이미 죽은 사람뿐만 아니라 살아 있는 사람을 공경할 때에도 향을 사용했습니다. 우길의 사례를 제외하면 대부분 점령군에 대한 호의를 드러내는 수단이네요. 성도에서는 향과 함께 꽃을 사용한 것도 눈에 띕니다.  20회. 조조가 하비를 함락하고 여포를 죽인 뒤에 서주의 민중이 향을 피우며 길을 메우고 유비를 서주목으로 삼아 달라고 요청합니다.  29회. 민중이 우길을 맞이하며 향을 피우고 절을 올립니다. 👈 정사에 나오는 이야기 (1) 41회. 조조가 양양에 입성하자 채모와 장윤이 민중을 거느리고 향을 피우며 절을 올립니다.  52회. 조운이 계양에 입성하자 민중이 길에서 향을 들고 절을 올립니다.  60회. 유비가 익주에 원군을 이끌고 오자 민중이 향을 피우고 절을 올립니다.  65회. 유비가 성도에 입성하자 민중이 향과 꽃과 등불을 들고 문 앞에 나와 영접합니다.  118회. 등애가 성도에 입성하자 사람들이 향과 꽃을 들고 환영합니다. 5. 일상 생활: 사례가 많지는 않지만 지배 계급이 취미로 향을 피우는 장면도 나옵니다. 서씨와 제갈량의 경우 계략의 일환으로 향을 피운 것이기는 하지만, 평온하고 안락한 상태를 강조하기 위한 수단으로 사용했다는 것을 주목할 만합니다. 한편 조조가 여러 첩에게 향을 나누어 준 이야기는 이미 서진 사람 육기의 〈조위무제문〉에도 나와 있는데, “평소에 소장하고 있던 명향”이라는 것은 연의에서 덧붙인 설정입니다. 연의 바깥의 조조 캐릭터도 평소에 좋은 향을 골라서 비장하고 있었을지 상상해 보는 것도 재미있습니다.  38회. 손익의 처 서씨가 향을 피우고 목욕을 합니다. 👈 정사에 나오는 이야기 (2) 78회. 조조가 죽으면서 평소에 소장하고 있던 명향을 가져오게 해서 시첩들에게 나누어 줍니다.  95회. 제갈량이 사마의를 속일 공성계를 실행하면서 향을 피우고 금을 연주합니다. 6. 초자연적 존재에 대한 기원: 지금까지 살펴본 활용 사례는 나본 양반의 시대에 실제로 향이 쓰인 양상에 포함된 것 같습니다. 반면 판타지 같은 설정도 있습니다. 칠성단과 오장원 등 제갈량의 신비함을 드러내는 장면에서는 꼭 향이 쓰이고 있습니다.  49회. 제갈량이 동남풍을 부르기 위해 칠성단을 쌓고 향로에 향을 피웁니다.  89회. 제갈량이 남만에서 물을 얻기 위해 향을 피우며 하늘에 빕니다.  103회. 제갈량이 오장원에서 수명을 늘리는 기도를 하면서 장막 속에 향과 꽃과 제물을 갖추어 놓습니다.  116회. 후주 유선이 황호의 말을 따라 도사를 궁에 불러와서 향을 피우는 예식을 치릅니다. 결론: 《삼국연의》에서 향香을 검색하여 실제로 향을 활용한 사건에 해당하는 문맥을 모두 찾아서 살펴보았습니다. 이 중에서 원본이라고 할 수 있는 《삼국지》에 나오는 것은 둘밖에 없고, 나머지 스무 개는 모두 후대의 창작입니다. 그런 점에서 향이라는 아이템을 연의의 특징을 보여주는 요소로 뽑아도 손색이 없겠습니다. ",
                "tags": "삼국지 삼국지통속연의 향 우길 제갈량 도원결의 반동탁연합 공성계"
            }, 
        
    
        
            {
                "id": 99,
                "url": "https://zyahan.blog/sanguo-yanyi-04/",
                "title": "《삼국연의》 호칭어 노트 04: 연인 장익덕, 상산 조자룡, 하동 관운장?",
                "subtitle": "",
                "body": "《삼국지》에서는, 좀 더 일반적으로는 한나라 때까지는, 자기 자신을 자字로 칭하는 일이 거의 없었습니다. 유일하다시피 한 사례가 장판파에서 장비가 조조군에게 일갈할 때였습니다(《삼국지포켓북1: 호칭어 가이드》).  이 몸이 장익덕이다. 너 죽고 나 죽자! [身是張益德也，可來共決死!] 이 명대사를 버릴 수 없으니, 나본도 장비가 자기를 자로 부른다는 설정을 《삼국연의》에 가져옵니다. 말이 조금 더 길어지지만요.  내가 연인 장익덕이다! 누가 감히 목숨을 걸고 나와 싸워 보겠느냐? [我乃燕人張翼德也！誰敢與我決一死戰？] 자세히 보면 ‘장익덕’ 앞에 ‘연인’이 새로 붙었습니다. 장비의 고향 탁군이 춘추·전국 시대부터 연나라에 속했기 때문에 장비가 자기를 ‘연 사람’이라고 칭한 것입니다. 연나라는 중국 북쪽에 위치하여 흉노와 국경을 맞대고 전투를 벌인 역사가 길어서, 사람들이 싸움에 익숙하다는 이미지가 있습니다. 장비의 캐릭터와 잘 맞습니다. ‘연인 장익덕’이라는 칭호의 효과가 좋았는지, 《삼국연의》에서 장비는 이후로도 자기를 여러 번 이렇게 소개합니다. ‘연인 장익덕’만큼 익숙한 것이 조운을 가리키는 ‘상산 조자룡’입니다. 연燕에만 인人이 붙은 이유는 아마도 그냥 2음절을 맞추기 위해서였을 것입니다. 《삼국지》에서는 조운이 자기를 자로 칭하거나 출신지를 자기 입으로 말하는 일이 없었지만, 나본 양반은 소설에서 창작한 ‘상산 조자룡’을 반복해서 써 먹으면서 조운에게 장비와 같은 용맹한 무장이라는 캐릭터성을 부여해 주었습니다. 장비와 조운이 나왔으니 관우도 빠질 수 없습니다. {출신지+성+자} 템플릿을 따르자면 ‘하동 관운장’이 될 텐데… 이 말은 왠지 ‘연인 장익덕’이나 ‘상산 조자룡’만큼 친숙하지 않습니다. 실제로 《삼국연의》에서 검색한 결과도 0건입니다. 그 이유가 무엇일까요? 위의 템플릿에서 출신지를 떼면, 관우가 자기를 {성+자}로 칭하는 사례는 《삼국연의》에서 세 건 나옵니다. 장비와 조운에 비하면 적은 횟수니까 세 건을 다 살펴봅시다.  여포는 거기 서라! 관운장이 여기 있다!  관운장이 여기 있는데 방덕은 왜 빨리 와서 목을 내놓지 않느냐!  내가 살아서 네 살을 씹지 못했으니 죽어서는 여몽의 혼을 쫓아갈 것이다! 나는 한수정후 관운장이다. (관우의 영혼이 한 말) 상대를 명확하게 지명하고 있으며, 상대가 하나같이 유명한 장수입니다. 장비가 장판파에서 많은 병력과 대치할 때 쓰던 것과 대조적입니다. 아무에게나 쓰지 않고 좀 더 위엄과 품위를 갖추었달까요. 나본에게는 ‘관우’가 아니라 ‘관 공’이니까요. 장비와 조운도 훌륭한 장수지만 관 공과 동격일 수는 없다는 것 같습니다. (무장에게 하동이라는 고향은 연이나 상산만큼의 폼이 나지 않아서일 수도 있겠습니다. 하지만 서한의 명장 위청과 곽거병도 호적상으로는 하동 사람이었는데 말입니다!) 연의에서 장비, 조운, 관 공까지 등장하고 나면 오호대장五虎大將의 나머지 두 명, 마초와 황충의 경우도 궁금해집니다. 검색해 보면 마맹기馬孟起와 황한승黃漢升 모두 자기 자신을 가리킬 때는 쓰이지 않았다는 것을 확인할 수 있습니다. 나본 양반이 오호대장을 (1) 관 공 (2) 장비·조운 (3) 마초·황충 세 티어로 보았다고 해석할 수도 있을 것 같네요. ",
                "tags": "삼국지 삼국지통속연의 호칭어 장비 장익덕 조운 조자룡 관우 관운장 오호대장 마초 황충"
            }, 
        
    
        
            {
                "id": 100,
                "url": "https://zyahan.blog/sanguo-yanyi-03/",
                "title": "《삼국연의》 호칭어 노트 03: 조조, 진궁, 백문루",
                "subtitle": "",
                "body": "01호에서는 《삼국지》의 대사를 《삼국연의》에서 변형 없이 (하지만 좀 뜬금없이) 사용한 사례를 보았고, 02호에서는 같은 대사에서 호칭어 하나만 바뀐 사례를 보았습니다. 03호에서 살펴볼 사례는 좀 복잡해서, 나본 양반의 오리지널 대화로 시작해서 《삼국지》의 내용으로 이어지고, 여기에서 나오는 다양한 호칭어가 일부는 변형되고 일부는 유지됩니다. 진궁이 하비에서 사로잡혀서 조조 앞에 끌려온 뒤에 나누는 대화입니다. 《삼국연의》 19회에서 해당 대화만 뽑아서 번역해 보았습니다. 앞부분은 연의에서 창작된 내용입니다.  조조: 공대公臺는 그간 별고 없었는가? 조금 전에 고순을 너[汝]라고 불렀던 조조가 진궁은 자(字)로 불러서 친한 척과 대접을 겸하네요. 정사의 대화에서도 이렇게 자로 시작했습니다.  진궁: 네[汝]가 마음을 올바르게 쓰지 않아서 내[吾]가 너를 버렸다! 하지만 연의의 진궁은 정사와 달리 조조에게 반말을 서슴지 않습니다. 조조도 자연스럽게 받아들입니다.  조조: 내 마음이 올바르지 못하다… 그러면 공[公]은 또 왜 여포만 섬기셨소? 조조가 진궁에게 공公이라고 존칭을 써 보지만 진궁은 끄떡도 하지 않습니다.  진궁: 포(布)가 지모는 없어도 너[你]처럼 속임수를 쓰거나 음험하지는 않다. 니你는 삼국 시대의 기록에는 없고 후대에 쓰이게 된 말입니다. 연의에서 검색해서 용례를 살펴보니 아랫사람에게 쓰는 것 같습니다. 진궁은 여전히 조조에게 반말을 하고 있습니다. 여포를 이름으로 칭하는 것은 덤이고… 아무튼 이제 《삼국지》에서 인용해 온 대사가 이어집니다.  조조: 공은 스스로 지모가 많다고 하시더니 지금은 결국 뭐가 된 거요? 으악! 《삼국지》 원문의 2인칭은 ‘공’이 아니라 경卿인데! 02호에서 언급했듯이 《삼국연의》에서 ‘경’의 쓰임은 군주가 신하를 부를 때로 축소됩니다. 연의에서는 진궁이 조조의 부하였다는 설정이 완전히 빠졌으니… 그리고 다음 대사에서 아雅는 더 큰 충격을 받았습니다.  진궁: (여포를 돌아보며) 이 사람이 내 말을 안 들은 것이 한이다! 만약 내 말을 따랐다면 포로로 잡히지 않을 수도 있었는데. 여기에서 진궁이 1인칭으로 이름[宮]을 쓰는 것은 살려도 좋을 것 같은데 나본 양반은 자기 설정을 고수합니다. 진궁이 조조에게 말할 때 자기를 낮추는 것을 절대로 허용할 수 없었나 봅니다.  조조: 오늘 일은 어떻게 되겠소? 진궁: (큰 소리로) 오늘은 죽으면 다 끝난다! 아니, 왜 고함을 지르고 그래요… 아들로서 불효하고 신하로서 불충했으니 죽는 것이 자기의 본분이라고 말하던 공손한 진궁은 연의에 없습니다.  조조: 공이 그러시다면 공의 노모와 처자는 어찌하오? 진궁: 내가 듣기로 효로 천하를 다스리는 자는 남의 부모를 해치지 않고 어진 정치를 천하에 베푸는 자는 남의 제사를 끊지 않는다고 하더이다. 이렇게 연의에서 설정한 호칭어를 계속 쓰다가 갑자기…  진궁: 노모와 처자의 생사도 명공明公께 달려 있을 뿐입니다. 갑자기 진궁이 조조를 ‘명공’이라고 높여서 깜짝 놀랐습니다. 논영회 때만큼 놀랐어요. ‘명공’은 진수의 《삼국지》 본문이 아니라 배송지가 주석으로 인용한 어환의 《전략》에서 가져온 것인데, 끝까지 조조에게 반말을 고수하던 진궁이 마치 가족을 살리려고 어쩔 수 없이 존댓말로 호소하는 것 같습니다. 나본 양반은 혹시 진궁에게 가족을 걱정하는 따뜻한 가장이라는 이미지를 주고 싶었던 것일까요? 정리하자면, 나본은 《삼국연의》를 쓰면서 원작인 《삼국지》에서의 쓰임이 달라진 경卿을 자기 시대에 맞는 호칭어로 바꾸어야 했을 것입니다. 그 과정에서 자기의 캐해석을 톡톡히 심는 것을 지난 02호와 이번 03호에서 볼 수 있었습니다. 똑같은 ‘경’이었지만 손책이 주유를 부를 때는 자[公瑾]로 바뀐 반면 조조가 진궁을 부를 때는 ‘공’으로 높아졌습니다. 특히 후자의 경우 정사와 다른 연의의 해석이 돋보이는 장치였습니다. 호칭어를 이렇게 수정해서 활용하니까 정사 본문이나 주석의 대사를 수정 없이 옮기는 것만으로도 큰 효과를 낼 수 있네요. ",
                "tags": "삼국지 삼국지통속연의 호칭어 조조 진궁 백문루"
            }, 
        
    
        
            {
                "id": 101,
                "url": "https://zyahan.blog/sanguo-yanyi-02/",
                "title": "《삼국연의》 호칭어 노트 02: 손책·손권 형제와 주유의 관계",
                "subtitle": "",
                "body": "앞서서 《삼국지》의 대사를 《삼국연의》에서 그대로 옮겨 적은 사례를 살펴보았는데, 여기에서는 대사를 변형한 경우, 특히 손책 형제와 주유의 관계에 주목해 보겠습니다. 우선 《삼국지》에서 주유가 군대를 이끌고 손책을 도우러 왔을 때 손책이 기뻐하며 말했습니다. “내[吾]가 경(卿)을 얻었으니까 일이 잘 풀릴 거야. ” 중요한 장면이니까 나본 양반도 《삼국연의》에서 가져다 썼습니다. 그런데 손책이 주유를 부르는 말을 바꾸었네요. 《삼국연의》에서는 ‘경’이라고 하지 않고 주유의 자[公瑾]를 부릅니다. 《삼국지》의 시대에 ‘경’은 아랫사람을 부르는 말로 누구나 쓸 수 있었는데, 《삼국연의》에서 호칭어 ‘경’은 군주만 사용하는 말로 바뀐 듯합니다(아직 끝까지 읽지는 않아서 추측입니다). 아쉽기는 하지만, 《삼국연의》에서는 이 시기의 손책을 아직 군주로 취급하지 않은 것 같습니다. 손책이 주유를 부하가 아닌 친구로 대하는 것이지요. 그런데 다들 아시다시피 손책은 젊은 나이에 죽었고, 주유는 손책의 뒤를 이은 어린 동생 손권을 섬기게 됩니다. 그리고 시간이 지나 적벽대전이 일어날 무렵, 손권이 강동을 노리는 조조에게 항전할지 항복할지를 논의한 끝에 자신과 뜻이 맞은 주유에게 말합니다. “이것은 하늘이 군(君)을 (고孤)에게 주신 것이오. ” 《삼국지》에서는 이랬습니다. 그런데 《삼국연의》의 대사는 살짝 달라집니다. “이것은 하늘이 경(卿)을 고(孤)에게 주신 것이다. ” ‘군’은 존칭이지만 ‘경’은 그렇지 않습니다.  ‘고’라는 자칭과 ‘경’이라는 호칭 모두, 손권과 주유의 군신 관계를 확실하게 드러냅니다. 이 변화가 더욱 눈에 띄는 이유는, 손권이 비슷한 말을 노숙에게 할 때는 존대 여부가 또 다른 방식으로 달라지기 때문입니다. 주유에 앞서 노숙도 항전을 주장했고, 노숙도 손권에게 같은 치하의 말을 듣습니다. 그런데 《삼국지》에서는 오히려 손권이 노숙을 ‘경’이라고 불렀고, 《삼국연의》에서는 이 호칭이 자[子敬]로 바뀌었습니다. 나본 양반이 세밀하게 의도했는지는 모르겠지만, 텍스트만 놓고 보면 주유에 대한 손권의 대접이 묘하게 안 좋네요. 재미있습니다. 주유에게는 덜 재미있었겠지만… ",
                "tags": "삼국지 삼국지통속연의 호칭어 주유 손책 손권 노숙"
            }, 
        
    
        
            {
                "id": 102,
                "url": "https://zyahan.blog/sanguo-yanyi-01/",
                "title": "《삼국연의》 호칭어 노트 01: ‘논영회’의 그 대사",
                "subtitle": "",
                "body": "얼마 전부터 《삼국연의》를 처음부터 조금씩 보고 있는데, 아무래도 원래 읽던 것은 아니다 보니 저자 나본(자: 관중)의 창작이나 전승보다는 기존 《삼국지》에 나온 장면에 살을 덧붙인 서술에 더 관심이 갑니다. 그중에서도 대화에서 사용하는 호칭어가 어떻게 달라지는지에요. 사서 《삼국지》를 처음 읽을 때 가장 놀랐던 장면은 이른바 ‘논영회’였습니다. 조조가 유비에게 “천하의 영웅은 그대와 나밖에 없다!”라고 하는 유명한 대사는 소설과 만화에서 많이 보았는데, 《삼국지》 본문의 호칭을 그대로 옮기자면 “천하의 영웅은 사군(使君)과 조(操)뿐이지요. ”였습니다. ‘사군’은 예주 자사 유비를 높이는 말이고 ‘조’는 조조 자신의 이름이니까, 호칭어만 놓고 보면 아주 공손한 표현입니다. 유비가 허도에 머무르던 시절의 두 사람에 대한 이미지가 와장창 깨지는 기분이었습니다. 왠지 조조가 유비를 휘두를 것 같았는데요. 한편, 소설 《삼국연의》에서는 논영회가 더 길게 묘사됩니다. 먼저 조조가 영웅이란 무엇인지에 대해 일장 연설을 늘어놓고, 유비에게 당세의 영웅으로 어떤 인물이 있는지 대어 보라고 닦달합니다. 여기에서는 조조가 유비에게 말할 때 자기를 나[我]라고 칭하고 유비를 자[玄德]로 부릅니다. 우리가 알고 있던 그 이미지에 부합하는 말투입니다. 그러다 보니 《삼국지》에 나온 그 대사에서도 호칭어를 바꾸어 쓸 줄로 알았는데… 여기에서는 또 그냥 《삼국지》 원문 그대로 쓰는 것입니다. 방금까지 말하던 것과 말투가 다르잖아! 왜 갑자기 존댓말로 바뀌는 거야! 하고 황당해하다가 가만히 생각해 보니 이렇게 존댓말로 돌변할 때 유비의 충격과 위기감이 더 잘 느껴질 것 같다고 납득이 되었습니다. 나본 양반이 거기까지 의도했는지는 모르겠지만요. ",
                "tags": "삼국지 삼국지통속연의 호칭어 조조 유비 논영회"
            }, 
        
    
        
            {
                "id": 103,
                "url": "https://zyahan.blog/three-excellencies/",
                "title": "서한의 삼공",
                "subtitle": "",
                "body": " A: 요堯는 순舜을, 탕湯은 이윤伊尹을, 주周 성왕成王은 주공周公과 소공召公을 삼공三公으로 삼았습니다. B: 그런데 삼공은 뭐죠? 삼공三公이란 천자天子의 신하 중에서 가장 높은 지위를 가리킵니다. 마치 세 개의 직책이 먼저 있었고 그 직책을 통틀어 부르는 말로 ‘삼공’이 생겼을 것 같지만, 아무래도 실제는 그 반대였던 것 같습니다. 적어도 Chinese Text Project에서 검색 가능한 기록으로는 전국 시대 이전에 삼공의 구성요소를 언급한 것을 찾을 수 없습니다. 서한 때 정립된 책에 와서야 삼공이 어떤 관직으로 이루어져 있는지를 구체적으로 논하고 있습니다.  《예기》 〈왕제〉에 따르면 천자는 3공, 9경, 27대부, 81원사를 둔다고 합니다.  《예기》 〈문왕세자〉에서는 4보와 3공을 설치하되 반드시 정원을 채울 필요는 없고 적임자가 있을 경우에만 임명한다고 합니다.  《대대예기》 〈보부〉에서는 태자의 스승인 보保, 부傅, 사師가 3공의 직책이라고 합니다.  《한시외전》 〈제8〉에서는 하늘을 주관하는 사마司馬, 땅을 주관하는 사공司空, 사람을 주관하는 사도司徒가 3공에 해당한다고 합니다. 이렇게 서한의 유학자들 사이에서도 삼공의 내용에 대한 의견이 분분했던 모양입니다. 3공-9경-27대부-81원사 체계를 보면 실제로 세 관직이 정해져 있었다기보다는 상징적인 의미로 3의 제곱수가 쓰인 것이 아닌가 하는 생각이 드는데, 서한 사람들은 진지했고 어떻게든 3이라는 명칭에 맞는 세 개를 채워 넣고자 했습니다. 서한의 삼공이라고 하면 대개 백관을 통솔하는 승상, 군무를 총괄하는 대사마, 감찰을 주관하는 어사대부 세 관직을 꼽습니다. 하지만 처음부터 그랬던 것은 아닙니다. 《사기》와 《한서》에서 검색해 보면 서한 초 고제·여후·문제 시기에는 삼공이라는 말이 등장하지 않습니다. 문제 다음에 황제가 된 경제 때부터 어사대부를 삼공으로 치기 시작했습니다. 경제 이후 무제는 대사마 관직을 신설하고 위청과 곽거병을 임명했지만 이들을 삼공이라고 부르지는 않았습니다. 무제의 증손자인 선제 때가 되어서야 대사마를 삼공으로 명시하며, 황제의 조서에서 삼공이라는 말이 나오기 시작했습니다. 그러나 서한 말까지도 삼공은 여전히 편의상의 명칭으로 사용되는 측면이 있었습니다. 선제 이후로 주周의 제도를 부활해야 한다는 복고 바람이 불면서 삼공을 정비해야 한다는 주장이 대두되는데, 이때 하무라는 인물은 승상이 삼공의 일을 혼자 다 맡고 있다고 비판했습니다. 실질적으로 삼공이 대등한 세 명의 관계로 정립된 것은 성제 때입니다. 장군의 칭호에 덧붙이던 대사마大司馬를 독립적인 관직으로 만들고, 승상을 대사도大司徒로 개칭하고, 승상보다 아래에 있었던 어사대부를 대사공大司空으로 높인 것입니다. 그러면 이제는 서한에서 어떤 사람들이 삼공이 되었는지를 알아봅시다. 서한 초에는 초·한 전쟁이나 오·초 7국의 난에서 군공을 세워 열후 작위를 받은 사람 중에서 승상을 뽑았습니다. 이 규칙이 깨진 것은 무제 때로, 아무 작위도 없던 공손홍을 승상에 임명한 파격적인 인사 이래로 일단 승상으로 임명한 후에 열후로 봉하는 패턴이 생겼습니다. 이로부터 서한 말에 이르기까지 날품팔이 일을 하면서 학비를 번 광형, 계모가 신발 장수가 되어 학비를 댄 적방진 등 가난한 유생이나, 어렸을 때부터 관청의 심부름꾼으로 일한 설선과 주박 등 하급 관리 출신이 자수성가해서 어사대부→승상 자리에 오르는 경우가 드물지 않았습니다. 후한 말 원소의 가문이 “사세삼공”으로 유명했지만, 서한에서는 이런 일을 상상하기 어려웠습니다. 2대가 삼공이 되는 경우만 해도 승상 위현·위현성 부자, 어사대부 두주·두연년 부자뿐으로 극히 예외적이었습니다. 대사마는 주로 외척이 임명되었으므로 한 가문에서 여러 명이 나오는 일도 있었지만, 이것도 대를 잇는다는 개념은 아니었습니다. 황제가 바뀌면 외척도 바뀌었기 때문입니다. 한편 삼공의 업무는 많았지만, 서한 사람들은 서한 사람들답게 오컬트의 기능을 특히 중시했습니다. 선제 때의 승상 병길은 삼공이 자질구레한 일에 관여할 것이 아니라 음양을 조화롭게 하는 일에 힘써야 한다고 말했으며, 같은 시기의 어사대부 소망지는 삼공이 적임자가 아니면 해·달·별 삼광三光이 빛을 잃는다고 말했습니다. 애제가 죽은 후에 대사마 동현을 면직시키는 책서도 “최근 들어 음양이 조화롭지 못하다. ”라는 문장으로 시작했습니다. 동현은 애제의 애인으로서 대사마가 되었지만 일단 삼공이 된 이상 음양의 조화에 책임이 있었던 것입니다. 그외에 《한구의》 등 “한관6종”에서 삼공을 임명하는 예식 등을 찾을 수 있지만 문장이 어려워서 일일이 번역하지는 못했습니다. 아雅가 예전에 썼던 다른 블로그 포스트를 참조하세요: ",
                "tags": "삼공 예기 대대례기 한시외전 사기 한서 대사마 대사도 대사공 공손홍 광형 적방진 설선 주박 위현 위현성 두주 두연년"
            }, 
        
    
        
            {
                "id": 104,
                "url": "https://zyahan.blog/bronze-knots/",
                "title": "전국 시대 청동기·옥기 매듭 메모 [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "월인공방의 텀블벅 프로젝트에서 대동은전 노리개를 보다가 매듭에 관심이 생겼고 자연스럽게 중국 고대의 매듭에 관해 찾아보게 되었다.  전국시대에는 동그릇 위에 눈에 보이는 곳에는 모두 매듭의 모양을 남겼는데, 매우 정교하게 끈 하나를 이용하여 6개의 점을 이용하여 대칭을 만들어 냈다. 📖 이목성. (2010). 〈중국전통의 길상(吉祥)문양 디자인에 대한 연구: 매듭문양 중심으로〉. 《일러스트레이션 포럼》, 22, 35-44.        🔒 멤버십 가입하고 전체 보기  ",
                "tags": "전국시대 옥기 청동기 매듭"
            }, 
        
    
        
            {
                "id": 105,
                "url": "https://zyahan.blog/too-late-spinoff-fate/",
                "title": "외전. 운명의 화살",
                "subtitle": "",
                "body": " 동현董賢은 환약을1 물고서 상上이 누운 침상 위로 몸을 포갰다. 약을 받아 먹은 상은 그대로 현의 입술을 핥고… 혀를… 빨았다…… “……. ” “어서 다음 부분도 읽어. ” 진궁의 허벅지를 베고 누운 조조가 손가락으로 배를 꾹꾹 찌르며 채근했다.  얼마 지나지 않아 상은 현을 놓아 주고 헉헉거렸다. 현은 눈물을 글썽거리며 상의 얼굴을 쓰다듬었다.  “평소엔 이렇게 빨리 끝내신 적이 없었는데…… 정사를 보시느라 옥체가 많이 약해지셨나 봐요. ” 진궁의 목소리도 약해졌다. 조조는 훌쩍거리며 말했다. “슬픈 대목이잖아. 감정을 좀 살려 봐. ” “그런 건 사람한테 시키시고요. ” “고孤가 하는 걸 잘 봐. ” 조조는 누운 채로 열연했다.  상은 애써 웃으면서 말했다.  “짐朕이 서왕모西王母2께 빌어야겠구나. 불사약을 얻어서 공公과 영원히 같이 있게……” “이제 경卿이 다시 해 봐. ” ‘공公과 영원히 같이 있게’라는 대사를 진궁에게도 시키겠다는 수작이었다. “공公이 벌써 다 외우고 있으니까 내가 읽어 드릴 필요는 없겠네요. ” 진궁은 들고 있던 죽간을 아예 돌돌 말아서 조조의 옷깃 사이로 꽂았다. “아무튼 이런 이야기는 《한서》 〈애제기〉에도 〈영행전〉에도 안 나왔던 것 같은데요. 이거 대체 누가 썼어요?” 조조는 둘러대었다. “우리 집 셋째…… 아니, 첫째 놈이 썼지. ” 하지만 진궁은 쓸데없이 날카로웠다. “공公이 쓴 게 아니라요?” “어떻게 알아?” “공公이 나한테 읽으라고 시킨 글이 한둘이 아니잖아요. ” 조조는 당황하면서도 뿌듯했다. 신작을 꾸준히 읽힌 보람이 있었다. 진궁은 조조의 머리를 밀어냈다. “이제 좀 일어나요. 계속 받치고 있기 무거워요. ” “싫어. ” “내 다리가 애제哀帝의 소매3예요?” 진궁의 말에 놀란 조조는 투덜거리면서 일어났다. “공대는 어떻게 그렇게 잔인한 말을 할 수 있어? 사람도 아니야, 정말. ”  이 글은 리퀘스트 “애제 유흔과 동현의 이야기”로 작성되었습니다.       《한서》 〈영행전〉에 따르면 동현은 병약한 애제의 약을 손수 챙겼습니다.  &#8617;        《한서》 〈애제기〉와 〈오행지〉에 따르면 애제 시기에 민간에서는 서왕모 숭배 운동이 크게 일어났습니다.  &#8617;        애제가 자기의 소매를 베고 자던 동현을 깨우지 않으려고 소매를 칼로 자른 단수[斷袖]의 고사가 유명합니다.  &#8617;    ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 새해 한서 애제 동현 단수 서왕모"
            }, 
        
    
        
            {
                "id": 106,
                "url": "https://zyahan.blog/eating-an-egg/",
                "title": "달걀 먹기의 어려움",
                "subtitle": "",
                "body": "여포가 백문루에 올라가서 하비성을 포위한 군사들에게 외쳤다. “경卿들은 힘 빼지 마라! 내가 명공明公한테 가서 자수하겠다!”1 진궁이 헐레벌떡 여포를 뒤쫓아와서 말렸다. “역적 조조가 무슨 ‘명공’씩이나 됩니까? 지금 항복하는 건 계란을 바위에 던지는 거나 마찬가지예요!”2 이 촌극을 전해 들은 조조는 길길이 뛰었다. “거의 항복시킬 수 있었는데! 그 썩을 놈은 자기가 반란을 일으켜 놓고 누가 누구한테 역적이란 거야?” 옆에 있던 곽가는 주인이 책상을 치며 성을 내건 말건 아랑곳하지 않고 꿋꿋이 낙서를 계속했다. 조조는 한참을 더 씩씩거리다가 마침내 인간의 언어를 되찾았다. “그나저나 계란으로 바위 치기라고 하니까 달걀 먹고 싶네. ” 곽가는 이 뜬금없는 말에도 놀라지 않았다. “계란은 새해 첫날에 드시면 되잖아요. ”3 “새해에만 계란 먹으란 법 있어? 먹고 싶을 때 먹는 거지. ” 그래서 그날 점심상에는 삶은 달걀이 올라왔다. 조조는 의기양양하게 젓가락으로 달걀을 겨누어 찔렀다. 빗나갔다. 다시 찔렀지만 또 빗나갔다. 짜증이 날수록 조준이 잘 되지 않았다. 이번에도 미끄러진 달걀은 접시에서 붕 떠올라 마룻바닥을 굴렀다. 마루에서 떨어진 달걀은 계단을 데굴데굴 굴러 내려가며 멈출 줄을 몰랐다. 조조는 밥상을 내팽개치고 마당으로 뛰어나갔다. 달걀을 신발 뒷굽으로 밟아서 으깨려고 했으나 달걀은 발밑을 쑥 빠져나갈 뿐이었다. 조조는 손으로 달걀을 주워서 기어이 입에 넣고 꽉 깨물어 부순 뒤 뱉어냈다. 4 “그러니까 계란은 새해 첫날에 드시라니까요. ” 곽가가 키득거렸다. “알잖아. 고孤는 그때까지 못 기다려. ” “계란이 스스로 깨지러 올 가망은 없는 것 같은데요?” “뭐 좋은 수가 없나? 경卿이 군사 좨주祭酒면서. ” “좁은 상자 안에서 계란끼리 부딪치다 보면 알아서 깨지게 돼 있어요. ” 하지만 조조는 욕심이 많았다. “계란을 안 깨뜨리고 손에 넣을 방법은 없을까?” “상자에 진한 소금물을 부으면 계란이 떠오를 겁니다. ” 조조도 곽가도 깜짝 놀라서 비명을 질렀다. 순유가 작정하고 기척을 감추고 들어오면 아무도 알아챌 길이 없었다.       여포가 진짜로 한 말입니다. (헌제춘추) &#8617;        진궁이 진짜로 한 말입니다. (헌제춘추) &#8617;        《풍속통의》 일문에 따르면 후한 때는 정월 초하루에 날계란을 하나씩 먹는 풍습이 있었습니다.  &#8617;        조조의 일화는 아니지만 《세설신어》 〈분견〉에 나오는 이야기입니다. 위진 사람들은 성격 파탄자 같아요… &#8617;    ",
                "tags": "삼국지 조조 진궁 조조진궁 여포 곽가 순유"
            }, 
        
    
        
            {
                "id": 107,
                "url": "https://zyahan.blog/too-late-spinoff-bell/",
                "title": "외전. 새벽 종",
                "subtitle": "새해 복 많이 받으세요",
                "body": "진궁이 종 소리에 깨었을 때는 아직 사방이 컴컴했다. 본관에서 친 종1이, 구석에 떨어진 별채의 안방에까지 우렁차게 울렸다. 더듬거리며 지팡이를 찾아서 마루로 나가 보니 담장 너머로 무엇인가가 희미하게 빛나고 있었다. 여기에서 보일 정도라면 등을 수십 개도 더 켰을 것이다. 2 마루에 앉아 아직 겨울의 기운이 남아 있는 찬 바람을 맞고 있자니 졸음이 가셨다. 조조가 벌이는 정단正旦 축하 파티가 금방 끝날 리 없었다. 안방으로 돌아가 이불을 뒤집어쓰고 억지로 잠을 다시 청하기는 싫었다. 사람들의 어떤 회합에도 참여하지 못하는 몸으로는 비참한 기분을 피할 수 없었다. 그래도 멀리서 열리는 파티의 희미한 흔적이나마 몰래 즐기고 싶었다. 어쩌면 그를 위해 조조가 일부러 종을 시끄럽게 치고 등을 잔뜩 켰을지도 모른다. 어쩌면 어느 중추 때처럼 파티가 끝나고 나서 조조가 술에 취한 채로 들이닥칠지도 모른다. 어쩌면… 뺨이 달아올랐다. 죽지도 못하고 스스로 이런 생각을 하고 있다는 것이 부끄러웠다. 이런 날 조조가 이런 곳까지 올 리가 없다는 것은 안다. 조조가 아무리 우겨도 그는 아기가 아니었다. 그렇게 그는 살아서 한 살을 더 먹었다.       《후한서》 〈예의지〉에 따르면 한나라에서는 한 해의 마지막 날 밤에 종을 치면서 하례를 열었습니다.  &#8617;        《진서》 〈예지〉에 따르면 조조는 업을 도읍으로 정한 뒤 등을 100개씩 밝히면서 한 해의 시작을 기념했다고 합니다.  &#8617;    ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 새해 명절 후한서 진서"
            }, 
        
    
        
            {
                "id": 108,
                "url": "https://zyahan.blog/stop-procrastinating/",
                "title": "Stop Procrastinating",
                "subtitle": "",
                "body": "장막이 진궁을 낚아챈 것이 아니라 진궁이 장막을 꼬드겼다는 소식에 조조는 더욱 분노했다. “장군將軍. ” 분무사마奮武司馬 순욱이 조조를 다시 불렀다. “분무장군奮武將軍. ” 조조는 몸을 부르르 떨었다. 순욱도 이제 자기를 사군使君(주목, 주자사에 대한 경칭)이라고 부르지 않았다. 차마 사군使君으로 칭하라고 명령하지는 못했다. 견, 범, 동아 세 개 성만 남은 지금 연주목으로 인정해 달라고 떼를 쓰기는 민망하다는 염치는 뜻밖에 조조에게도 있었다. “서주徐州를 다시 치러 가실 때가 아닙니다. 고조高祖가 관중關中을 지켰듯이 장군께서도 연주兖州를 되찾으셔야 합니다. ” 조조에게 나의 자방子房이라고 불린 순욱은 조조를 고조로 띄워 주었다. “맞아, 연주가 있어야지. ” 조조에게 연주목이라는 자리와 사군使君이라는 호칭을 처음으로 준 녀석도 연주를 기반으로 삼아 천하를 거두고 패왕의 업을 이루라고 했었다. “혹시 편지라든가, 공대가 남기고 간 건 없어?” 순욱은 조조의 뜬금없는 질문에도 당황하지 않고 견성을 지켜냈듯이 우아한 태도를 지켰다. “진궁은 항상 차고 다니던 패옥을 두고 갔습니다. ” “그 패옥 줘 봐. ” “수상한 것이 들어 있는지 검사해 보았는데, 아무 것도 없어서 버렸습니다. ” 조조는 씩씩거림을 참으며 이마를 짚었다. “내가 그 녀석을 잡으면 다시는 못 도망치게 만들고 항상 내가 보이는 곳에 둘 거야. ” 순욱은 건조하게 말을 받았다. “네, 그 새끼는 목을 베어서 밖에 걸어야죠. ” “문약은 갑자기 왜 그렇게 무서운 소리를 해?” 라고 서주에서 민간인을 대량으로 학살한 장본인이 물었다. 순욱은 아이를 어르듯이 말했다. “장군께서는 일단 진궁을 어떻게 잡을지부터 생각하십시오. ” 조조는 연주목의 은빛 인장을 품에서 꺼내어 바닥에 내동댕이쳤다. “그래, 연주목 자리는 내 힘으로 다시 얻어서 그 녀석한테 보여줄 거야. ” ",
                "tags": "삼국지 조조 진궁 조조진궁 순욱"
            }, 
        
    
        
            {
                "id": 109,
                "url": "https://zyahan.blog/too-late-3-1-revised/",
                "title": "개정 3-1. 물과 물고기와 선물",
                "subtitle": "건안10년 봄 정월, 업에서.",
                "body": "“거기 지팡이 좀 줘 봐. ” 여느 때라면 손에서 지팡이를 놓기 싫어하고 이유를 캐물었을 진궁이 웬일로 오늘은 말대답 없이 순순히 내놓았다. 조조는 주머니에서 장식품을 꺼내 지팡이 손잡이에 끼웠다. 동으로 만든 물고기 조각이었다. 1     “선물이야. ” 진궁은 눈을 깜빡이면서 물었다. “오늘 무슨 날이에요?” “그냥, 기분 좀 풀라고. ” 조조가 보기에 진궁은 지난번에 몰래 들어온 아이들에게 봉변을 당한 뒤로, 좀 심하게 말하자면 넋이 나간 것 같았다. 허도許都에서처럼 업현鄴縣에 새로 지은 사공부에 별채를 내어 옮겼지만 여전히 우울해 보였다. “잘 만들었네요. 귀엽고요. ” 다행히 선물은 효과가 있었다. 진궁은 장난감을 받은 아이처럼 물고기 장식을 뜯어보았다. “이거 받고 얌전하게 있으란 뜻이죠? 물고기는 물에서 살고, 물속에서는 소리가 안 나니까. 2” 이렇게 말하면서 물고기처럼 입을 뻐끔거리는 시늉까지 했다. 조조는 마냥 흐뭇했다. “그런데 하수河水를 낀 동네 사람들한텐 이야기가 달라요. 세상에 물처럼 사납고 시끄러운 게 또 없죠. ”  “하수河水는 철렁철렁, 물결이 첨벙첨벙. ” [河湯湯兮激潺湲] 교양이 하수河水처럼 흘러 넘치는 조조는 《사기》 〈하거서〉에 수록된 노래3를 재빨리 떠올려 내고 읊었다. 진궁의 고향인 동군東郡에서 삼백여 년 전 제방이 크게 터졌을 당시 황제였던 무제武帝가 공사를 독려하면서 지은 가사였다. 진궁은 마른기침을 몇 번 하더니 금방 고향과 홍수를 떨쳐내고 평온한 얼굴로 돌아왔다. “연주兗州에선 잉어를 말이라고 불러요. 빨간 놈은 절따말, 파란 놈은 청마…4 다들 어찌나 팔딱팔딱 잘 뛰어다니는지. ” 조조도 기억이 났다. 한때 가장 신뢰하던 친구 장막도 연주 사람이었고 곧잘 그렇게 말했다. 장막을 생각하자 기분을 잡쳤다. 진궁에게 물고기 선물을 준 것이 후회되었다. 진궁은 조조의 마음을 읽기라도 한 것처럼 지팡이를 살살 흔들면서 말했다. “안 되겠어요. 내가 지팡이를 실수로 휘두르다가 공公이 여기 금속에 맞아서 다칠 수도 있잖아요?” 진궁이 지팡이에서 물고기 장식을 곱게 빼어서 건네자 조조는 진궁의 마음이 바뀔세라 얼른 받아서 도로 주머니에 넣었다. “다른 갖고 싶은 건 없어?” “잉어찜 먹고 싶어요. ” 조조는 안심했다. 선물은 역시 뱃속에 집어넣을 수 있는 것이 최고였다.  초판 《자살하기에는 너무 늦어 버려서》에서 개정판 《월궤》로 가면서 3부의 내용이 변경됩니다.       사실 중원이 아닌 중국 서남부 전(滇) 지역에서 나온 유물이지만, 후한 말에는 중원에도 퍼졌으리라고 추측했습니다.  &#8617;        《풍속통의》 일문. 군신들이 조용히 지내고 싶으면 물고기 모양의 패부를 달았는데, 물고기가 물에 들어가면 더 이상 듣거나 볼 수 없는 것과 마찬가지이다(태평어람).  &#8617;        《사기》 〈하거서〉는 치수 공사에 관한 기록입니다. 한 무제는 자기가 봉선을 지내러 간 김에 황하의 범람을 알았다고 뽐내지만 지역 주민의 입장에서는 한 무제 유철이나 위 무제 조조나 인간 재앙이에요.  &#8617;        《고금주》에 나옵니다.  &#8617;    ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 물고기 잉어"
            }, 
        
    
        
            {
                "id": 110,
                "url": "https://zyahan.blog/zhiming/",
                "title": "전4사에서 지명(知名)의 빈도와 용례 찾기 [🔒 무료 미리보기]",
                "subtitle": "",
                "body": " 진궁陳宮의 자字는 공대公臺이고 동군東郡 사람이다. 강직하고 장렬했으며, 젋은 시절 해내의 지명지사知名之士들과 모두 관계를 맺었다. 《삼국지》 〈장막전〉의 배송지 주석에 인용된 어환의 《전략》 知名(지명)을 말 그대로 해석하면 (남의) 이름을 안다는 뜻입니다. 이 앞에 所(소)를 붙여서 所知名(소지명)이라고 쓰면 피동 표현으로 (자기의) 이름이 알려진다는 뜻이 됩니다. 그런데 위의 예문에서는 피동 표지가 없이도 후자 같습니다. ‘知名’이 글자 그대로의 뜻 이상으로 독자적인 의미를 가지게 된 것이 아닐까요? 그래서 ‘知名’의 사용 방식에 변화가 있는지 알아보기 위해 용례를 직접 들여다보기로 했습니다. 먼저 대만 중앙연구원 역사어언연구소에서 공개한 한적전자문헌자료고(漢籍電子文獻資料庫, Scripta Sinica)를 통해 ‘전4사’, 즉 《사기》, 《한서》, 《후한서》, 《삼국지》의 주석을 제외한 본문에서 ‘知名’ 출현 횟수를 세어 보았습니다.       책   권수   知名 총 출현 횟수   1권당 知名 출현 횟수         사기   130   7   0. 0538       한서   110   21   0. 1909       후한서   120   64   0. 5333       삼국지   65   31   0. 4769   서한까지의 역사를 다룬 《사기》와 《한서》보다 후한부터의 역사를 다룬 《후한서》와 《삼국지》에서 상대빈도가 크게 상승하는 것을 확인할 수 있습니다. 빈도가 올라갔다고 하지만 네 사서를 다 합쳐서 123건밖에 되지 않으므로 용례를 하나하나 살펴볼 만합니다. 시대 순서대로 기술하고 분석해 보겠습니다. 1. 사기 (7회): 《사기》에서는 7회 중 3회가 ‘無所知名’입니다. 즉, 피동 표지 所(소)와 함께 사용됩니다.  無所知名(무소지명) ‘이름이 알려진 바가 없었다’나머지 네 건은 피동 표지 없이 피동의 의미로 쓰입니다.  未得知名(미득지명) ‘이름이 알려짐을 아직 얻지 못했다’ 知名諸侯也(지명제후야) ‘제후들에게 이름이 알려졌다’ 혹은 ‘이름이 알려진 제후였다’ 無知名(무지명) ‘이름이 알려짐이 없었다’ 未知名(미지명) ‘아직 이름이 알려지지 않았다’2. 한서 (21회): 《한서》의 21회 중에서 5회는 《사기》에서 그대로 가져온 것이고, 나머지 16회는 《한서》에서 새롭게 나왔습니다. 서한 후반이 되면서 ‘知名’이 더욱 활발하게 쓰였으리라고 추측할 수 있습니다. 또한 이 새로운 16회 중에서는 피동 표지가 붙은 것이 없습니다. ‘知名’ 자체가 이름이 알려졌다는 뜻을 가지는 단어가 되었습니다. 《한서》에 새로 나타난 표현으로는 最(최)가 앞에 붙는 것이 있습니다. ‘知名’ 두 글자가 하나의 형용사처럼 쓰이게 된 것입니다.  最知名(최지명) ‘가장 지명했다’또한 어떤 계기로 유명해졌는지를 명시하기도 합니다.  由[繇]是知名(유시지명) ‘이 일로 말미암아 지명해졌다’캐릭터의 속성으로 ‘지명함’이 존재하여 특정한 이벤트를 통해 획득 가능하며 캐릭터 사이에서 서로 비교할 수도 있게 된 것을 알 수 있습니다. 3. 후한서 (64회): 《후한서》로 가면 이 ‘지명함’이라는 속성이 더욱 풍부한 방식으로 기술됩니다. 일단 《한서》에 나왔던 ‘最知名’과 ‘由是知名’이 유지되며, 새로운 용법도 살펴볼 수 있습니다. 아래의 표현들은 모두 2회 이상 반복해서 나옵니다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "명사 지명 사기 한서 후한서 삼국지 진궁"
            }, 
        
    
        
            {
                "id": 111,
                "url": "https://zyahan.blog/cao-cao-09/",
                "title": "9. 조조의 책 [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "조조는 많은 책을 읽었고 또 많은 책을 썼습니다. 그의 시대에 어떤 책이 있었는지를 알기 위해서는 어디로 가야 할까요? 가장 가까운 시기의 정사로는 앞뒤로 서한의 《한서》 〈예문지〉와 수나라의 《수서》 〈경적지〉가 있습니다. 둘 다 당시에 수집된 도서 목록을 집대성한 책입니다. 아쉽게도 조조가 생존했던 시기를 다루는 《후한서》와 《삼국지》는 도서 목록을 수록하지 않아서, 조조와 관련된 책을 찾으려면 《수서》 〈경적지〉를 참조해야 합니다. 여기에서 조조가 특히 치중한 장르를 알 수 있습니다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "조조 책 수서"
            }, 
        
    
        
            {
                "id": 112,
                "url": "https://zyahan.blog/zhao-feiyan-02/",
                "title": "[조각번역] 조비연외전 2 [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "(계속) 황제가 원앙전鴛鴦殿 휴게실에 있을 때 황제의 문서[簿]를 살폈다. 번예가 문서[簿]를 올리는 김에 진언했다. “비연에게 합덕이라는 여동생이 있는데, 얼굴과 몸매가 아름답습니다. 성품이 순수하고 믿음직하기로는 비연과 비길 수 없습니다. ” 황제는 즉시 사인舍人 여연복呂延福을 시켜 봉황의 깃털 백 개로 장식한 가마[百寶鳳毛步輦車]로 합덕을 맞게 했다. 합덕은 사양했다. “귀인인 언니가 부르는 것이 아니면 감히 갈 수 없으니, [저의] 목을 베어 궁중에 알려주십시오. ”       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "번역 조비연 조합덕 성제"
            }, 
        
    
        
            {
                "id": 113,
                "url": "https://zyahan.blog/zhao-feiyan-01/",
                "title": "[조각번역] 조비연외전 1 [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "황후들의 일화에 관한 리퀘스트로 야사 《조비연외전》을 두 차례에 나누어 번역하고자 합니다. 문장이 어려워서 오역이 많을 수 있습니다. 조趙 황후 비연飛燕의 부친은 풍만금馮萬金이다. 조부 풍대력大力은 악기를 만들고 고치는 일로 강도왕江都王의 협률사인協律舍人(음악을 담당하는 관원)이 되었다. 풍만금은 가업을 이으려 하지 않고, 노래를 익히고 소실된 악곡을 편찬했다. 손을 복잡하게 놀리며 슬픈 소리를 내는 기술로 스스로 범미凡靡의[모두가 쓰러지는] 음악이라고 했다. 듣는 사람들이 여기에 감동하였다. 강도왕의 손녀 고소姑蘇옹주는 강도국의 중위中尉(치안을 담당하는 장관급 벼슬) 조만趙曼과 결혼했다. 조만은 식사를 할 때 그릇이 다르면 밥을 먹지 않을 만큼 풍만금을 총애하여, 풍만금이 옹주와 사통할 수 있었다. 옹주가 임신했을 때, 조만은 성품이 사납고 투기가 심하며 일찍이 병이 있어 여자를 가까이 하지 않았었다. 옹주는 두려워서 병을 핑계로 왕궁에서 살다가 한 번에 두 딸을 낳아 풍만금에게 보냈다. 첫째는 의주宜主, 둘째는 합덕合德인데 모두 [옹주의 남편인] 조씨를 사칭했다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "번역 조비연 조합덕"
            }, 
        
    
        
            {
                "id": 114,
                "url": "https://zyahan.blog/shishuo/",
                "title": "《세설신어(보)》의 호칭어 사용 양상 [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "《세설신어》는 위진 시대 명사들의 일화를 방대하게 모은 책입니다. 조비가 왕찬의 장례식에서 나귀 울음소리를 내었다든가 하는 이야기 등 삼국지 인물들의 행적을 파악하는 자료로도 사용됩니다. 한편, 이번에 입수한 《세설신어보》는 《세설신어》를 본따 송대까지 확장한 《하씨어림》이라는 책의 내용을 추가한 버전입니다. 《세설신어》는 후한 말부터 서진 건국까지를 배경으로 하는 《삼국지》와 시대가 일부 겹치기도 하지만, 주로 그 이후인 서진과 동진의 인물을 다룹니다. 그리고 인물 사이의 대화를 위주로 하고 있습니다. 그러다 보니 《삼국지》의 사람들과 비교해서 호칭어를 어떻게 다르게 썼는지가 눈에 띕니다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "세설신어 호칭어 삼국지 조비 왕찬 하씨어림 세설신어보"
            }, 
        
    
        
            {
                "id": 115,
                "url": "https://zyahan.blog/cao-cao-08/",
                "title": "8. 아직도 끝나지 않은 향 이야기 [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "《통전》과 《예문유취》와 《태평어람》에서 조조와 향에 대한 일화를 다 털고 가겠습니다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "조조 향 통전 예문유취 태평어람"
            }, 
        
    
        
            {
                "id": 116,
                "url": "https://zyahan.blog/women-s-names/",
                "title": "한대 여성의 이름과 자 [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "자字가 성인 남성의 전유물이라는 언급을 곳곳에서 볼 수 있습니다. 위키피디아 한국어판 “성년의 날” 문서에도 “‘자(字)’란 관례를 치른 남자가 갖는 이름이다. ”라고 하고 있네요. 하지만 적어도 한나라 사람들이라면 남자만 자를 갖는다는 말을 이상하게 여겼을 것입니다. 여성이 자를 가지는 것이 한나라에서 얼마나 보편적이었을까요? 중국 간쑤 성에서 출토된 거연한간 중에서는 편지의 수신인으로 유손幼孫·소부少婦 족하足下라고 남편과 아내의 자를 나란히 쓴 사례가 있습니다. 변방을 지키던 이들의 지위는 높지 않았습니다. 이런 경우에도, 혹은 이런 경우라서, 남편의 자만 쓴 것이 아니라 아내의 자까지 대등하게 썼던 것입니다. 여성이 자를 갖는 사례가 상류층에 한정된 것이 아니었다는 사실은 《한서》에서도 확인할 수 있습니다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "한서 거연한간 후한서 여자 이름 자 호칭어 순우연 왕장 조궁 반소 순채 채염"
            }, 
        
    
        
            {
                "id": 117,
                "url": "https://zyahan.blog/a-brief-history-of-cats/",
                "title": "🐾 고대 중국 고양이의 아주 간략한 역사: 한나라의 고양이를 찾아서",
                "subtitle": "",
                "body": "중국사에서 눈에 띄는 고양이 붐은 송나라 때의 문인들이 시와 그림으로 고양이를 앞다투어 묘사했던 풍조입니다. 천 년 전의 고양이 그림을 구경해 봅시다.     https://commons. wikimedia. org/wiki/File:猴貓圖. jpg    https://commons. wikimedia. org/wiki/File:Mao_I_001. jpg이 블로그는 한나라 이야기를 하는 곳이니까, 11세기 송나라에서부터 옛날로 거슬러 올라가면서 고양이에 대한 기록이나 유물로 눈에 띄는 것이 있는지 살펴보겠습니다. 송나라 이전 당나라 때도 사람들은 고양이를 키웠습니다. 중국에서 집고양이가 등장한 것이 이때부터라는 설도 있습니다. 《옥설玉屑》이라는 책에서는 아예 이전까지 중국에 고양이가 없었다고 단언하며, 서역 천축국에서 쥐들이 불경을 갉아먹는 것을 막기 위해 고양이를 기른 것이 기원이라고 주장했습니다. 재미있게도 이 책에서는 삼장법사가 불경을 가져올 때 고양이를 데리고 와서 길렀다는 고사가 나옵니다. 당승취묘唐僧取猫라고도 하는데, 귀여우니까 사실이었으면 좋겠습니다. 당나라 이전으로 가면 고양이를 가축으로 길렀다는 명시적인 기록은 아직 찾을 수 없습니다. 하지만 한나라 때 황족과 귀족들 사이에서 고양이가 어떤 대우를 받았는지에 대한 간접적인 단서는 있습니다. 우선 기원전 1세기 한나라 제후왕의 무덤에서 고양이 뼈가 나왔다는 연구가 있지만, 아쉽게도 이것이 왕이 키우던 집고양이였는지에 대해서는 확언할 수 없습니다. 한편 이에 앞선 기원전 2세기 마왕퇴한묘에서는 동글동글한 고양이(살쾡이)가 여러 마리 그려진 식기가 나왔습니다.     중국 CCTV 다큐멘터리 《만약 국보가 말을 할 줄 안다면》 시즌2에서 이 고양이 무늬 칠기 접시[狸猫纹漆食盘]를 자세히 소개했습니다. 고양이 그림이 움직이고 접시에서 뛰쳐 나오는 연출이 재미있어요! 한나라 무덤에서 나온 동물상으로 개인지 고양이인지 모호한 것도 있습니다. 한나라 떄의 개 조각상은 대체로 목줄과 가슴줄이 채워져 있으므로, 아래 사진은 고양이가 아닐까 추측해 봅니다.     https://www. ebth. com/items/4283758-han-dynasty-red-pottery-tomb-figure-cat-or-dog……아래의 유물은 과연 고양이인지 아닌지 더 큰 고민이 필요해 보입니다.     https://www. metmuseum. org/art/collection/search/42922마지막으로, 고양이를 뜻하는 貓[묘]라는 글자를 고대 문헌에서 검색해서 기록이 있는지 찾아봅시다. 꽤 이른 것으로 《시경·대아》 〈한혁〉에는 “작은 곰과 큰 곰, 貓와 호랑이. ”라는 구절이 나옵니다. 또한 《예기》 〈교특생〉에 따르면 연말 12월에 지내는 여러 신에게 지내는 사蜡라는 제사에서는 밭의 작물을 해치는 쥐를 잡아 주는 貓와 돼지를 잡아 주는 호랑이의 신령도 맞이합니다. 이런 자료를 보면 항상 호랑이와 나란히 나오는 것을 발견할 수 있습니다. 그렇습니다. 여기에서는 이 글자의 의미가 맹수인 살쾡이였을 가능성이 높습니다. 貓[묘]를 보고 무조건 고양이라고 좋아해서는 안 돼요… 그러면 사람이 고양이를 어떻게 대했는지를 왕조별로 요약해 보겠습니다.  한나라 이전: 집고양이는 알 수 없으나 길고양이는 흔하게 있었을 것도 같음.  한나라: 일부 황족과 귀족들의 고양이 애호를 추측할 수 있음. 개와 같이 집에서 길렀는지는 알 수 없음.  당나라: 고양이를 가정집에서 기르기 시작함.  송나라: 고양이의 인기가 대폭발함.  사실 5천 년 전부터 중국에서 레오파드고양이를 가축화했다는 설도 있지만, 제가 소화하기는 어려운 글이라서 본문에 싣지 않았습니다. ",
                "tags": "고양이 살쾡이 마왕퇴한묘 시경 예기 삼장법사 반려동물"
            }, 
        
    
        
            {
                "id": 118,
                "url": "https://zyahan.blog/real-zongjiao/",
                "title": "총각머리의 실제 [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "앞선 포스트 〈손책과 주유의 총각지호總角之好〉에서 총각總角이라는 말이 상고시대 중국에서 어떤 의미였는지 살펴보았습니다. 그러면 총각머리를 하기 위해 머리카락을 어떻게 손질했을까요?       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "총각 총각머리 헤어스타일 효경 예기 후한서"
            }, 
        
    
        
            {
                "id": 119,
                "url": "https://zyahan.blog/rulvling/",
                "title": "율령과 같이 처리하소서",
                "subtitle": "",
                "body": "원소와 세력을 다투기 전에 먼저 여포부터 뿌리를 뽑아야 한다고 조조를 설득했을 때부터1 이런 결말은 정해진 수순이었다. 어쩌면 그에 앞서 도겸이 죽은 뒤 서주를 세 번째로 공격하려던 조조를 막고 진궁이 이끄는 반란군을 토벌하는 일이 급하다고 진언했을 때부터였을지도 모른다. 2 진궁이 조조의 적이 된 뒤로 줄곧 그를 먼저 제거하지 않으면 위험하다고 주장해 왔다. 순욱은 한 해가 다 가도록 허도를 지키며 기다린 끝에 하비에서 승전의 증거로 보낸 여포와 진궁과 고순의 목을 받았다. 조조가 동봉한 편지에서는 진궁이 형장으로 가는 동안 자기를 한 번도 돌아보아 주지 않았다며 서러움을 토로하는 한편 진궁의 가족들을 어떻게 대우할지까지도 상세히 지시했다. 순욱은 한숨을 쉬며 상자 뚜껑으로 손을 뻗다가 이내 거두었다. 겨울이라서3 덜 부패하고 조조가 급하게 보내어 보존 상태가 괜찮다고 하더라도 그의 기호에 맞는 물건은 아니었다. 굳이 상자를 열어서 적장들의 잘린 목을 자기 눈으로 들여다볼 필요는 없었다. 아랫사람들을 시켜서 조조의 명령대로 허도의 시장에 내걸게 하면 그만이었다. 마침내 자신의 주장대로 진궁이 제거되었지만 그의 몰락을 요란스럽게 축하할 마음은 들지 않았다. 조조가 처음 세력을 일으켰을 때부터 함께했던 동료였기 때문은 아닐 것이다. 그 시절에도 그와 사적인 친분은 맺지 않았다. 성격과 취향도 서로 어긋났고, 둘이서 따로 만나 술 한 잔 기울였던 적도 없었다. 4 순욱이 유행시킨 새로운 머릿수건 모양이나,5 서역과 남월에서 온 특이한 향 냄새도6 그의 마음에 썩 들지 않은 모양이었다. 그러니 효수 마지막 날에 순욱의 발걸음을 끝끝내 시장으로 이끈 것이 무엇인지는 그 자신도 알 수 없었다. 순욱은 늘 들고 다니는 향주머니를 코에 갖다 대고 구토를 참았다. 전장에 나가던 시절에는 더 참혹한 광경도 익숙하게 보았지만 이 평화로운 허도에서는 일상의 안온함을 깨뜨리는 흉물이었다. 새해부터 보기에는 더욱 부적절한 장면이었다. 문득 순욱은 자기 주변에 몇 사람밖에 남지 않은 것을 깨달았다. 모두 소복을 입고 있었다. 그 중 한 아이는 서툴게 만든 복숭아나무 부적을 손에 들고 있었다. 78 진궁의 딸인 듯했다. 순욱은 여분의 향료를 담고 다니던 작은 병을 주머니에서 꺼내고 머리에 꽂은 붓을 뽑아서9 병 표면에 글을 썼다. 늘 미신이라고 배척하던 문장이었지만 이 순간에는 그것이 중요하지 않았다.  살아 있는 사람들에게 올 재앙을 모두 망자에게 돌리되 망자가 지은 죄보다 심한 벌을 받게 하지는 마시고9 손에 힘을 주어 마지막 세 단어를 썼다.  율령과 같이 처리하소서[如律令]. 10 진묘병11을 진궁의 딸에게 쥐여 주고 순욱은 안심했다. 이제 조조는 뒤를 돌아보지 않고 앞으로 나갈 수 있을 것이다.  《삼국연의》에서는 순욱이 하비 공방전에 참전했다고 나오지만, 《후한서》와 《삼국지》에서는 참전 여부가 명시되지 않았습니다. 순욱이 조조에게 인재들을 추천한 뒤로 자신은 허도에 남아 일을 처리했다고 한 것을 보면 아마도 참전하지 않았던 것 같습니다. 그래서 조조가 하비에서 산 진궁을 보내 주고 순욱이 허도에서 죽은 진궁을 보내 준다고 설정했습니다. 이것이 가능한 이유는 《삼국지》 〈무제기〉에서 조조가 하비 점령 후 곧바로 허도로 돌아가지 않았다고 나오기 때문입니다.       《삼국지》 〈순욱전〉. 「不先取呂布，河北亦未易圖也。」 &#8617;        《후한서》 〈순욱전〉. 「宜急分討陳宮，使虜不得西顧，乘其閒而收熟麥，約食蓄穀，以資一舉，則呂布不足破也。」 &#8617;        《후한서》 〈효헌제기〉에 따르면 여포와 진궁은 음력 12월 계유일(24일)에 처형당했습니다.  &#8617;        《한서》 〈사마천전〉에서 사마천이 자신과 이릉의 관계를 서술하는 데 사용한 표현을 참조했습니다.  &#8617;        《국역 중국정사 여복지 (상)》(소종 외 옮김, 민속원, 2014) 64면에 수록된 《진서》 〈여복지〉 번역문. “속설에 흡㡊은 원래 갈라진 곳이 없었는데 순욱荀彧의 건巾이 길을 가다가 나무 가지에 닿아 갈라졌는데, 사람들이 좋다 하여 고치지 않았다. ” &#8617;        《향승》에 나오는 “순령십리향”의 조제법에는 서역에서 온 회향 등이 재료로 들어갑니다.  &#8617;        《돌, 영원을 기록하다》(홍승현 외, 경북대학교출판부, 2018) 80면. “여기에는 커다란 복숭아나무가 재앙을 물리치는 압진물로 등장하고 있다. ” 후한 때 무덤에 복숭아나무를 넣는 풍속이 있었음을 알 수 있습니다.  &#8617;        人面桃符. 거연한간 컬렉션, 대만 중앙연구원 역사어언연구소 역사문물진열관 소장. http://museum. sinica. edu. tw/collection/20/item/36/ 아래 사진 참조.  &#8617;        《또 하나의 돈황》(세키오 시로 저, 최재영, 이담, 2015). 후한 때는 장례를 치르면서 무덤에 병을 넣었는데, 이 병 표면에 쓰는 글(진묘문)입니다.  &#8617; &#8617;2        《돌, 영원을 기록하다》 95면. 진묘문의 전형적인 종결어입니다.  &#8617;        《돌, 영원을 기록하다》 70면. “항아리의 모양에 따라 관 또는 병으로 불리는데, […] 몸통에 붉은색 글씨로 진묘문이 쓰여 있기 때문에 흔히 ‘진묘관’, ‘진묘병’으로 불린다. ” &#8617;    ",
                "tags": "삼국지 순욱 진궁 진묘문 진묘병 후한서"
            }, 
        
    
        
            {
                "id": 120,
                "url": "https://zyahan.blog/new-xing/",
                "title": "《한서》에서 새로운 성씨를 만든 사례 [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "앞서서 〈고대 중국의 성姓과 씨氏 구별〉에서 춘추·전국 시대에 씨氏가 다양하게 분화한 것을 살펴보았습니다. 한나라에서는 씨가 성과 통합되면서 굳어졌지만, 그래도 성씨를 바꾼 사례가 간혹 나옵니다. 우선 항백, 유경 등 한나라 개국 후 유방에게 유劉라는 성을 하사받은 인물들을 꼽을 수 있고, 서한 후반으로 가면 개인이 자의나 타의로 성씨를 새로 만들기도 합니다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "성 씨 성씨 한서 차천추 경방 마궁"
            }, 
        
    
        
            {
                "id": 121,
                "url": "https://zyahan.blog/zongjiao/",
                "title": "손책과 주유의 총각지호(總角之好)",
                "subtitle": "",
                "body": "표준국어대사전에 따르면 한국어 총각總角은 ‘결혼하지 않은 성년 남자’를 가리키는 말입니다. 하지만 고대 중국에서 ‘총각’은 훨씬 어린 나이였고, 남성만을 가리키는 것도 아니었습니다. 머리 모양도 달랐습니다. 한국어에서 말하는 총각머리는 머리를 땋아 늘어뜨린 것이지만, 고대 중국어에서 ‘총각’이라고 하는 머리 모양은 머리카락을 양의 두 뿔[角]처럼 만든 것이었습니다. 《시경·제풍》 〈보전〉에서는 총각을 丱[관] 모양이라고 묘사하기도 했습니다. 아마 매체에 자주 나오는 어린이의 머리 모양으로 쉽게 상상하실 수 있을 것입니다. 아래의 그림에서 두 번째 열에 해당하는 것이 ‘총각’입니다.     https://kknews. cc/zh-cn/history/bpg98aj. html총각總角이라는 말은 《후한서》 열전에서부터 어린 나이라는 의미로 사용됩니다. 주로 총각 때부터 효성이나 영특함으로 명성을 떨치는 경우입니다. 좀 더 특별한 표현으로는, 《삼국지·오서》 〈주유전〉 주석에 인용된 《강표전》에서 손책이 주유가 자신과 총각지호總角之好가 있었다고 말하는 예가 있습니다. 《강표전》의 다른 곳에는 주유가 십여 세에 손책의 소문을 듣고 그를 만나러 갔다는 이야기가 나오는데, ‘속발’이 아닌 ‘총각’인 것을 보면 열 살을 갓 넘겼던 것 같습니다. (참고로 속발束髮은 대학大學에 입학하는 나이로 15세를 말합니다. ) 쇠를 끊는 단금지교斷金之交가 씩씩한 인상이라면, 양 갈래 머리를 한 주유가 양 갈래 머리를 한 손책을 찾아갔다는 총각지호總角之好는 훨씬 귀여운 모습입니다. (그려 주세요. ) ",
                "tags": "총각 총각머리 헤어스타일 후한서 삼국지 강표전 손책 주유"
            }, 
        
    
        
            {
                "id": 122,
                "url": "https://zyahan.blog/xing-and-shi-in-ancient-china/",
                "title": "고대 중국의 성(姓)과 씨(氏) 구별 [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "송나라 때 나온 《통지通志》 〈씨족략氏族略〉에 따르면 상고시대 중국에서는 성姓과 씨氏를 구별했습니다.  삼대(하·상·주) 이전에는 성姓과 씨氏가 분리되어 서로 달랐다. 남자는 씨氏로 칭하고 부인은 성姓으로 칭했다. 씨氏를 통해 귀천을 구별하였다. 귀한 자는 씨氏가 있고 천한 자는 이름만 있었다. … 씨氏가 같고 성姓이 다르면 혼인을 할 수 있었지만 성姓이 같고 씨가 다르면 혼인을 할 수 없었다. 삼대 이후 성姓과 씨氏가 합쳐져서 같은 것이 되었다. 이 글에서는 위의 인용문에서 아雅가 굵게 표시한 내용이 《사기》와 《한서》에서 어떻게 구현되었는지를 알아보겠습니다. 1. 같은 성끼리는 결혼을 할 수 없다: 성姓은 혈통을 표시하는 수단이었습니다. 춘추 시대 진晉, 조曹, 정鄭 등 주周나라 왕실의 후손인 희姬성 제후들은 서로 동성으로서 같은 종족이라는 의식이 있었습니다. 진나라 공자 중이重耳가 모함을 받아 망명하여 각지를 떠돌아 다닐 때, 조나라와 정나라의 신하들은 중이가 같은 성의 사람이므로 잘 대해 주어야 한다는 의견을 내었습니다. (사기 진세가) 따라서 같은 성끼리 결혼을 할 수 없었다는 것은 (부계 기준의) 근친혼을 막았다는 의미입니다. 이 전통은 질기게 이어져서, 한국에서도 몇십 년 전까지만 해도 동성동본 사이의 결혼이 금지되었을 정도였습니다. 그러나 성과 씨가 구별되던 시절 대부분의 성이 희姬, 강姜, 영嬴, 요姚, 규媯 등 여성[女]을 포함한 글자인 것을 보면—성姓이라는 글자부터 여성[女]을 포함하고 있지요—원래는 모계 혈통을 가리켰다고 추정할 수도 있습니다. 이와 관련하여 자세한 내용은 《동아시아 고대의 여성사상》을 보세요. 📖 2. 부인은 성으로 칭한다: 부인을 성姓으로 칭하는 것은 《춘추》에 기록된 여러 귀부인들의 칭호에서 살펴볼 수 있습니다. 많은 여성이 대체로 두 글자로 많이 알려져 있는데, 두 글자라서 마치 성명 같지만 성명이 아닙니다. 두 번째 글자가 성이며, 첫 번째 글자는 출신국, 시호, 자매간 서열, 남편의 씨 등의 호칭입니다. 몇 가지 예를 들어 보겠습니다.  채희蔡姬: 채蔡나라 종실인 희姬성 제강齊姜: 제齊나라 종실인 강姜성 목영穆嬴: 시호가 목穆인 영嬴성 (진秦나라 종실) 백희伯姬: 장녀인 희姬성 (노魯나라 종실) 하희夏姬: 하어숙의 부인 희姬성 (정鄭나라 종실)여자는 기본적으로 성으로 불리며 그 앞에 개인을 구별할 수 있는 표지를 붙인다는 것입니다. 여성의 휘는 대문을 넘지 않는다는 말처럼, 위에 나오는 여성들의 이름은 우리에게 알려지지 않았습니다. 3. 남자는 씨를 칭하고 씨는 귀천을 구별한다: 같은 혈통이라도 내부에서 적서, 빈부 등으로 권력의 차이가 발생합니다. 이를 반영하여 다양한 계기로 가문이 분화되어 씨氏를 달리할 수 있습니다. 《사기》에서 자주 볼 수 있는 사례는 봉읍으로 받은 땅의 이름을 씨로 삼는 경우입니다.  여呂: 태공망 상尚은 원래 성이 강姜이지만 여呂 땅을 봉지로 받아 여씨를 칭하게 되었습니다. (사기 제태공세가) 상商: 전국 시대 진秦나라에서 변법을 시행한 것으로 유명한 상앙商鞅은 원래 위衛나라 종실 가문으로 희姬성 공손公孫씨였으나 진나라에서 상商 땅을 봉지로 받아 상씨로 불렸습니다. (사기 상앙열전)일가에서 관직이나 직업을 되물려 받으면서 그 명칭으로 씨를 삼기도 합니다.  사마司馬, 태사太史 등: 관직 이름.  복卜, 도陶 등: 직종 이름. 한 성姓에서 여러 씨가 분화되는 예도 살펴봅시다. 노魯나라 환공桓公의 장남 장공莊公의 세 남동생 경보慶父, 숙아叔牙, 계우季友는 각각 삼환三桓의 시조가 되었습니다. (사기 노주공세가)  맹孟: 경보의 후손.  숙叔: 숙아의 후손.  계季: 계우의 후손. 장공의 후계 쟁탈 과정에서 경보와 숙아는 살해당했지만 계우는 장공의 아들을 옹립하여 재상이 되었고, 결국 계우의 후손인 계씨가 가장 큰 권력을 가졌습니다. 《논어》에 나오는 계씨와 맹씨도 이들의 후손입니다. 다른 예로, 아래의 여러 씨는 모두 춘추 시대 진陳나라 종실 진씨에서 갈라져 나온 것들입니다.  전田: 진陳나라 공자 진완陳完이 제齊나라로 가면서 씨를 전으로 바꾸었습니다. (사기 전경중완세가) 왕王: 제나라가 망한 뒤 왕족 전田씨의 후예들이 왕의 후손이라는 이유로 왕씨를 칭하게 되었습니다. (한서 왕망전) 호모胡母: 진陳나라 호공胡公의 후손이 모향母鄉을 봉읍으로 받으면서 조상의 시호와 봉지를 합쳐 호모씨를 창설했습니다. (풍속통의)      🔒 멤버십 가입하고 전체 보기  ",
                "tags": "성 씨 성씨 춘추 사기 한서 풍속통의"
            }, 
        
    
        
            {
                "id": 123,
                "url": "https://zyahan.blog/too-late-2-2-1-spinoff/",
                "title": "외전 2-2-1. 납일",
                "subtitle": "건안7년 겨울 12월, 관도에서.",
                "body": "“이번 납일臘日에 궁宮한테 잠깐 들르시면 안 돼요?” “뭐하려고?” 조조는 진궁의 유혹에 넘어갈 준비가 다 되어 있었지만 짐짓 엄하게 물었다. 예전에 여름 복날伏日을 맞아 진궁에게 제사 고기를 보냈다가 봉변을 당한 일이 떠올랐기 때문이다. 그 뒤로 지금까지 진궁에게는 여름 복날도 겨울 납일도 따로 챙겨 주지 않았다. 진궁도 굳이 요구하지 않았다. 그런데 갑자기 왜? 진궁은 어깨를 으쓱거리면서 대답했다. “사蜡1 흉내라도 내 보고 싶어서… 형여刑餘의 몸이 조상에게 제사를 지내진 못해도 몰래 고양이를 부르는 것 정도는 괜찮겠죠. 2” 여덟 신령 중에서 고양이를 고른 이유가 궁금했지만, 아무튼 조조는 당일에 각종 행사를 치르고 나서 해가 질 무렵이 되어 고양이 가면을 가져왔다. “알지? 사蜡를 지낼 때는 갓끈 풀고 제대로 놀아야 해. 3” “어차피 풀 갓끈도 없어요. ” 진궁은 조조가 시키기도 전에 고양이 가면을 쓰고 노래를 부르기 시작했다.  碩鼠碩鼠 無食我苗 쥐야 쥐야 큰 쥐야 내 싹을 먹지 마라 《시경·위풍》 〈석서〉 조조는 일어나서 춤을 추었다. 진궁은 노래를 계속했다. 뜻밖에 실력이 좋았다.  三歲貫女 莫我肯勞 너를 삼 년 알았는데 나를 위로 않는구나 逝將去女 適彼樂郊 널 버리고 떠나가서 저 즐거운 교외 간다 樂郊樂郊 誰之永號 즐거운 교외에서 누가 길이 탄식할꼬 진궁은 노래를 다 부른 뒤 천장을 향해 말했다. “야-옹. ” 조조는 되물었다. “야옹?” 진궁은 투덜거렸다. “공公은 왜 야옹거려요?” “공대가 먼저 했잖아. ” “공公이 춤을 추니까 쥐들이 도망가 버렸어요. ” 조조는 놀라서 물었다. “이 집에 쥐가 있어?” 진궁은 고양이 가면을 벗고 대답했다. “밤에 누워 있으면 천장에서 돌아다니는 소리가 잘 들려요. 제일 사납게 찍찍거리는 놈이 봉선이. ” “맹덕이는 없어?” “있……으면 좋겠어요?” 조조는 농담으로 물었는데 진궁은 당황한 기색으로 둘러댔다. “살아 있는 쥐새끼한테 감히 어떻게 공公의 자字를 붙이겠어요?” “그래서 쥐새끼들한테 들려주려고 고양이 놀이를 하자고 한 거야?” “……네. ” “고양이를 부른 김에 쥐들을 다 없애 줄게. ” 진궁은 애절하게 물었다. “기둥 갉아 먹는 것도 아닌데 그냥 두시면 안 될까요?” “안 돼. ” 조조는 시자들을 꾸짖고 쥐를 모조리 잡아 없애라고 명령했다. 다음에 진궁에게 노래를 또 시켜 보아야겠다는 것도 잊지 않았다.       납일에 지내는 제사. 여기에서는 ‘랍’이 아닌 ‘사’라고 읽습니다.  &#8617;        《예기》 〈교특생〉에 따르면 사蜡에는 여덟 가지 신령을 불렀고, 그 중에 하나가 밭의 쥐를 없애 주는 고양이입니다.  &#8617;        《예기》 〈잡기 하〉에서 공자의 제자 자공은 사蜡를 보고 온 나라 사람들이 미친 것 같다고 평했습니다.  &#8617;    ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 납일 명절 고양이 예기 사(蜡)"
            }, 
        
    
        
            {
                "id": 124,
                "url": "https://zyahan.blog/birthday-party-in-ancient-china/",
                "title": "한대의 생일 파티 [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "생일을 축하하는 풍습은 현대인에게 중요합니다. 덕질에서도 마찬가지입니다. 최애의 생일을 챙기는 것은 필수적인 행사이며, 생일파티는 써먹기 좋은 이벤트입니다. “동양풍”에서도 생일 파티가 어색하지 않은 듯합니다. 실제로 《금병매金瓶梅》와 같은 고전 소설에서도 생일 파티가 자주 나옵니다. 하지만 《금병매》는 명나라 때 나온 소설로, 한나라에 비하면 그렇게 오래된 옛날은 아닙니다. 초한지와 삼국지 등 한대에 걸쳐 있는 장르에서라면 어떨까요?       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "생일 안씨가훈 금병매"
            }, 
        
    
        
            {
                "id": 125,
                "url": "https://zyahan.blog/musical-instruments-in-battle/",
                "title": "전투 중에 사용하는 악기의 변화 [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "북과 징: 한나라 때 군대에서 사용하는 악기라고 하면 제일 먼저 북이 떠오르고, 다음이 징입니다.  군자는 징 소리를 들으면 무신을 생각한다. 북 소리를 들으면 장수를 생각한다. 《예기》 〈악기〉 북과 징은 상징일 뿐만 아니라 실제로 군령을 내릴 때도 사용됩니다.  북 소리를 들으면 전진하고 징 소리가 들리면 후퇴하라! 《한서》 〈이릉전〉 이것은 가장 기본적인 군령입니다. 《삼국연의》에서도 일대일 대결 중에 갑자기 본진에서 징을 쳐서 장수를 돌아오게 하는 장면을 본 것 같습니다. 군대에서 소리가 크게 울리는 타악기를 사용하는 것은 물론 자연스럽고, 군대의 사기를 고무하기 위해 단체로 현악기를 연주하는 것은 잘 상상이 가지 않습니다. 하지만 관악기는 없었까요? 어느 시기까지는 그랬던 것 같습니다. 하지만 외국과 교류하면서 새로운 문물이 들어옵니다. 언제부터인가는 악기를 연주한다는 뜻의 동사 고鼓의 목적어로 각角을 볼 수 있습니다. 뿔로 만든 악기겠지요. 나팔의 등장: 당나라 때 나온 《통전·악전》에 따르면 각角에 대한 기록은 따로 없고, 어떤 사람은 강羌과 호胡의 이민족들이 중국의 말을 놀래킬 때 썼다고 하며, 반면 마융은 오吳와 월越에서 나왔다고 했다고 합니다. 서북 기원설과 동남 기원설이 모두 있는 것을 보면 서로 반대쪽에 있는 두 지역에서 독자적으로 생겨난 것일 수도 있겠습니다. 각角은 시기에 따라 피리를 가리키기도 하고 나팔을 가리키기도 하지만, 진격 중에 부는 것이라면 아마도 나팔이 아닐까 싶습니다. 소리 크기가 다르잖아요. 아무튼 《통전》에서 서술했듯이 나팔에 대한 기록은 드뭅니다. 특히 《사기》와 《한서》에서는 전쟁터에서 나팔을 연주했다는 기록을 찾을 수 없습니다. 사서에서 검색되는 것은 후한 말, 삼국지 초반부터입니다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "삼국지 군악 북 징 나팔 에기 한서 손책 원소 음악"
            }, 
        
    
        
            {
                "id": 126,
                "url": "https://zyahan.blog/summer-vacations/",
                "title": "한대의 여름 휴가 [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "7월 17일 제헌절이 공휴일이 아닌 것이 슬퍼서 《한서》에 나오는 여름철 휴일에 대해서 알아보았습니다… 대표적인 여름 휴일은 24절기에 속하는 하지夏至와 절기 바깥의 복날[伏日]로, 각각 겨울의 동지冬至와 납일臘日에 대응합니다. 하지夏至는 1년 중 낮이 가장 긴 날로, 앞뒤로 이틀씩을 합쳐서 닷새 동안 군사들과 관리들을 쉬게 하는 큰 연휴입니다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "하지 복날 여름 휴가 명절 거연한간 돈황한간 한서 설선 양운"
            }, 
        
    
        
            {
                "id": 127,
                "url": "https://zyahan.blog/promise/",
                "title": "향로 위의 약속",
                "subtitle": "",
                "body": "유협은 번쩍이는 황금 향로에 비치는 자기 모습을 보았다. 조조의 눈에도 저렇게 일그러지고 우스꽝스러운 모습이겠지. 황제의 문구와 서류를 정리하던 시중侍中 순욱이 황제의 시선을 눈치챈 듯 물었다. “신臣이 향을 피워 드릴까요, 폐하?” 입안에 계설향雞舌香이 들었을 텐데도1 그의 발음은 또렷했다. 유협은 떨지 않으려고 애쓰며 목소리를 가다듬었다. “향은 경卿이 차고 있는 주머니에서 나는 것으로 충분하다. ” “황공합니다. 신臣이 폐하의 코를 어지럽혔습니다. ” 순욱은 공손하게 머리를 조아렸다. “어떻게 천한 신하의 향으로 지존至尊을 즐겁게 해 드릴 수 있겠습니까? 이 향이 마음에 드신다면 부디 신臣 욱彧이 폐하를 위해 재료를 더 섞는 것을 허락해 주십시오. ” 유협은 거절할 용기를 내지 못했다. 순욱은 조조의 사람이다. 그가 하는 말은 가능한 한 들어주어야 했다. ‘조조에게는 황제가 필요해. 내가 죽으면 곤란해질 테니 향에 독을 타지는 않겠지. ’ “그러면 이 황금 향로를 써도 좋다. ” “폐하의 은혜에 감사드립니다. ” 순욱은 환관들을 불러 한 명은 향로에 숯을 넣고 다른 한 명은 맷돌과 새로운 재료를 가져오게 했다. 그리고 자기의 향낭을 풀어 재료를 꺼냈다. 달큰한 감송과 회향2 정도는 유협도 식별할 수 있었다. 순욱은 모든 재료를 펼쳐 놓는 듯하더니 하얀 덩어리는 도로 집어넣었다. 유협은 의아하게 쳐다보았다. “용뇌龍腦라는 물건입니다. 3 지금 폐하를 편안하게 모시기에는 적절하지 못할 것 같아서 여기에는 넣지 않겠습니다. ” 유협은 미심쩍었다. 그 동안 순욱은 환관이 가져온 마른 줄기를 골라 손으로 바수었다. “그 재료는 뭔가?” “백부자白附子입니다. 4 놀라고 위축된 마음을 안정시켜 줍니다. ” 유협은 신하가 황제의 마음속을 감히 드러내는 무례를 꾸짖지 못했다. 조조의 장자방 앞에서 불안하지 않은 척해 보았자 속여낼 수 있을 리가 없었다. 다음으로 순욱은 노란 덩어리를 맷돌에 넣어 갈았다. “훈륙薰陸이라고 합니다. 5 정신을 집중하고 호흡을 깊게 하는 데 좋습니다. ” 마지막으로 순욱은 재료를 모두 모아 소합유에 섞고 꿀로 빚어 환약을 만들었다. 6 환약을 향로에 넣자 곧 향기가 퍼졌다. 순욱이 말한 효과는 사실이었다. 한 순간의 평안이라도 좋았다. 조조가 옆에 없을 때만이라도 안식을 선사하겠다는 약속이었다.       《한관의》에 따르면 후한 말 황제를 모시는 상서랑들은 입냄새를 제거하기 위해 입에 정향을 물고 있어야 했습니다.  &#8617;        순령십리향과 한건녕궁중향의 공통 재료.  &#8617;        순령십리향에만 들어가는 재료. 차갑고 싸한 향이 납니다.  &#8617;        한건녕궁중향에만 들어가는 재료. 효능은 바이두백과에서 찾았습니다.  &#8617;        한건녕궁중향에만 들어가는 재료. 훈륙은 유향을 말합니다.  &#8617;        한건녕궁중향을 만드는 마지막 과정.  &#8617;    ",
                "tags": "삼국지 순욱 헌제 유협 순욱유협 한건녕궁중향 향 향로"
            }, 
        
    
        
            {
                "id": 128,
                "url": "https://zyahan.blog/too-late-1-5-1-spinoff/",
                "title": "외전 1-5-1. 낭고의 상",
                "subtitle": "건안6년 봄 1월. 관도에서.",
                "body": "조조는 진궁을 앞에 앉혀 놓고 대뜸 말했다. “목 좀 뒤로 돌려 봐. ” 진궁은 떨떠름한 표정이었지만 어쨌든 조조가 시키는 대로 했다. 하지만 조조의 주문은 까다로웠다. “어깨는 틀지 말고 목만 돌리라니까. ” “이 정도면 됐어요?” “더. 완전히 뒤를 볼 수 있을 만큼. ” 진궁은 고개를 양 옆으로 한 번씩 돌려 보고는 말했다. “안 되는데요. ” “이상하네. 경卿이 안 될 리가 없는데. ” 조조는 두 손으로 직접 진궁의 머리를 잡고 힘껏 돌려 보았다. 목에서 뚝뚝거리는 소리가 났다. “안 아파?” “아파요. ” “아픈데 왜 말을 안 해?” “이번에야말로 공公이 내 목을 비틀어 죽여 줄 줄 알았죠. ” 조조는 진궁의 등을 철썩 소리가 나게 때렸다. “얘가 못 하는 소리가 없어. ” “안 죽여 줄 거면 괴롭히지 마세요. ” 진궁은 조조의 손을 뿌리치고 자리에서 일어났다. 조조는 두통이 도졌는지1 이마를 짚고 중얼거렸다. “어떻게 고孤를 안 따를 수 있지?” “갑자기 해묵은 원한이 떠올랐어요? 발 자르고 가둬 놓은 걸로 안 풀렸어요?” “다리를 못 쓴다는 같잖은 핑계나 대고 말이야. ” 문간으로 나가던 진궁은 조조를 돌아보면서 벌컥 화를 내었다. “맹덕, 자子2는 대체 오늘따라 나한테 왜 이러는데요?” 조조는 그제야 정신을 차렸다. “아니, 경卿 이야기가 아니야. ” 진궁은 납득하지 않았다. “그럼 누군데요?” “사실은 어떤 어린애3가 똑똑하다고 소문이 자자해서 불렀는데 그 녀석이 팔다리가 불편해서4 못 오겠다는 거야. ” “그래서요?” 조조는 잠시 망설였다. 진궁을 달래기는 달래야 했다. 어차피 천하의 정세와 관련된 것도 아니니까 말해도 큰일은 없을 터였다. “걔가 낭고狼顧의 상이라고 하더라고. ” “늑대가 돌아보는 게 어쨌는데요?” “고개를 돌려서 뒤를 볼 수 있으면 주인을 배반할 관상이래. ” 진궁은 코웃음을 쳤다. “엉터리네. 그게 진짜면 내 목이 두 바퀴는 돌았게요?” 조조는 진궁의 기분이 좀 풀린 듯해서 안심했다. 진궁은 조조를 도도하게 내려다보면서 말했다. “오늘부터 연습해야겠어요. ” “뭘?” “목 뒤로 돌리기요. ” “얘가 진짜 못 하는 소리가 없어. ” 조조는 진궁의 등짝을 한 번 더 때리려고 일어섰다.    조조가 ‘그 녀석’을 떠올린 것은 7년 뒤,5 진궁을 스포일러로 스포일러하고도 화가 안 풀린 채였다. 자기를 거절하는 자들을 그냥 둘 수 없었다. 즉시 사자를 보내 이번에도 안 오면 감옥에 집어넣겠다고 을렀다. 마침내 도착한 그 녀석이 정말 낭고의 상인지 확인해 보니 과연 고개를 돌려 뒤를 볼 수 있었다. 6  사마의가 조조에게 출사하게 되는 이야기에 대한 리퀘스트를 받았는데 이 시리즈로 드려도 괜찮을지 모르겠군요. 😅      조조의 고질병인 두통.  &#8617;        어쨌든 존칭입니다. 허소가 조조의 관상을 볼 때 조조를 자子로 칭했습니다. 한국어로 ‘당신’ 정도에 비견될 것 같아요.  &#8617;        젊은 사마의.  &#8617;        《진서》 〈고조선제기〉에서 조씨를 섬기기 싫었던 사마의가 실제로 댄 핑계입니다. 조조가 몰래 사람을 보내 밤중에 찔러 보게 했는데도 꿈쩍도 하지 않았습니다.  &#8617;        사공 조조가 승상이 되었을 때.  &#8617;        역시 《진서》 〈고조선제기〉에 나옵니다.  &#8617;    ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 낭고상 사마의"
            }, 
        
    
        
            {
                "id": 129,
                "url": "https://zyahan.blog/cao-cao-07/",
                "title": "7. 조조가 가족들에게 금지시킨 것 [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "조조가 무엇인가를 자기 옷 안에 넣은 일이 그렇게까지 가증스러운 이유는…       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "조조"
            }, 
        
    
        
            {
                "id": 130,
                "url": "https://zyahan.blog/knives-and-swords-in-hanshu/",
                "title": "《한서》에서 도(刀)와 검(劍)의 용례 [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "잘 아시다시피 도刀는 한쪽이 날, 다른 쪽이 등으로 이루어진 칼이며 검劍은 양쪽 모두 날로 이루어진 칼입니다. 《한서》에서도 이 두 가지를 구별하여 서술하며, 두 단어의 용례가 다른 것을 확인할 수 있습니다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "도검 칼 이릉 광천왕 유거 전연년 갑관요 한서"
            }, 
        
    
        
            {
                "id": 131,
                "url": "https://zyahan.blog/cao-cao-06/",
                "title": "6. 조조가 옷 속에 넣은 것 [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "《예문유취藝文類聚》에 인용된 《광지廣志》에 따르면 조조는 이것을 옷 속에 넣었습니다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "조조 예문유취 광지"
            }, 
        
    
        
            {
                "id": 132,
                "url": "https://zyahan.blog/cao-cao-05/",
                "title": "5. 조조의 손 씻기[盥] [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "관盥이라는 한자는 정말 대야처럼 생겼습니다. 그릇[皿]에 담긴 물[水]에 양손[臼]을 넣은 모양입니다. 후한 때 나온 자전 《설문해자說文解字》에서는 손을 씻는다는 의미로 풀이하고 있습니다. 아무튼 이 글자는 《삼국지》 〈무제기〉에서 건안 21년 2월 위공 조조가 업으로 귀환했다는 기사의 주석에 인용된 《위서魏書》에 나옵니다. 조조는 2월 갑자일 사당[廟]에 봄 제사[春祠]를 지내면서 제사에 참여하는 몸가짐에 대해 일장연설을 하는데, 여기에 손 씻기가 나옵니다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "조조 세수 삼국지 제사 설문해자 盥"
            }, 
        
    
        
            {
                "id": 133,
                "url": "https://zyahan.blog/cao-cao-04/",
                "title": "4. 조조가 특히 좋아한 음악 장르는? [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "조조가 음악을 좋아했다는 기록은 정사 《삼국지》 주석에도 인용되어 있습니다. 장화張華의 《박물지博物志》에 따르면 조조의 음악적 재능은 당시의 명사 환담桓譚과 채옹蔡邕에 비길 만했으며, 《조만전曹瞞傳》에서는 가수와 배우들을 밤낮으로 곁에 두었다고 합니다. 그렇다면 조조가 구체적으로 어떤 음악을 좋아했는지에 대한 단서가 있을까요?       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "조조 삼국지 박물지 조만전 음악"
            }, 
        
    
        
            {
                "id": 134,
                "url": "https://zyahan.blog/cao-cao-03/",
                "title": "3. 서역의 보석을 좋아한 조조(와 아빠의 보석을 탐낸 조비) [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "서진 사람 최표崔豹가 쓴 《고금주古今注 권하卷下》 〈잡주제7雜註第七〉에 조조의 물건이 언급됩니다.  위 무제는 마노로 말 재갈을 만들고 차거로 술 사발을 만들었다. [魏武帝以瑪瑙石為馬勒，車渠為酒碗。] 마노와 차거는 모두 서역산 보석으로, 당시의 사전인 《광아廣雅》에 따르면 둘 다 옥에 버금가는 진귀한 돌이었습니다. 조조는 언제 어떻게 이것을 얻었을까요?       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "조조 고금주 마노 차거 광아 보석 사치"
            }, 
        
    
        
            {
                "id": 135,
                "url": "https://zyahan.blog/too-late-3-1-1-spinoff/",
                "title": "외전 3-1-1. 너에게 죽은 새를 선물할게",
                "subtitle": "건안10년 4월, 업에서.",
                "body": "진궁은 오늘따라 밥상 앞에서 말이 많았다. “여름이니까 꿩고기 육포 반찬은 어울리는데,1 국에까지 꿩이 들어갔네요. 꿩고기 소비 장려 운동이라도 시작한 거예요? 아니면 사공부司空府에 꿩이 떼로 날아왔어요?2 여기선 그런 거 안 보이던데. ” 조조는 잘 되었다 싶으면서도 놀랐다. “언제부터 그렇게 식사 메뉴에 관심이 많았어?” “화초 키우기 말고는 달리 할 일도 없으니까… 날마다 변하는 거라곤 그것뿐이고…” 진궁은 조조가 말을 더 하기도 전에 혼자 풀이 죽었다. “그렇다고 형여刑餘의 몸이 반찬 투정을 하겠다거나 팔진八珍3씩이나 바라거나 하는 건 아니고요. 잘 먹겠습니다. ” 조조는 아빠 같은 미소를 지었다. “그럼 왜 차렸는지 알아내 봐. 똑똑하다며. 4” 진궁은 시자가 가져온 물그릇에 손을 씻고5 육포를 찢으며6 말했다. “공公이 이유가 있으니까 시켰겠죠. 그렇다고 뭔가를 축하하는 음식이라기엔 공公의 스케일에서 좀 조촐한 것 같고. ” “딱 보면 안 떠올라? 모르는 척할 거야?” “입에 음식 물고 말하는 거 아녜요. 왜 그렇게 재촉해요?” 조조는 밥알을 튀겨 가며 따졌다. “우리가 꿩고깃국을 왜 먹었는지 기억하잖아. ” “내가 지금 이 꼴로 살면서 그나마 견딜 수 있는 건 옛날 생각을 안 하기 때문이거든요. ” “누가 나쁜 기억을 떠올리래? 좋은 추억도 있을 거 아냐. ” 진궁은 국을 한 모금 마시고 나서 입을 열었다. “내가 동군태수부에서 공公을 뵐 때 예물로 꿩 가져갔던 거 말이죠?” 조조에게야 13년이 지난 지금까지도 가장 아름다운 기억이었다. 진궁은 한숨을 쉬었다. “그때 꿩을 들고 간 게 당연하지, 내가 물오리를 들고 갔겠어요, 아니면 기러기를 들고 갔겠어요?7 아무튼 왜 하필이면 오늘 차렸는지는 정말 모르겠는데요. 무슨 변덕인가요?” 조조는 상냥하게 물었다. “공대가 어떤 계기로 나를 찾아왔었지?” 진궁은 《급취편》을 외우는 학동8처럼 대답했다. “동군에 침입한 흑산적을 친 걸 기념했었죠. ” 조조가 손뼉을 쳤다. “그렇지. 그 흑산적이 드디어 천하에서 완전히 없어졌다고. ” “담장 안에 갇힌 포로가 천하의 일을 알아서 뭐하겠어요. ” “왜, 13년 전에는 고향에서 흑산적을 쫓아내 줘서 고맙다고 나한테 폐백으로 꿩까지 바쳤잖아. ” 진궁은 조조가 등을 쓰다듬어도 반응하지 않았다. “그 폐백으로 생긴 연이 끝까지 갔다면 지금 내가 공公의 포로로 있겠어요?” “고孤가 인정이 과해서 공대가 주인을 바꾸고 다녀도 살려준 거지. ” “아, 네, 어떻게 감사드려야 할지 모르겠네요. ” 조조는 진궁의 비아냥을 애교로 넘기는 데 익숙했지만 문득 다른 것이 떠올라서 신경이 쓰였다. “그래도 경卿이 폐백을 바친 상대는 나밖에 없지?” “몰라요. ” 조조는 인상을 썼다. “장막이나 여포한테도9 꿩을 줬나?” “기억 안 난다니까요. ” “그럼 고孤가 원하는 대답을 해. ” 진궁은 버텼다. “싫어요. ” “어쩌면 그렇게 자기밖에 몰라?” “꿩고깃국 다 식겠어요. 어서 잡수세요. ”    사士는 꿩을 폐백으로 삼는다. 꿩은 먹이로 꾀어 새장에 넣어 길러도 복종시킬 수 없기에 사士가 꿩을 폐백으로 삼는 것이다. 10  조조와 진궁의 첫 만남에 대한 날조입니다.       《예기》 〈내칙〉에 따르면 여름에는 말린 꿩고기를 개기름으로 조리해 먹는다고 합니다.  &#8617;        서한 말에는 특정 부서에 꿩이 무리지어 날아오는 것으로 하늘의 징조를 삼았습니다.  &#8617;        《예기》 〈내칙〉에 나오는 여덟 가지 진미. 지금 알려진 팔진미와는 차이가 있습니다.  &#8617;        《삼국지》 〈장막전〉 주석에 인용된 《전략》. “공대는 평소에 지모가 넘친다고 자부하더니~” &#8617;        《회남자》 〈태족훈〉에 따르면 식사 전에 먼저 손을 씻는 것이 에티켓입니다.  &#8617;        《예기》 〈곡례 상〉에 따르면 말린 고기는 이로 뜯지 말고 손으로 찢어야 합니다.  &#8617;        대부大夫는 기러기, 사士는 꿩, 서인庶人은 물오리나 닭을 예물로 삼습니다.  &#8617;        《급취편》은 글자 교본입니다.  &#8617;        진궁의 두 번째 주인과 세 번째 주인입니다.  &#8617;        《설원》에 나오는 말입니다.  &#8617;    ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 예기 회남자 꿩 급취편 한서"
            }, 
        
    
        
            {
                "id": 136,
                "url": "https://zyahan.blog/new-year-in-later-han/",
                "title": "[조각번역] 후한 궁정의 새해맞이 행사",
                "subtitle": "",
                "body": " 한 해의 첫날에는 조정에서 활쏘기 행사를 크게 열고 하례를 받는다. 그 의식에 따르면 밤의 물시계가 7각이 되기 전에 종을 울리고 하례와 예물을 받는데, 공·후는 옥구슬, 중2천 석은 새끼양, 1천 석과 600석은 기러기, 400석 이하는 꿩이다. 백관이 정월을 축하하고, 2천 석 이상은 윗전각에 올라 만세를 부르고 어전에서 술잔을 든다. 사공司空이 국을, 대사농大司農이 밥을 올린다. 식사를 거행하는 음악을 연주하고 백관이 하사품을 받으며 술잔치로 크게 즐거워한다. 《태평어람》 〈시서부14〉 원일 ",
                "tags": "태평어람 속한서 새해"
            }, 
        
    
        
            {
                "id": 137,
                "url": "https://zyahan.blog/cao-cao-02/",
                "title": "2. 《한서》 〈곽광전〉을 열심히 읽은 조조 [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "첫 번째는 조조가 영천에서 황건적을 물리친 공으로 제남상, 동군태수가 되었다가 관직에서 물러나 고향에 돌아가 있을 때의 일이었습니다. 중평(184–189) 연간에 기주 자사 왕분과 남양 사람 허유, 패국 사람 주정 등이 호걸들과 결탁하여 영제를 폐위하고 합비후를 옹립하려고 모의하면서 조조에게도 알렸습니다. 《삼국지》 주석에 인용된 《위서》에서는 조조가 어떻게 거절했는지를 상세하게 실어 놓았습니다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "조조 한서 삼국지 곽광"
            }, 
        
    
        
            {
                "id": 138,
                "url": "https://zyahan.blog/titles-for-women/",
                "title": "한대 여성의 작위",
                "subtitle": "",
                "body": " 한나라의 후궁, 여관, 명부 제도에 대해서 알고 싶습니다! 0. 서론: 명부命婦의 시초라고 할 만한 것은 《예기》 〈곡례 하〉와 이를 인용한 채옹의 《독단》에 나옵니다.       남편의 신분   정실의 칭호         천자天子   후后       제후諸侯   부인夫人       대부大夫   유인孺人       사士   부인婦人       서인庶人   처妻   하지만 이 체계가 정말 작동했는지는 의문입니다. 우선 Chinese Text Project에서 유인孺人을 검색해 보면 오로지 이 규범의 형태로만 나오고, 다른 용례를 찾을 수 없습니다. 뿐만 아니라 부인婦人은 특정한 지위를 나타내기보다 일반적으로 여성이라는 의미로 사용됩니다. 태후도 그냥 부인婦人입니다. 이 글에서는 《한서》와 《후한서》에 실제로 나오는 여성들의 작위에 관한 명칭을 찾아서 정리해 보겠습니다. 1. 내명부: 1. 1. 황제의 정실: 명칭 자체는 매우 자명하지만, 진대의 태후太后로 시작하여 한대에 황후皇后와 태황태후太皇太后가 갖추어져 완성되었다는 점을 특기할 만합니다.       황제와의 관계   명칭         조모   태황태후太皇太后       모친   황태후皇太后       적처   황후皇后   이 명칭을 구체적인 칭호로 만들기 위해 앞에 어떤 말을 붙여야 할지는 좀 더 살펴볼 만합니다. 시호서한에서는 황후에게 별도의 시호를 붙이지 않고, 남편인 황제의 시호만을 따랐습니다. 예외적으로 선제가 자신의 증조모 위자부와 적처 허평군을 각각 무사황후武思皇后와 공애황후恭哀皇后로 칭했습니다. 다른 예외로는 남편 고제가 아닌 아들 효문제의 시호로 불리는 효문태후孝文太后 박씨가 있는데, 이 경우는 고제의 정실 여씨가 이미 고후高后를 선점했기 때문입니다. 반면 동한 때부터는 남편인 황제의 시호에 황후 본인의 시호가 더해졌습니다. 예를 들어 광무제의 황후 음려화는 광렬光烈이라는 시호를 받았습니다. 이 경우는 한 황제의 여러 부인이 각각 황후로서의 시호를 가질 수 있게 되어, 영제의 측실 왕영이 영회황후靈懷皇后로 추존되는 것과 같은 일이 가능해졌습니다. 1. 2. 황제의 측실: 《한서》 〈외척전〉과 《후한서》 〈황후기〉를 참조하여 열심히 표를 그립시다. 1. 2. 0. 진한교체기한 초에는 진대의 후궁 제도를 따랐습니다. 측실은 대개 부인夫人으로 칭했고, 그외에 미인美人, 양인良人, 팔자八子, 칠자七子, 장사長使, 소사少使를 두었습니다. 1. 2. 1. 서한이후 무제가 첩여婕妤 등을 신설하고 원제가 소의昭儀를 추가함으로써 서한의 후궁 14등제가 완성됩니다.       등급   명칭   직위   작위         1   소의昭儀   승상   왕       2   첩여婕妤   상경(어사대부)   열후       3   형아娙娥   중2,000석   관내후       4   용화傛華   진2,000석   대상조       5   미인美人   2,000석   소상조       6   팔자八子   1,000석   중경       7   충의充依   1,000석   좌경       8   칠자七子   800석   우서장       9   양인良人   800석   좌서장       10   장사長使   600석   오대부       11   소사少使   400석   공승       12   오관五官   300석           13   순상順常   200석           14   무연無涓, 공화共和, 오령娛靈, 보림保林, 양사良使, 야자夜者   100석           등급외   상가인자上家人子                   중가인자中家人子   두식       11등급 소사少使까지가 후궁의 대우를 받고, 12등급 오관五官 이하는 일반 궁인으로 여겨진 듯합니다. 여관으로는 장어長御, 학사사學事史 등의 명칭을 산발적으로 찾을 수 있으나 구체적인 체계는 알 수 없습니다. 1. 2. 2. 신왕망은 스스로 황제가 된 뒤 주나라의 예를 따라 120명 정원의 후궁 제도를 갖추었습니다.       명칭   정원   직위         부인夫人 (화빈和嬪, 미어美御, 화인和人 각 1인)   3   공       빈嬪   9   경       미인美人   27   대부       어인御人   81   원사   1. 2. 3. 동한광무제는 서한 때에 비해 봉록을 크게 줄였습니다.       명칭   직위   봉록         귀인貴人   금인자수(제후왕)   수십 곡斛 이하       미인美人   없음   없음       궁인宮人   없음   없음       채녀采女   없음   없음   1. 3. 황태자의 처첩: 서한에서 황태자의 처첩은 아래와 같이 3등급으로 이루어져 있었습니다.       등급   명칭         1 (정실)   비妃       2 (측실)   양제良娣       3 (측실)   유자孺子   황손의 경우 처첩의 칭호와 지위를 따로 두지 않고 모두 가인자家人子라고만 칭했습니다. 동한 때는 황태자의 정실과 측실에 대한 언급이 따로 없습니다. 2. 외명부: 2. 1. 제후왕의 정실: 서한에서는 왕의 정실과 후계자도 황제와 마찬가지로 후后와 태자太子라고 했지만, 동한 때는 신분의 구별을 강화하여 명칭에 엄격한 차이를 두었습니다.       신분   서한의 명칭   후한의 명칭         제후왕의 정실   왕후王后   왕비王妃   2. 2. 종실의 딸: 한대에 황제의 딸에게 작위를 줄 때 모친의 신분에 따른 적서의 차이는 따로 없었습니다.       신분   서한의 작위   동한의 작위   작위         황제의 고모, 자매   장공주長公主   장공주長公主   왕       황제의 딸   공주公主   (현)공주縣公主   열후       왕의 딸   옹주翁主   향공주鄉公主, 정공주亭公主       황제의 고모는 장공주長公主라고 했지만 예외적으로 무제의 고모 유표는 크게 권세를 누리면서 태주太主라고 불렸습니다. 동한 시기에 들어 다양해진 공주의 종류는 후의 등급이 열후列侯 &gt; 향후鄉侯 &gt; 정후亭侯 셋으로 세분화된 것에 대응합니다. 열후는 한 현縣을 봉국으로 받고, 향후와 정후의 봉국은 그보다 작은 단위인 향과 정이 됩니다. 2. 3. 외척 여성: 한대에는 여성에게 군君이라는 작위를 주었는데, 대개 황제의 외조모가 남편과 이미 사별한 경우에 받았습니다. 서한 무제의 외조모 평원군平原君, 선제의 외조모 박평군博平君이 대표적인 사례입니다. 남편이 살아있으면 남편이 열후의 신분을 받았습니다. 예외적으로 동탁은 권력을 잡은 뒤 자기 집안 여성들을 손녀까지 모두 군君으로 봉했습니다.       신분   작위   비고         황태후의 모친, 태황태후의 자매 등   군君   장공주長公主와 동급   2. 4. 관료들의 부인: 한대에는 여기에 해당하는 체계가 없고 모두 부인夫人이라고만 했습니다. 남편의 관직에 따라 부인의 등급 명칭 국부인, 군부인, 현군 등으로 세분화되는 것은 당대의 일입니다. 3. 결론: 서한에서 동한으로 가면서 내명부가 간략해지고 외명부가 약간 복잡해진 것을 살펴볼 수 있습니다. 하지만 큰 차이는 없고 후대에 비하면 매우 소략합니다. 적서 차별과 관품 제도가 더 정교해져야 부인과 딸의 등급을 더 확실하게 나눌 수 있겠지요. ",
                "tags": "명부 여자 칭호 황후 황태후 태황태후 왕후 왕비 장공주 공주 옹주 군"
            }, 
        
    
        
            {
                "id": 139,
                "url": "https://zyahan.blog/idioms-20/",
                "title": "20. 돌사람, 나무 인형 [石人, 木偶人] [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "아래의 예문은 서한 무제 때 황태후 왕씨가 아들인 황제에게 왜 자기 동생의 편을 들어주지 않느냐고 화를 내는 상황에서 나온 말입니다.  지금 내가 살아있는데도 남들이 모두 내 동생을 깔아뭉개니, 만약 내 백 년 뒤가 되면 모두 고깃살로 만들겠구려. 게다가 황제는 어떻게 돌사람이 될 수 있단 말이오! 《사기》 〈위기무안후열전〉       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "언어 관용표현 숙어 고깃살 돌사람 무제"
            }, 
        
    
        
            {
                "id": 140,
                "url": "https://zyahan.blog/idioms-19/",
                "title": "19. 인끈이 늘어져 [綬若] [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "오늘 밝힐 도장 끈의 비밀에 대한 단서는 《한서》 〈영행전〉에 나오는 민가 가사입니다.  뇌가야 석가야 오록씨 문객들아 [牢邪石邪，五鹿客邪！] 인장이 쌓였네 인끈이 늘어졌네 [印何纍纍，綬若若邪！] 이것은 서한 원제 때 중서령中書令 석현石顯, 중서복야中書僕射 뇌량牢梁, 소부少府 오록충종五鹿充宗 세 사람을 풍자하는 노래입니다. 낯선 이름이 잔뜩 나오네요.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "언어 관용표현 숙어 도장 인장 인수 한서 뇌량 석현 오록충종 원제"
            }, 
        
    
        
            {
                "id": 141,
                "url": "https://zyahan.blog/idioms-18/",
                "title": "18. 반쪽짜리 [半通] [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "반통半通. 통通이 온전한 하나를 뜻하고, 앞에 반半이 붙었습니다. 온전한 하나는 무엇이고 그 절반은 무엇일까요?       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "언어 관용표현 숙어 도장"
            }, 
        
    
        
            {
                "id": 142,
                "url": "https://zyahan.blog/idioms-17/",
                "title": "17. 명아줏잎과 콩잎 [藜藿] [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "명아줏잎과 콩잎은 먹을 수 있는 물건이었지만 먹을 만한 물건은 아니었습니다. 서한 후반 일상에서 흔히 쓰이던 글자를 모아서 엮은 《급취편急就篇》에서 채소를 언급할 때 아욱[葵], 부추[韭], 파[葱], 염교[䪥], 여뀌[蓼], 차조기[蘇], 생강[薑] 등을 나열하지만 명아줏잎과 콩잎은 나오지 않습니다. 후한 때 나온 책으로 사물의 이름을 풀이한 《석명釋名》에서도 려藜와 곽藿을 찾을 수 없습니다. 식용 작물으로 취급받지 못하는 구황음식이었던 것입니다. 그래서인지, 이런 것을 먹는다는 말로 가난한 생활을 비유하게 되었습니다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "언어 관용표현 숙어 음식 명아줏잎 콩잎 급취편 석명 구황식물 가난"
            }, 
        
    
        
            {
                "id": 143,
                "url": "https://zyahan.blog/idioms-16/",
                "title": "16. 밥 한 그릇 먹을 동안 [食頃] [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "식경食頃은 21세기 한국어 사용자에게도 익숙한 단어입니다. 《표준국어대사전》에도 나오며, 특히 무협이나 사극 용어로 빠지지 않습니다. 이 말의 유래를 찾기 위해 Chinese Text Project에서 검색해 보면 마침 《사기》, 《한서》 등 한나라 때의 문헌에서부터 나옵니다. 《한나라 숙어 노트》에서 다룰 만합니다. 식경食頃이라는 말은 틀림없이 일상생활의 여러 영역에서 입말로 흔하게 썼겠지만, 글로 기록된 문헌에서는 주로 두 가지 상황에서 찾아볼 수 있습니다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "언어 관용표현 숙어 사기 한서 밥"
            }, 
        
    
        
            {
                "id": 144,
                "url": "https://zyahan.blog/idioms-15/",
                "title": "15. 죽을 죄를 짓다 ×2 [死罪死罪] [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "죽을 죄를 지었다는 말은 정말 큰 잘못을 저질러서 무거운 벌을 내려 달라고 하는 심각한 상황에서 쓸 것 같습니다. 과장이 좀 들어갔다고 해도 자기의 잘못을 사과하거나 남의 잘못을 탄핵할 때 할 법한 말입니다. 한나라에서도 물론 그렇게 쓰였습니다. 하지만 그렇게만 쓰인 것은 아닙니다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "언어 관용표현 숙어 사죄"
            }, 
        
    
        
            {
                "id": 145,
                "url": "https://zyahan.blog/idioms-14/",
                "title": "14. 머리 감기 [沐] [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "오늘의 이야기는 춘추 시대의 일화입니다. 하지만 이 일화가 실린 《한시외전》이 서한 때의 책이니까, 춘추 시대의 사건이라도 한나라 사람들의 말로 기록된 셈이지요.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "언어 관용표현 숙어 한시외전"
            }, 
        
    
        
            {
                "id": 146,
                "url": "https://zyahan.blog/idioms-13/",
                "title": "13. 배와 가슴 [腹心] [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "우리는 똑똑한 사람을 두고 머리가 좋다고 하며, 아는 것이 많은 사람을 두고 머리에 든 것이 많다고 합니다. 이런 표현이 비유라는 것을 의식하지 못할 만큼 자연스럽게 나오는 말이지요. 현대인들에게는 머릿속에서, 더 자세하게는 두뇌에서 사고를 주관한다는 것이 당연한 사실이기 때문입니다. ‘뇌가 없다’, ‘뇌가 근육으로 이루어져 있다’, ‘머리에 [뇌 대신] 우동사리가 들었다’ 같은 상스러운 말에서도 이러한 전제가 공유되고 있습니다. 하지만 한나라 사람들에게는 당연한 일이 아니었습니다. 한나라 및 그 이전의 문헌에서 뇌腦를 검색해 보면 인간의 사고 능력과 연관이 있다는 암시를 전혀 찾을 수 없습니다. 뇌腦는 대개 전쟁의 참상을 묘사하는 관용어로서 ‘간과 뇌가 땅에 뒹군다’ 같은 말로 쓰입니다. 어쨌든 한나라 사람들도 인간의 몸 어딘가에서 사고가 작용하고 지식이 쌓인다는 생각은 했을 것입니다. 그렇다면 그 부위는 어디였을까요? 구체적인 용례를 찾으러 가 봅시다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "언어 관용표현 숙어 비유"
            }, 
        
    
        
            {
                "id": 147,
                "url": "https://zyahan.blog/cao-cao-01/",
                "title": "1. 알록달록한 것을 좋아하는 조조 [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "조조가 스무 살에 낙양 북부위가 되어 치안을 담당하던 시절 환관 건석의 숙부를 때려 죽인 사건이 유명합니다. 그 몽둥이의 색깔까지 궁금하지는 않은데, 《삼국지》 주석에 적혀 있어서 그만 알아 버렸습니다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "조조 삼국지"
            }, 
        
    
        
            {
                "id": 148,
                "url": "https://zyahan.blog/idioms-12/",
                "title": "12. 현미밥을 먹다 [糲食] [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "려糲를 “현미”라고 번역했지만, 진한 시대에는 벼를 가리키는 것만은 아니었습니다. 강남에서 주로 먹었던 벼가 중원의 주식이 된 것은 한참 후의 일이므로, 조나 수수였을 가능성이 더 높습니다. 그래도 괜찮습니다. 《표준국어대사전》 표제어 “쌀”의 세 번째 풀이로 해석하면 됩니다.  볏과에 속한 곡식의 껍질을 벗긴 알을 통틀어 이르는 말. 쌀, 보리쌀, 좁쌀 따위가 있다. 그러니 고대중국어 미米도 현대한국어 “쌀”도 반드시 벼로 해석되지만은 않습니다. 고대 중국에서는 껍질을 벗기지 않은 겉곡식을 속粟, 껍질을 벗긴 속곡식을 미米라고 했습니다. 속粟과 미米의 부피 차이를 계산하는 것은 아주 중요한 일이었습니다. 중국 최초의 산술서 《구장산술》의 아홉 개 장 중에서 〈속미粟米〉가 하나를 차지할 정도였습니다. 〈속미〉의 계산법에 따르면 속粟 &gt; 려미糲米 &gt; 패미粺米 &gt; 어미御米의 순서로 부피가 작아집니다. 껍질을 많이 벗길수록 고급이었던 셈입니다. 도정하는 데 노동력이 더 들고 씹어먹기에 더 편해서였겠지요.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "언어 관용표현 숙어 쌀 구장산술 현미 검소 가난"
            }, 
        
    
        
            {
                "id": 149,
                "url": "https://zyahan.blog/too-late-references/",
                "title": "참고 문헌",
                "subtitle": "공대를 괴롭히는 데 사용한 재료들",
                "body": "원전 및 번역서: 사서 (대략 시대순):  《史記》(사기).  《漢書》(한서).  《後漢書》(후한서).  《三國志》(삼국지, 배송지 주 포함).  임병덕. (2008). 《사료로 읽는 중국고대법제사》. 개신.      《진서》 〈형법지〉가 여기 있어요!   경서:  《詩經》(시경).  《禮記》(예기).  《春秋公羊傳》(춘추공양전).  《春秋左傳》(춘추좌씨전). 고전 (대략 시대순):  《論語》(논어).  《荀子》(순자).  《韓非子》(한비자).  《淮南子》(회남자).  《鹽鐵論》(염철론).  《論衡》(논형). 의학서:  《傷寒論》(상한론).  《金匱要略》(금궤요략). 잡기&amp;소설 (대략 시대순):  《西京雜記》(서경잡기).  조비 지음, 김장환 옮김. (2011). 《열이전》. 지만지.  간보 지음, 임대근·서윤정·안영은 옮김. (2016). 《수신기》. 동아일보사.  최표 지음, 김장환 옮김. (2017). 《고금주》. 지만지.  《世說新語》(세설신어).  《藝文類聚》(예문유취).  《三國演義》(삼국연의). 출토문헌:  수호지진묘죽간정리소조 외 지음. (2012). 《수호지진묘죽간 역주》. 소명출판. 연구논문: 한국어:  김경호. (2019). 〈한대 서북변방 사신의 구조와 주요 내용: 거연·돈황 한간을 중심으로〉. 《중국고중세사연구》 53, 1-36.  박동욱. (2010). 〈한시에 나타난 유배객 생활 모습: 『정헌영해처감록』을 중심으로〉. 《어학연구》 38(3), 381–409.  박한제. (1994). 〈후한말·위진시대 사대부의 정치적 지향과 인물평론: ‘위진인’의 형성과정과 관련하여〉. 《역사학보》 143, 67–148.  신지철. (2012). 〈하퇴 절단인의 재활〉. 《한국의지보조기학회지》 1, 23–26.  이성규. (2014). 〈진한 제국의 계시 행정〉. 《역사학보》 222, 99–188.  이성원. (1999). 〈고대중국의 형벌관념과 육형: “비인화” 관념을 중심으로〉. 《동양사학연구》 7, 1–36.  임병덕. (2002). 〈중국고대·중세의 육형과 곤형〉. 《중국고중세사연구》 9, 1–24. 영어:  Chapman, J. (2017). Unwholesome Bodies: Reading the Sign of the Amputated Foot in Early China. Asia Major, 30(2), 1–26.  Galvany, A. (2009). Debates on Mutilation: Bodily Preservation and Ideology in Early China. Asiatische Studien: Zeitschrift Der Schweizerischen Gesellschaft Für Asienkunde, 63(1–4), 67–91.  Giele, E. (2015) Private Letter Manuscripts from Early Imperial China in A History of Chinese Letters and Epistolary Culture. BRILL. p. 440.  Milburn, O. (2007). Marked out for greatness?: Perceptions of deformity and physical impairment in ancient china. International Journal of Phytoremediation, 21(1), 1–22.  Milburn, O. (2016). Disability in Ancient China. In Disability in Antiquity (pp. 106–118). Routledge.  Turner, K. (1999). Punishments in Early Imperial China. Cultural Dynamics, 11(2), 237–254. 단행본 (일부): 문학:  曹操. (1974). 曹操集. 中华书局.  George Orwell, (1931). A Hanging.  호찌민 지음, 안경환 옮김. (2012). 《옥중일기》. 지만지. 연구서:  도미야 이타루 지음, 임병덕·임대희 옮김. (1999). 《유골의 증언》. 서경문화사.  도미야 이타루 지음, 임병덕 옮김. (2005). 《목간과 죽간으로 본 중국 고대 문화사》. 사계절.  이명화. (2017). 《진한시대 여성사 연구》. 일조각.  홍승현. (2008). 《사대부와 중국 고대 사회: 사대부의 등장과 정치적 각성에 대한 연구》. 혜안.  宋杰. (2013). 《汉代监狱制度研究》. 中华书局.  刘永华 (2013). 《中国古代车舆马具》. 清华大学出版社.  冨谷至 編. (2015). 《漢簡語彙考証》. 東京:岩波書店. 개인출판:  주아. (2019). 《삼국지 호칭어 소사전》.  주아. (2019). 《한서팸플릿》 3 〈감금과 포박〉.  주아. (2019). 《한서팸플릿》 6 〈사람들이 일은 게을리 하면서도 먹는 것은 반드시 때에 맞추어 먹습니다〉. http://posty. pe/atneyg웹 페이지: 자료 사진:  A LARGE BROWN AND GREEN-GLAZED POTTERY FIGURE OF A HORSE AND A CARRIAGE: THE POTTERY HORSE HAN DYNASTY (206 BC-AD 220), THE CARRIAGE AND FITTINGS PROBABLY LATER https://www. christies. com/lotfinder/Lot/a-large-brown-and-green-glazed-pottery-figure-6230613-details. aspx 마왕퇴 1호 한묘 부장품. 호남성박물관소장. http://61. 187. 53. 122/collection. aspx?id=1312&amp;lang=zh-CN기타 웹 페이지:  구글 지도. https://goo. gl/maps/UBTm2Qo5zZLW3S13A     III-4 및 III-5의 이동 경로. 공대가 순우에서 업으로 가는 길에 고향 연주를 지납니다. 야호!    중국의 중추절 전통 풍습. http://kr. xinhuanet. com/2017-10/04/c_136565073. htm 절단 장애 재활 정보. http://blog. daum. net/dngus03/21",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 책 논문"
            }, 
        
    
        
            {
                "id": 150,
                "url": "https://zyahan.blog/idioms-11/",
                "title": "11. 고깃살 [魚肉] [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "어육魚肉은 한국어 단어이기도 합니다. 《표준국어대사전》에서는 ‘짓밟고 으깨어 아주 결딴낸 상태를 비유적으로 이르는 말’이라고 풀이합니다. 한국어에서 한자어가 사용되는 방식을 생각하면 고상하고 예스러운 표현으로 느껴집니다. 사전에서 제시하는 예문도 그렇습니다. 50대 아저씨가 복식호흡으로 읽어야 할 것 같은 분위기입니다.  왜적의 손에 나라 땅은 결딴이 나고, 백성들은 어육이 되어…. 박종화, 《임진왜란》  한번 나라를 그르치니 대(代)를 이은 충신의 집이 어육이 나는구나. 이문열, 《황제를 위하여》 하지만 한나라 사람들에게도 어육魚肉이 이렇게 품위 있는 말이었을까요?       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "언어 관용표현 숙어 고깃살 고기 생선"
            }, 
        
    
        
            {
                "id": 151,
                "url": "https://zyahan.blog/idioms-10/",
                "title": "10. 억지로라도 밥을 먹어라 [強食, 強飯, 彊食, 彊飯] [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "남의 안부를 물을 때 밥을 먹었는지를 확인하는 것이 한국인의 특징이라면, 한나라 사람들은 남을 격려할 때 밥을 먹으라고 합니다. 먹기 싫어도 억지로 먹으라고 하는 것까지 한국인과 비슷합니다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "언어 관용표현 숙어 밥 식사 격려"
            }, 
        
    
        
            {
                "id": 152,
                "url": "https://zyahan.blog/idioms-09/",
                "title": "9. 주후혜문 [柱後惠文] [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "서한 선제 때의 인물인 장창은 경조윤으로서 수도 장안의 치안을 바로잡아 명성을 떨쳤습니다. 후대에는 다른 일화로 더 잘 알려져 있는데, 바로 부인의 눈썹을 손수 그려 준 “경조화미”입니다.     颐和园长廊彩绘：张敞画眉 https://en. wikipedia. org/wiki/File:Long_Corridor-Zhang_Chang. JPG오늘의 소재가 눈썹은 아니지만 몸의 외관을 장식하는 것과 억지로 관련지어 볼 수는 있습니다. 장창은 동생 장무가 양국의 상으로 임명되자 그를 불러서 양국을 어떻게 통치할지를 물었습니다. 하지만 장무는 형을 두려워해서 대답을 못 했습니다. 부인에게는 눈썹을 예쁘게 그리는 남편이었지만 동생에게는 무서운 형이었던 모양입니다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "언어 관용표현 숙어 장창 장무 한서"
            }, 
        
    
        
            {
                "id": 153,
                "url": "https://zyahan.blog/idioms-08/",
                "title": "8. 죽음을 무릅쓰다 [昧死] [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "아래 글은 진 시황이 천하를 통일한 후 그의 재상들이 황제의 공적을 돌에 새기자고 주장하는 말입니다. 왼쪽 상단에 빨간 색으로 표시한 두 글자가 매사昧死, 즉 죽음을 무릅쓴다는 말입니다.     泰山刻石 北京故宫博物院藏明拓本 可嘉扫描于《中国美术全集》 http://www. 9610. com/qinhan/lisi/01. htm《사기》나 《한서》나 《후한서》나 《삼국지》에서 좋아하는 캐릭터의 전기를 찾아보면 황제에게 ‘죽음을 무릅쓰고’ 아뢰는 모습이 나올 때가 종종 있습니다. 하지만 대부분의 경우 안심하셔도 괜찮습니다. “죽음을 무릅쓰다니 정말 비장했구나! 아니면 정말 두려워했구나!” 하고 기겁할 필요는 없습니다. 그냥 황제에게 글을 올릴 때 상투적으로 쓰는 관용어예요.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "언어 관용표현 숙어 죽음 공문서 상주문"
            }, 
        
    
        
            {
                "id": 154,
                "url": "https://zyahan.blog/idioms-07/",
                "title": "7. 파랑과 보라 [靑紫] [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "오늘 살펴볼 말은 ‘파랑과 보라’입니다. 마침 고대 중국에서 파랑색과 보라색으로 사용한 염료의 정체가 밝혀져 있습니다. 아래 사진에서 가운데가 Han Blue, 오른쪽이 Han Purple입니다. 예쁩니다.     Egyptian Blue, Han Blue, Han Purple (Heinz Berke, “The invention of blue and purple pigments in ancient times”, Chemical Society Reviews, 2007, 36, 15-30. https://doi. org/10. 1039/B606268G)그러면 이제 파랑과 보라라는 색깔의 명칭이 어떤 의미로 사용되었는지를 살펴봅시다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "언어 관용표현 숙어 파랑 보라 파란색 보라색 색채어 Han blue Han purple"
            }, 
        
    
        
            {
                "id": 155,
                "url": "https://zyahan.blog/idioms-06/",
                "title": "6. 물동이를 이고서 어떻게 하늘을 바라보나 [戴盆何以望天] [🔒 무료 미리보기]",
                "subtitle": "",
                "body": " 머리에 물동이를 이고서 어떻게 하늘을 바라보겠어? 《한서》 〈사마천전〉  기록상 이 말은 《사기》를 쓴 사마천이 곧 사형을 받게 될 친구 임안에게 보낸 편지에 처음 나옵니다. 사마천이 창작했을 수도 있지만 아마 당시의 속담이었겠지요. 이것은 사마천이 처음 벼슬을 받았을 때의 마음가짐이었습니다. 그래서 관직을 얻자마자 지인들과의 연락을 싹 끊고 집안일도 내팽개쳐 놓은 채 열심히 일했습니다. 나라를 위한 충성! “백성”을 위한 사명감! …이라면 멋있을 뻔도 했지만 사마천은 솔직했습니다. 이렇게 해서 황제와 가까워지고[親] 황제에게 예쁨받고자[媚] 했다고 편지에 적어 놓았습니다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "언어 관용표현 숙어 속담 사마천 사기 한서 임안"
            }, 
        
    
        
            {
                "id": 156,
                "url": "https://zyahan.blog/idioms-05/",
                "title": "5. 흰 망아지가 틈을 지나듯 [如白駒過隙] [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "사실 한나라 사람들이 처음 쓴 말은 아닙니다. 원래는 《장자莊子·외편外篇》 〈지북유知北遊〉에 나온 문장으로, 인생의 덧없음을 비유하는 표현으로 알려져 있습니다. 왜 하필 흰 망아지일까요? 혹시 알고 계시면 알려주세욤.  인간이 하늘과 땅 사이에서 사는 것은 흰 망아지가 틈새를 지나가듯이 갑자기 사라지는 것이다. 人生天地之間，若白駒之過郤，忽然而已。 아무튼 《사기》에 나오는 사람들이 이 말을 쓰는 맥락이 재미있습니다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "언어 관용표현 숙어 장자 망아지 사기"
            }, 
        
    
        
            {
                "id": 157,
                "url": "https://zyahan.blog/idioms-04/",
                "title": "4. 붉은 수레바퀴 [朱輪] [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "한나라 때의 수레는 바퀴가 큽니다. 바퀴를 색칠하면 눈에 잘 띄었을 것입니다. 그렇다면 이렇게 바퀴를 눈에 띄게 하는 것이 어떤 효과가 있었을까요? 일단 바퀴를 칠하는 것이 일반적인 장식이었을까요? 그러고 보니 한나라 사람들이 수레를 어떻게 튜닝했을지가 궁금해집니다. 이럴 때 저는 서한 효소제 때의 염철회의를 각색한 《염철론》의 〈산부족〉편을 찾으러 갑니다. 여기에서 유학자인 현량과 문학은 당시 사람들이 신분에 맞지 않게 사치를 일삼는다고 비판하면서 아주 상세하게 묘사하기 때문입니다. 그중에서 수레에 대한 내용을 봅시다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "언어 관용표현 숙어 수레 바퀴 사치"
            }, 
        
    
        
            {
                "id": 158,
                "url": "https://zyahan.blog/idioms-03/",
                "title": "3. 바닷가 [海濱, 海瀕, 海濵] [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "현대한국어에서 바닷가는 한자어로 해변海邊이라고 하지만, 상고한어에서 주로 사용하는 단어는 해빈海濱·海瀕·海濵입니다. 한자가 다르지만 뜻은 거의 같습니다. 해변海邊이나 해빈海濱이나 바닷가는 바닷가지요. 육지 한가운데도 아니고 바다 한가운데도 아닙니다. 그러면 이 단어를 왜 《한나라 숙어 수첩》에서 굳이 다루게 되었을까요? 현대 한국에서 한국어 사용자가 생각하는 바닷가는 대개 여행지, 관광지, 휴양지입니다. 많은 사람들은 기회가 되면 기꺼이 바닷가에 가고 싶어합니다. 새해에는 해돋이를 보러, 여름에는 해수욕을 하러, 혹은 일부러 비수기를 노려 한적한 해안 산책을 즐기러. 그런데 한나라 사람에게는 어땠을까요? 한나라 사람들이 바닷가에 가고 싶다고 말한다면 그것은 어떤 의미일까요? 애초에 바닷가에 가고 싶다는 말을 할까요? 이 글에서는 한나라 사람들이 바닷가를 어떤 공간으로 인식했는지에 대해서를 알아보려고 합니다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "언어 관용표현 숙어 바다 바닷가 해변"
            }, 
        
    
        
            {
                "id": 159,
                "url": "https://zyahan.blog/idioms-02/",
                "title": "2. 죄 짓기를/처벌 받기를 기다리다 [待罪] [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "한나라에서 공무원은 평생직장이 아니었습니다. 법령이 워낙 빡빡해서 관리들도 다 지키지 못할 정도였기 때문입니다. 한나라 초대 황제 유방이 진나라의 수도 함양을 점령한 뒤 진나라의 가혹한 법령을 다 폐지하고 세 가지만 남긴다는 “약법삼장”을 실시했다고 하지만, 결국 통일 후에는 진나라의 제도를 그대로 계승했습니다. 심지어 백수십 년이 지난 효선제 때까지도 진나라의 적폐가 아직 완전히 해결되지 못했다는 지적이 나왔습니다. 관리가 법령을 위반해서 쫓겨나는 정도면 다행이었습니다. 심하면 사형을 당하기도 했습니다. 대표적인 것이 효무제 때입니다. 무제가 54년을 재위하는 동안 재직한 승상이 열두 명이었고, 이들 중에서 절반인 여섯 명이 자살하거나 옥사하거나 처형되었습니다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "언어 관용표현 숙어 공무원 진시황 약법삼장 무제"
            }, 
        
    
        
            {
                "id": 160,
                "url": "https://zyahan.blog/idioms-01/",
                "title": "1. 백 년 뒤 [百歲後] [🔒 무료 미리보기]",
                "subtitle": "",
                "body": "한나라 숙어 수첩을 시작하며: 중국 고대를 배경으로 창작을 할 때 어떻게 하면 더 생생한 대사를 쓸 수 있을까요? 일단 어미를 ‘하게’나 ‘하오’로 끝내고 한자어를 많이 넣습니다. 고사성어를 잘 인용하면 더욱 좋겠지요. 하지만 단어를 넘어서는 무엇인가가 있습니다. “이 아둔한 사람! 머리를 써 보게!”나 “화무십일홍이라 하나 저런 소인배가 하루아침에 권력을 잡은 꼴을 보고 배가 아플 자도 많을 거요. ” 같은 대사가 아주 어색하지는 않습니다. 하지만 ‘머리를 쓰다’, ‘배가 아프다’와 같은 말이 한국어의 관용구라는 것을 의식하고 나면 공연히 신경이 쓰입니다. 옛날 중국 사람이라면 다른 표현을 썼을 법도 한데! 너무 신경이 쓰여서… 한나라 사람들이 사용한 숙어를 모아서 하나씩 짧게 소개하는 《한나라 숙어 수첩》을 시작했습니다. 사실 없어도 그만인 디테일이지만, 있으면 즐거울 사람이 저 혼자만은 아닐지도 모르니까요. 총 20편을 연재할 예정이며, 2편부터는 멤버십 한정으로 공개됩니다. 트위터와 《한서팸플릿》에서 이미 언급했던 표현도 포함되지만, 여기에서는 숙어로서의 배경과 용례를 더 상세히 설명하겠습니다. 사람이 가장 꺼리는 일은 역시 죽음일 것입니다. (한나라 이야기를 읽다 보면 꼭 그렇지만도 않은 것 같지만요. 😥) 그래서 죽음을 직접적으로 언급하기를 회피하고 돌려 말하는 표현이 여러 언어에서 다양하게 나타납니다. 현대 한국어에서는 ‘돌아가시다’, ‘세상을 떠나다’, ‘하늘로 가다’와 같은 말이 있습니다. ‘요단강 건너다’와 같은 속어도 있지만, 대체로 죽은 이의 지위가 높을수록 더 완곡한 말을 사용합니다. 옛날 사람들이라고 예외는 아닙니다. 죽음에 대한 금기나, 신분제에 대한 의식이나 지금보다 더했으면 더했겠지요. 불로장생을 꿈꾼 진 시황은 죽는다는 말 자체를 싫어해서 신하들이 “폐하께서 돌아가시면 누가 후계자가 되겠습니까?” 같은 말을 감히 꺼내지도 못했습니다. 결국 진 시황은 태자를 정하지 못한 채로 죽고, 이 틈에 환관 조고와 승상 이사가 모의해서 막내 호해를 2세 황제로 옹립했습니다. 그리고 진나라는 몇십 년도 채 되지 않아서 멸망합니다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "언어 관용표현 숙어 사기 죽음 진시황"
            }, 
        
    
        
            {
                "id": 161,
                "url": "https://zyahan.blog/too-late-3-8/",
                "title": "3-8. 적벽 [완결] [🔒 무료 미리보기]",
                "subtitle": "건안13년 봄 정월, 업에서.",
                "body": "“나는 공公이 모르는 줄 알았어요. ” 조조는 뜬금없는 소리를 듣고 황당했다. “무슨 소리야?” “공公이 워낙에 뻔뻔스럽게 구니까, 형벌로 발목을 잘리면 세상에서 어떤 취급을 받는지를 정말 모르는 줄 알았죠. 그 정도면 괜찮았어요. 나를 막 대하고 희롱하기는 하지만 그건 공公이 못돼먹었고 내가 공에게 반기를 든 전력이 있어서지, 내가 형여刑餘의 몸이라서 멸시받는 건 아니라고 생각했으니까. ”       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁"
            }, 
        
    
        
            {
                "id": 162,
                "url": "https://zyahan.blog/too-late-3-7/",
                "title": "3-7. 손님  [🔒 무료 미리보기]",
                "subtitle": "건안13년 봄 정월, 업에서.",
                "body": "진궁은 왜 뜰에 나와 있느냐고 조조가 캐묻기 전에 미리 말했다. “밖에서 향기가 나서 공公이 오신 걸 알았어요. ” 조조는 기분이 좋아져서 받아 주었다. “사공부 후원에 매화가 많이 피었어. ” 진궁도 열심히 호응했다. “궁금하네요. 꽃 붙은 가지라도 하나 보여주시면 안 돼요?” 하지만 조조는 펄쩍 뛰었다. “살아 있는 나무에서 가지를 꺾어 오라니 경卿은 어떻게 그렇게 잔인한 소리를 할 수 있어?” 진궁은 할 말을 잃고 한 손으로 지팡이를 만지작거리면서 조조를 바라볼 뿐이었다. 조조는 정색을 하고 더 중요한 이유를 덧붙였다. “봄에 매화를 따 버리면 그만큼 여름에 매실을 못 먹잖아. ” “네…” 건성으로 대답하던 진궁은 갑자기 날카로운 눈빛을 하고 팔을 뻗어 조조의 어깨를 스쳤다. 조조는 인상을 썼다. 진궁이 귀엽기는 해도 자기 몸에 손을 대는 것을 웃으면서 넘어가 줄 수 있는 때는 지났다. “한동안 얌전하게 군다 싶었는데 나쁜 버릇이 또 도졌어?” 진궁은 뜻밖에 조조가 미는 대로 밀려 넘어졌다. 곧이어 조조의 옷깃에서 매화 이파리가 팔랑거리며 떨어졌다. 빨간 옷에 빨간 꽃잎이라서 붙어 있는 줄도 몰랐다. “설마 이걸 갖겠다고 덤벼든 거야?” “내 몸이 쓸모는 없지만 그 정도는 가져도 될 줄 알았어요. ” “갖고 싶었으면 달라고 말을 했어야지. ” 진궁은 말 없이 눈물을 글썽거리며 조조를 올려다보았다. 청순해 보이는 것은 보기 좋았으나 한때 지혜를 뽐내던 이가 자기를 쓸모없다고 말하는 것은 듣기에 편하지 않았다. 어느 정도는 뻗대 주어야 꺾는 맛도 나는 법이었다. “어서 일어나. ” 그때부터 조조는 진궁의 쓸모를 떠올렸다.       🔒 멤버십 가입하고 전체 보기  ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 매화"
            }, 
        
    
        
            {
                "id": 163,
                "url": "https://zyahan.blog/too-late-3-6/",
                "title": "3-6. 매뉴얼 작성자의 정체와 색다른 제안",
                "subtitle": "건안12년 가을 8월, 업에서.",
                "body": "진궁이 화분에 심은 호유胡荽1의 잎을 뜯고 자투리 천으로 싸서 품에 넣는 것을 시자가 보았다. 얼마 지나지 않아 병사들이 들이닥쳐 몸수색을 벌였다. 진궁의 겉옷을 풀어 헤치자 곧 풀을 싼 천이 떨어졌다. 병사들은 기다렸다는 듯이 그를 포박해서 당 아래에 꿇어앉혔다. 돌로 된 바닥 위로 눌린 진궁의 다리가 저리다 못해 경련을 일으킬 만큼 시간이 지나서야 사공부 별채의 문이 열리고 이쪽으로 오는 발소리가 들렸다. 진궁의 앞에 드리워진 그림자는 조조의 것이라고 하기에는 너무 길었다. 진궁은 상대의 얼굴을 잠깐 볼 생각으로 고개를 슬그머니 들었다가 그대로 굳어 버렸다. “정중덕? 군君이 여기서 왜 나와요?” 정욱은 자기 신분을 밝혔다. “이 집의 가령家令2이니까. ” 진궁은 놀라서 물었다. “도대체 무슨 짓을 해서 얼마나 좌천을 당했기에 여기까지 와요?” “무슨 소리야. 자아실현을 위한 부업으로 겸하고 있는 거야. ” “포로를 통제하는 것으로 실현되는 자아라니. ” 정욱은 자신만만하게 되물었다. “좀 지났지만 오랜만에 고향에서 하룻밤을 보낸3 소감은 어때?” “그것도 군君이 짠 루트였어요?” “특별히 하수河水를 건너는 지점은 창정진으로 정했지. 옛날에 길을 막았던 게 미안해서 이번에라도 지나가 보라고. ” 13년 전 진궁이 동군에서 반란을 일으키자 정욱은 창정진을 끊어 그가 하수를 건너 진군하는 것을 막았었다. 4 “그동안 이 모든 걸 누가 기획했는지는 몰라도 대단하다고 생각했어요. 육형을 받은 포로가 인간이 아니라는 사실을 순간순간마다 철저하게 깨닫게 해 줘서. ” “알아줘서 고마워. ” 정욱은 흐뭇한 얼굴로 진궁의 머리를 한 번 쓰다듬고 신문을 시작했다. “아무튼 여기 온 목적으로 들어가자. 궁宮5은 포로 주제에 왜 풀을 몰래 숨겼나?” “딱히 숨긴 건 아니에요. ” “숨길 게 아니면 왜 가슴에 넣고 있었는데?” 진궁은 입술을 한 번 깨물고 떨리는 목소리를 억누르며 대답했다. “여기서 궁宮의 손으로 얻을 수 있는 유일한 거라서. ” 정욱은 과장된 어조로 음절마다 힘을 주며 물었다. “그래서 소중하게 품고 있었어?” 진궁은 체념한 듯 내뱉었다. “그래요. ” 정욱은 비웃었다. “아궁阿宮6한테도 제법 귀여운 구석이 있었네. 그러니까 조 공도 애로 보시지. ” 진궁은 정신을 주워 모아 항변했다. “포로는 지금까지 옷 속에 물건을 넣지 말라는 지시를 받은 적이 없었는데요. 금지하지도 않은 일이 죄가 되나요?” “그걸 지시를 해야 알아? 몸수색 받은 게 한두 번도 아닌데 모를 수가 없지. 다른 사람도 아니고 너처럼 똑똑한 애가. ” “그렇게 애매한 일로 꼬투리를 잡으려고 작정했다면 포로가 무슨 수로 피하겠어요. 그래서 벌은 뭔가요?” 정욱은 진궁을 달랬다. “있어 봐, 주어진 상황을 잘 활용해서 원하는 걸 얻을 궁리를 해 보자고. ” “누가 원하는 걸 말하는 거예요?“ “우리도 원하고 너도 원하는 거야. 네가 공公을 해치려고 모의했다는 죄를 자백하면 돼. ” 진궁은 어이가 없어서 물었다. “호유 잎을 가지고 무슨 수로 사람을 해쳐요?” “아까 네가 말했잖아. 작정하면 못 할 게 없어. 게다가 이번 건은 합리적인 의심에서 나온 거야. ” 정욱은 친절하게 설명했다. “네가 가지고 있던 책에 적혀 있는데 못 읽었어? 8월에 호유를 먹으면 사람의 정신을 상하게 한다고. 7 마침 지금이 8월이네. ” “그건 그냥 사소한 금기일 뿐이에요. ” “화초나 의학서나 네가 공께 집요하게 부탁해서 얻어 낸 거지. 공을 해치려고 몇 년 동안 치밀하게 준비한 계획의 일환으로. ” “그런 목적은 절대 아니었어요. ” “무슨 상관이야? 목적이야 어쨌건 정확하게 원하던 결과잖아, 조 공이 명령해서 처형되는 거. ” 진궁이 바로 대답을 못 하자 정욱은 미끼를 더 던졌다. “옛날 딸 걱정은 안 해도 돼. 어차피 연좌는 사람끼리 하는 거니까. ” 지금까지 여러 모주가 제안한 방법 중에서 가장 원하는 데 근접하고 실현 가능한 것임은 부정할 수 없었다. 마침내 진궁은 대답했다. “싫어요. ” “왜?” “사실이 아니니까. ” 정욱은 욕을 퍼부었다. “더벅머리 새끼,8 그게 너 궁宮이 할 소리야? 연주에서 우리를 그렇게 거하게 속여 놓고?” 진궁은 차분하게 말을 받았다. “군君이 뭐라고 보고하든 궁宮은 끝까지 부인할 거예요. 조 공이 궁宮의 말을 안 믿어 주고 사형을 내리면 그땐 죽죠. ” “포로 놈이 아직 자존심이 남아서 고집불통이군. ” 진궁이 진술을 맞추어 주지 않는다면 소용이 없으니 일단은 중단해야 했다. 그래도 정욱은 마지막까지 가령의 임무를 다했다. “아무튼 화분하고 책은 이번 일로 위험한 물건인 게 확인됐으니까 다 압수해야겠어. ” “저기요. ” “포로한테 가당찮은 자존심이 남은 걸 확인했으니까 그것도 관리에 들어가야겠고. ” 진궁도 정욱의 고집은 꺾지 못할 것을 알았다. 화분과 책은 오환 정벌에 나간 조조9가 돌아오기를 기다려서 새로 부탁하는 수밖에 없었다. 그때까지 남은 날을 지내기는 수월하지 않을 것 같았다. 그러고 보니 애초에 화분을 받치고 있던 헝겊도 어제까지는 없던 물건이었다.       고수. 실란트로.  &#8617;        저택의 사무를 관리하는 직책.  &#8617;        3-5 〈모주의 마지막 식사와 마지막 계책〉 참조.  &#8617;        삼국지 위서 정욱전.  &#8617;        상대를 이름으로만 부르는 것은 고유명사를 쓰는 것 중 가장 심한 하대입니다.  &#8617;        주로 아이의 이름을 부를 때 쓰는 말이고, 성인에게 쓸 때는 얕보는 의미가 강합니다. 이 세계에서 성인을 아동으로 취급하는 것은 상당한 비하였습니다.  &#8617;        금궤요략金匱要略 과실채곡금기병치果實菜穀禁忌并治. 후한 때의 의학서입니다. https://ctext. org/jinkui-yaolue/25#n648376 &#8617;        원문은 수자豎子입니다. 머리를 풀어 해친 놈이라는 것은 관을 쓸 자격이 없다는 모욕이 아닐까요? &#8617;        삼국지 위서 무제기.  &#8617;    ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 정욱"
            }, 
        
    
        
            {
                "id": 164,
                "url": "https://zyahan.blog/too-late-3-5/",
                "title": "3-5. 모주의 마지막 식사와 마지막 계책",
                "subtitle": "건안12년 봄 2월, 동무양에서.",
                "body": "이번 여정은 여러모로 평소와 달랐다. 일단 장료가 인솔하는 것부터가 예외적인 일이었다. 전날과는 상황이 정반대였다. 전사傳舍에 도착했을 때 사장舍長이 불편해하기는커녕 최고급 대사代舍1를 내어 주는 일은 처음이었다. 호송 문서를 훑어보는 사장의 얼굴에 비웃음이 비쳤던 듯도 했지만 장료는 자기가 잘못 본 것이리라고 생각했다. 진궁이 수레에서 나오지 않으려고 버틴 것도 처음이었다. 물론 그의 저항은 아무 효과도 없었다. 장료는 이곳이 진궁의 고향이라는 사실을 떠올려내지 못했다. 떠올렸다고 해도 그가 왜 수레 안에 처박혀 있으려고 하는지 이해를 못 하기는 마찬가지였을 것이다. 몸이 씻기고 옷이 갈아입혀진 진궁은 앉아서 무릎을 껴안고 얼굴을 파묻기부터 했다. 그사이에 사장이 직접 가져온 밥상에는 국과 채소 반찬이 있었고 심지어 잉어찜이 있었다. 전사에서 출장자의 신분에 따라 다른 식사를 제공하게 되어 있는 전식률2을 위반하는 것이었지만 장료는 내심 기뻤다. 전날 전사에 들어가지도 못하고 수레 안에서 웅크리고 자야 했던 진궁이 오늘 하루라도 편하게 지내기를 바랐다. 사장은 진궁에게 상냥하게 말을 걸었다. “안심하세요. 군君3을 알아볼 고향 사람들은 진작에 죽거나 여길 떠났으니까요. 4” 진궁은 부들거리면서 고개를 들었다. “그러니까 억지로라도 밥을 드세요. 5” 사장은 진궁을 내려다보면서 이렇게 말하고 나갔다. 진궁은 한숨만 쉬고 밥상은 쳐다보지도 않았다. 장료가 다시 권했다. “드세요. ” 진궁은 갑자기 눈을 빛내고 뺨을 실룩거렸다. 서 있는 장료를 올려다보고 물었다. “명령이야?” 목소리가 떨리고 숨소리가 거칠었다. 장료는 영문을 몰랐지만 진궁이 고통스러워하는 부분6을 건드렸다는 것은 어렴풋하게나 추측할 수 있었다. “료遼가 선생께 감히 드리는 부탁입니다. 제발 한 술이라도 떠 주세요. ” 진궁은 노여움을 풀지 않았다. “예, 그러지요. 형여刑餘의 몸이 장군의 명령을 어떻게 거역하겠습니까. ” 밥그릇을 들고 밥을 잠시 씹다가 곧 뱉었다. “여반糲飯이 들어가야 할 입에 패반粺飯을 넣으니까7 속에서 안 받나 봅니다. 어쨌든 한 술이라도 뜨라는 명령은 따랐습니다. ” 장료는 어떻게 해야 할지 몰랐다. 진궁은 아랑곳하지 않고 계속했다. “형여의 몸이 주제도 모르고 쉬겠다는 건 아닌데요,8 귀한 등촉을 낭비하는 죄는 그만 짓고 싶네요. ” 진궁은 침상으로 기어가서 이불을 뒤집어쓰고 누웠다. 장료는 하는 수 없이 상을 물리고 매뉴얼에 따라 그의 양옆에 병사 한 명씩을 붙인 뒤 등불을 끄고 나갔다.    이튿날 역시 매뉴얼대로 날이 밝기 전에 전사를 나왔다. 창정진倉亭津9에 도착해서 배를 탈 무렵에는 해가 떠 있었다. 장료는 배가 출발한 뒤 진궁을 가두어 놓은 장막 안으로 들어가서 포박을 풀고 읍을 했다. “어제는 료가 실수했습니다. ” 진궁은 눈을 감고 가만히 앉아 있었다. 장료는 포기하지 않았다. “그래도 한 말씀만 더 드리겠습니다. 선생께서는 이런 생활을 끝내고 싶지 않으십니까?” 진궁은 천천히 눈을 뜨고 말했다. “왜, 이번엔 내 목을 쳐 줄 거야?” 장료는 기겁하며 정정했다. “그런 뜻이 아닙니다. 다시 조 공을 위해 일하시면…” “지금 하는 말, 조 공한테 물어본 적은 있어?” 진궁은 장료의 말을 자르고 장료를 쏘아보았다. 장료는 그의 시선을 피하지 않으려고 애썼다. 조조에게 말하고 허락받은 일은 아니지만 장료는 자기 나름대로 확신하고 있었다. “조 공께서는 사람의 재능을 제일 중요하게 보시는 분이십니다. 10” “내가 가진 재능 중에서 최고였던 게 뭔 줄 알아? 남을 설득해서 반란을 일으키는 거야. ” 진궁은 이를 악물고 웃다가 덧붙였다. “이제는 나하고 상대해 줄 사람이 없으니까11 영영 못 쓰겠지만. ” 장료는 대뜸 말했다. “잘됐네요. ” “뭐라고?” “남은 재능을 조 공한테밖에 못 쓰신다는 거잖아요. ” 진궁은 기가 차서 고함을 지르려다가 간신히 정신을 가다듬고 목소리를 억눌렀다. “그 말이 어떻게…… 그런 뜻이 돼?” 장료는 열심히 부린 재치를 진궁이 받아주지 않자 꾸중을 들은 아이처럼 풀이 죽었다. 진궁은 한동안 눈썹을 찡그리다가 한숨을 내쉬고 말했다. “문원이 왜 억지로 떼를 쓰는지는 알겠어. ” 얼굴이 한결 펴진 그는 장료에게 더 가까이 오라고 손짓하고 소리를 더욱 낮추어 속삭였다. “지금 있는 곳에서 처지가 같은 사람이 필요하구나. 여봉선을 섬겼다는 전력을 나눠서 부담해 줄 사람이. 12” 장료는 찔렸지만 힘을 다해 변명했다. “선생께서 고생하시는 게 안타까운 것도 사실이에요. ” 진궁은 못 들은 척하고 부드럽게 물었다. “아직도 지난 일에 신경이 쓰여?” 그리고 짖궂게 덧붙였다. “후侯13가 존경하는 조 공이 그것밖에 안 돼? 사람의 재능을 제일 중요하게 본다며?” 장료는 황급히 대답했다. “조 공은 괜찮아요. ” 진궁은 온 힘을 다해 미소를 짜냈다. “그럼 됐네. 잘할 수 있을 거야. 억지로라도 밥을 먹어. ” 장료는 고개를 숙였다. 그때 배가 잠시 흔들리다가 멈추었다. 진궁은 웃음을 거두었다. “하수河水를 다 건넜나 보네. ” “선생께 다시 불편을 끼치게 됐습니다. 조금만 더…… 참아 주세요. 오늘, 아니면 늦어도 내일이면 업鄴에 도착할 거예요. ” 장료는 여기까지 말하고 급하게 일어나서 나가려고 했지만 진궁이 그를 붙잡았다. “도망치지 마. 다른 사람 시키지 말고 후가 해. ” “료가요?” 장료는 머뭇거렸다. “이런 거 하나 못 하니까 남들 눈치를 보게 되잖아. ” 진궁은 망설이는 장료를 다그쳤다. “할 거야, 말 거야?” “……하겠습니다. ” 장료는 숨을 한 번 들이쉬고 밧줄을 꺼내 진궁의 양 손목을 등 뒤로 묶었다. 진궁은 포박이 단단한 것을 확인하고 다음 지시를 내렸다. “잘했어. 그리고 조 공한테 보고할 땐 내 이름을 말해. 14 다른 말로 뭉개면 안 돼. ” 진궁은 장료의 대답을 기다리지 않았다. “어서 자루 씌워. 민망하니까 내 얼굴은 그만 쳐다보고. ”       사기 맹상군열전에 나오는 용어. 기원전 3세기라서 현 시점과 500년 정도 차이가 있는데 그냥 막 씁니다.  &#8617;        수호지진간에 나온 전식률 역시 기원전 3세기의 진의 법령이지만 어차피 한이 진의 제도를 계승했으니까! 하고 갖다붙입니다. 진궁이 조조가 정해 준 거처에서는 잘 먹고 잘 입지만 바깥에서는 형도刑徒의 신분으로 취급되어 전식률에 따라 거친 맨밥 반 그릇만 받는다는 설정입니다.  &#8617;        현대 한국어나 일본어에서와 달리 존칭입니다!!! 존칭이에요!!!! &#8617;        진궁은 연주에 먼저 조조를 끌어들이고 나중에는 여포를 끌어들여 조조에게 반란을 일으킵니다. 21세기 사람인 아雅가 보기에는 전범이에요.  &#8617;        강반强飯 혹은 강식强食. 글자 그대로는 억지로라도 식사를 하라는 뜻이지만, 한서와 후한서에서는 현대한어의 “기름 더 넣어!”[加油]와 같이 남을 격려하는 말입니다.  &#8617;        1-8 〈선조에게 지내는 제사〉의 강제급식.  &#8617;        염철론 산부족. 신분이 높은 사람은 백미밥인 패반粺飯을 먹고 낮은 사람은 현미밥인 여반糲飯을 먹습니다.  &#8617;        한서 형법지. “형을 받은 사람은 쉴 수 없다. ” &#8617;        삼국지 위서 정욱전. 진궁이 연주에서 반란을 일으켰을 때 정욱이 창정진을 끊어서 진궁이 황하를 건너 진군하는 것을 막았습니다.  &#8617;        삼국지 위서 무제기. 아무튼 조조가 구현령을 내리기는 했죠… &#8617;        예기 왕제. “통치자의 가문에서는 형을 받은 사람을 보호하지 않으며, 대부는 형을 받은 사람을 돌보지 않으며, 사는 형을 받은 사람을 길에서 만나도 이야기하지 않는다. ” &#8617;        사실 장료 외에 여포의 부하였던 사람으로 이미 장패가 있지만 기왕이면 한 명 더 있으면 좋겠다고 칩시다.  &#8617;        1-5 〈세 사람〉 참조. 진궁이 장료를 놀릴 때 쓰는 호칭이라는 설정입니다.  &#8617;        이름을 말하지 않고 돌려서 칭하는 것은 대상을 존중하기 때문입니다. 1-8 〈선조에게 지내는 제사〉에서 장료는 조조에게 말할 때 진궁의 이름을 차마 입에 올리지 못하고 “이 사람”이라고 했습니다.  &#8617;    ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 장료"
            }, 
        
    
        
            {
                "id": 165,
                "url": "https://zyahan.blog/too-late-3-4/",
                "title": "3-4. 자루의 새로운 기능을 발견하기",
                "subtitle": "건안12년 봄 2월, 순우에서 업으로 가는 길에.",
                "body": "교섭에 실패하고 나온 장료는 진궁을 실은 수레로 다가가서 문을 살살 두드렸다. “선생, 료遼입니다. 잠시 열어도 괜찮겠습니까?” “이번에도 장군이셨나? 바람이 들게 해 주면 나야 고맙지. ” 장료는 봉인을 뜯고 수레의 뒷문을 열었지만 다음 행동을 취하지 못하고 머뭇거렸다. 진궁도 평소의 루틴과 다른 점을 곧 눈치챈 것 같았다. 해가 져서 어두워졌으니 여느 때라면 병사 한 명이 즉시 그를 끌어내어 업고 전사傳舍1에서 정해 준 방으로 들어갔어야 했다. “무슨 일 있구나?” “송구하지만…” “전사에서 나한테 줄 방이 없대?” 장료는 난처한 상황을 설명할 부담을 덜었다. 자기가 말로 표현하지 못하는 것도 금방 꿰뚫던 모주謀主의 능력은 여전했다. 그러나 이제 그 날카로움으로 그가 찌를 수 있는 것은 자기 자신뿐이었다. “사장舍長2이 상이라도 치르나 보네. 형여刑餘의 몸이 재수 없게 남의 관 근처에 얼쩡거리면 안 되지. 3” “…죄송합니다. ” 호송 중에는 사장의 결정에 따르라는 매뉴얼을 지켜야 했다. 모주가 세상에서 어떤 대접을 받는지를 마침내 실감했다. “혹시 그동안 이런 일을 자주 겪으셨습니까?” “지금까지 없었던 게 신기할 정도야. 낮에 들리던 말로는 연주로 넘어온 모양인데. 여기선 내가 더한 환대를 받아도 이상할 게 없어. 4” 지금이 밤이고 진궁의 얼굴이 자루로 덮여 있는 것이 다행이었다. 장료는 이 순간에 그가 짓고 있을 표정을 견딜 자신이 없었다. “아무튼 여기서 쪼그리고 자는 건 좋은데 포승은 좀 풀어 줘. 어차피 당장은 혼자 걷지도 못하는 걸. ” 매뉴얼에 따르면 목적지인 업에 도착할 때까지는 지팡이를 돌려주지 않게 되어 있었다. 장료는 진궁의 손목을 묶은 밧줄을 천천히 조심스럽게 풀고 머리에 씌운 자루를 벗겼다. 몇 년 만에 본 그의 얼굴은 달빛을 받아 더욱 창백했다. 장료는 전사에서 얻어 온 죽을 진궁에게 먹이고 그를 부축해서 변소에도 다녀 왔다. “조 공께서 선생을 아이처럼 잘 돌보라고 하셨는데 료遼가 면목이 없습니다. ” “아니야. 덕분에 고향 근처 하늘도 올려다 보고 땅도 밟아 봤잖아. 포로가 다시 못할 경험이지. ” 장료는 내내 입안에 담아 두고 있던 말을 꺼냈다. “다시 조 공의 부하가 되시면 더 넓은 곳에도 다니실 수 있을 거예요. ” “무슨 뜬금없는 소리야. 아, 형여의 몸의 말소리가 빈소에 들릴 정도가 되어선 곤란한데. ” 진궁은 목소리를 낮추어 말했다. ”아무튼, 이대로 옆에 서서 잠도 안 자고 밤새 지키고 있을 거야?” “시간 되면 교대할 겁니다. 잠자리가 불편하시겠지만 안녕히 주무세요. ” 장료는 다시 수레에 태워진 진궁이 자루를 말아서 베개로 삼고 웅크려 눕는 것을 보고 뒷문을 닫았다. 봄이 무르익어 다행히 밤은 퍽 포근했다. 수레 안에서 마른기침 소리가 간간이 나오다가 곧 잦아들었다. 장료는 문득 저 안에서도 풀벌레 소리가 들릴지 궁금했다.       전사: 관에서 운영하는 숙박 시설.  &#8617;        사장: 전사의 관리 책임자.  &#8617;        《논형》에 따르면 후한 때는 형벌로 머리카락을 잘린 사람들이 무덤에 못 가는 것은 물론이고 남의 관을 쳐다보는 것까지도 금기시되었다고 합니다. 발목을 잘린 사람에 대해서는 더했겠지요.  &#8617;        연주에 조조를 불러들이고 여포를 불러들이고… &#8617;    ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 장료"
            }, 
        
    
        
            {
                "id": 166,
                "url": "https://zyahan.blog/too-late-3-3/",
                "title": "3-3. 흰머리가 없는 까닭",
                "subtitle": "건안11년 가을 8월, 순우에서.",
                "body": "저녁상을 물리고 나서 조조는 문득 생각난 듯 물었다. “공대, 경卿이 올해 몇 살이더라?” 진궁은 잠시 계산해 보고 대답했다. “마흔다섯이요. ” 조조는 투덜거렸다. “그런데 왜 경卿은 흰머리 하나 안 나는 거야? 내가 그 나이였을 땐 꽤 있었는데. ” 진궁을 포로로 잡았을 때 조조는 마흔네 살이었다. 지금 진궁이 그때의 자기보다 나이가 많아졌다니 세월이 빠르기는 하다. 진궁은 실없는 소리를 했다. “공公이 무서워서 흰머리도 감히 못 나오고 있나 봐요. ” “그럼 이 검은 머리는 다 고孤를 안 무서워하는 놈들이란 말이지?” 조조는 진궁의 머리카락을 쓰다듬다가 마구 헝클었다. 진궁은 저항하지 않았다. 조조가 실컷 가지고 놀다가 제풀에 지쳐서 손을 놓은 뒤에야 머리를 정돈하면서 물었다. “내가 공公을 무서워하면 좋겠어요?” “고孤가 얼마나 여리고 섬세한 사람인데. 고孤가 잘 보살펴 주니까 공대가 여태 흰머리도 안 나잖아. ” 말이 나온 김에 조조는 포로에게 양질의 문화생활을 보장하기 위해 주머니에서 신작 죽간을 꺼냈다. 유명한 만가 〈호리蒿里〉에 조조가 새로 붙인 가사였다. 1  들판에는 해골이 널려 있고 [白骨露於野] 천 리에 닭 한 마리 울지 않네 [千里無雞鳴] 살아남은 백성은 백에 하나 [生民百遺一] 생각한즉 창자가 끊어진다 [念之斷人腸] 진궁은 진심으로 감탄한 기색이었다. “대단하네요. ” “이 정도쯤이야. ” “그러니까 공公한테는 백 명 중의 한 명씩이나 살아남은 게 창자가 끊어질 만큼 울분이 솟는 일이란 말이죠?” “그렇지. ……아니, 뭐라고?” “공公은 백 명 중의 한 명도 안 남기고 다 죽여버려야 속이 시원해지는 사람이잖아요?” 조조는 진궁의 뜬금없는 감상에 당황했다. “그거야…… 자꾸 왜 그래? 고孤는 경卿도 살려줬는데?” 진궁은 입을 삐죽거렸다. “내가 살려달라고 했으면 죽였을 거면서. ” “우리 공대가 그랬을 리가 없지. ” 조조는 자기에게 날아오는 화살을 피해 화제를 돌려야겠다고 생각했다. “요새 계속 의학서하고 양생서를 뒤적거리는 거로 봐선 공대도 오래 살고 싶은 모양인데?” 그러나 진궁은 오늘따라 자꾸 이상한 질문만 했다. “공公은 공公하고 나 중에서 누가 더 오래 살면 좋겠어요?” “고孤는 공대가 죽는 걸 보기 싫은데. ” “그럼 공公의 백 년 뒤2에는 나를 어떻게 하실 건가요?” “그땐 자살해도 괜찮아. ” 조조는 진궁의 표정을 보고는 달래야겠다 싶어서 입에서 나오는 대로 선심을 썼다. “고孤가 살아 있는 동안 예쁘게 굴면 나중에 유언으로 밖에서 살게 해 줄지도 모르지. ” 큰 미끼를 던졌다고 생각했는데 진궁은 도리어 인상을 썼다. 조조는 솔깃하게 들릴 만한 조건을 덧붙였다. “발은 뭐, 전장에서 다쳤다고 치고. 여생을 넉넉하게 먹고 살 만큼 재산도 줄게. ” 그래도 진궁의 반응이 시원찮아서 조조는 더욱 능글거리며 쿡쿡 찔렀다. “그때까지 기운이 남아 있으면 첩을 들여서 늦둥이 아들이라도 보든가. ……왜 그래? 속이 안 좋아?” “네, 갑자기 메스껍네요. ” 진궁은 결국 방금 먹은 저녁을 게우고야 말았다. 조조는 걱정스러웠다. 같이 먹은 자기는 탈이 없었으니 진궁의 위장이 예민한 탓일 것이다. 해산물3이 안 맞았을지도 모르겠다. 아무튼 진궁에게 양생서를 더 열심히 읽혀야겠다고 생각했다. 2019. 10. 27 21:59       《조조집》에 나옵니다. 조조의 뻔뻔스러움을 잘 알 수 있읍니다.  &#8617;        한나라 사람들이 “죽은 뒤”를 완곡하게 표현하는 말입니다.  &#8617;        《삼국지·위서》 〈무제기〉 건안11년 8월. 조조는 해적을 토벌하기 위해 순우淳于에 주둔하고 있었습니다.  &#8617;    ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁"
            }, 
        
    
        
            {
                "id": 167,
                "url": "https://zyahan.blog/too-late-3-2/",
                "title": "3-2. 관찰과 계량에 근거한 예측",
                "subtitle": "건안10년 겨울 12월, 업에서.",
                "body": "허도에서 순욱이 불시에 들이닥쳐 진궁을 놀라게 했다면 업의 순유는 미리 기별해서 진궁에게 마음의 준비를 할 시간을 주었다. 덕분에 진궁은 순유를 기다리는 내내 고통을 받을 수 있었다. 진궁은 처음과 똑같이 마루에 걸터앉은 채였다. 순유는 일단 얼굴을 트고 나자 더 친근하게 굴었다. “오늘은 마루 안에 들여보내 주세요. 선생도 겨울에 찬 데 계시면 발이 시리실 텐데. ” 지난번보다 덜 침착해 보였지만 여전히 다정하고 아마도 끈질길 것이었다. “이 집 주인은 조 공이신데 포로가 감히 자기 마음대로 거절할 순 없죠. 들어오세요. ” 진궁은 이렇게 말하면서도 그대로 앉아 있었다. 순유는 읍을 하면서 사양했다. “유攸는 여기에서 객인데 어떻게 먼저 들어가겠어요. ” 진궁은 한숨을 내쉬고 일어나서 안으로 순유를 안내했다. 순유는 자리에 앉자마자 품속을 뒤적거렸다. 길이가 한 척 정도 되는 짧은 막대 같은 물건이 나왔다. 진궁은 긴장했다. 순유가 꺼낸 것은 붓이었다. “제가 선물로 드리지는 못하지만, 선생께서 한 번 보시고 써 주시면 영광이겠어요. ” 진궁은 경계를 풀지 못했다. “이거 조 공께 허락받은 거예요?” “조 공께서는 유攸한테 알아서 하라고 하셨어요. ” “조 공이 아직도 그런 말씀을 하실 수 있을 줄은 몰랐네요. 옛날에 알아서 하란 말을 듣고 반란을 일으킨 부하가 있었는데도. ” 순유는 악의 없는 미소를 지었다. “선생께서 지금까지 살고 계신 건 평범한 사람이 따라할 수 있는 일이 아니니까요. ” “대체 군사께서 형여刑餘의 몸한테 신경을 쓰시는 이유가 뭔가요? 이따위는 걱정하실 거리도 못 되는데. ” 진궁이 빈정거리는 만큼 순유는 깍듯했다. “너무 겸손하세요. 선생께 시간을 드리는 일이 어떻게 걱정이 안 되겠어요?” “지난 7년 동안 아무 일도 없었잖아요. ” 진궁은 자기 왼손을 보고 만지작거리며 말했다. “손가락에 있던 굳은살이 손바닥으로 갔어요. 이 손은 붓 잡는 방법도 잊었답니다. ” 진궁의 시선을 따라간 순유는 대단한 사실을 발견한 듯 신기해하며 물었다. “왼손잡이셨어요?” 진궁은 이 뜬금없는 질문에 자기도 모르게 대답해 버렸다. “네. ” “그러고 보니까 얼마 전에, 선생이 조 공 밑에 계셨을 때 쓰신 서류를 찾았거든요. 글씨를 보고 정말 감탄했어요. ” 순유는 진궁이 끝내 손을 대지 않은 붓을 도로 집어넣고 제멋대로 원래의 화제로 돌아왔다. “아무튼 선생은 붓도 잘 쓰시지만 혀를 더 잘 쓰시잖아요. ” 진궁은 바짝 마른 입술을 혀로 적시고 말했다. “이 혀가 그렇게 잘 들었다면 진작에 조 공이 혀를 자르든지 소원을 들어주시든지 하나는 하셨겠죠. ” “저희 숙부께서는 지금 이렇게 된 게 선생의 의도였다고 생각하시는 것 같아요. ” “군사께서도 형여刑餘의 몸이 다른 걸 원한다고 생각하세요? 적의 사정에 통달하신 분이 오판하실 것 같진 않은데요. ” “선생이 원하시는 방법으로 얻기 위해서는 결국 스스로 조 공께 위험이 될 만하단 걸 증명해야 하잖아요. ” 순유는 아이를 어르듯이 부드럽게 말을 이었다. “유攸가 그걸 알고서도 방치하는 거야말로 선생을 얕보는 건데, 그럼 선생께 실례가 되지 않겠어요?” 진궁은 결국 순유에게 애원했다. “제발 시간을 조금만 더 주세요. ” 순유는 친절하게 물었다. “얼마나요?” “……” “시간을 계산하실 시간도 필요하세요? 산가지 빌려 드릴까요?” 진궁은 생각을 멈추고 입에서 나오는 대로 내질렀다. “3년. ” “3년이라고요?” “왜 그렇게 놀라세요?” ‘천륜이 통했나?’ 혼자서 중얼거리던 순유는 진궁에게 전하면 안 될 소식을 언급하지 않은 채 되물었다. “조금이 아니잖아요?” 진궁은 설득력이 없는 이유를 들며 우겼다. “그래봤자 지금까지 지난 시간의 절반도 안 돼요. ” “7년에 3년을 더하면 다 해서 10년이에요. 하비에서는 하루도 아까웠는데. ” 순유도 두서 없이 생각나는 대로 아무 말이나 하는 것처럼 보였다. “아 맞다, 진씨 아가씨가 순씨 며느리가 된 지도 벌써 2년이네요. ” “……” 진궁은 못 볼 것을 본 사람처럼 눈을 감고 고개를 떨군 채로 한참을 침묵한 끝에 입을 열었다. “……포로의 목숨이 10년을 넘긴다면 순씨 며느리는 마음대로 하세요. ” “선생의 제사를 담보로 거시는 거예요?” “형여刑餘의 몸이 달리 가진 게 없어서요. ” 순유는 미리 준비해 온 손수건을 꺼내 진궁에게 내밀었다. 진궁이 눈물을 쏟으리라는 것을 예상이라도 한 듯이 재빠른 동작이었다. 2019-10-23 15:31 ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 순유"
            }, 
        
    
        
            {
                "id": 168,
                "url": "https://zyahan.blog/too-late-3-1/",
                "title": "3-1. 거울을 보는 사이에",
                "subtitle": "건안10년 봄 정월, 업에서.",
                "body": "원담을 처형하고 기주를 평정한 후 업으로 돌아온 조조는 진궁을 보고 입을 다물지 못했다. 자기가 없는 동안 그가 안 하던 짓을 한다는 보고를 받기는 했지만 이 정도일 줄은 몰랐다. 늘 풀고 있던 머리를 올려서 건으로 싸매고 있었다. 조조는 진궁을 한참 쳐다보고 헛기침을 하다가 겨우 말을 꺼냈다. “품고 싶으면 품어도 돼. ” “뭐라고요?” “뭘 그렇게 놀라? 설마 고孤가 질투할 것 같았어?” “대체 무슨 소리예요?” 진궁이 모르는 척 둘러대는 것도 귀여웠으나 조조는 엄격함을 되찾았다. “고孤한테 차여 놓고 벌써 다른 사람을 찾는 게 좀 지조 없어 보이기는 한데, 그 정도는 고孤의 관대함으로 이해해 줄 수 있어. ” “공公이 무슨 말을 하는지 점점 더 모르겠네요. 내가 공公한테 차였다는 건 또 뭐예요?” “계속 잡아떼기야? 시자가 넷이나 되는데 제일 작고 순해 보이는 여자애 하나만 붙잡고 자꾸 말을 걸면 그 속이 빤하지. 지금 이 머리도 걔한테 해 달랬지?” 진궁은 조조의 뜻을 그제야 알아차렸다. “그건 맞는데…… 기가 막혀서. 내가 공公 같은 줄 알아요?” “경卿도 상대가 여자든 남자든 안 가리잖아?” “그렇긴 한데…… 정말 공公의 착각을 어디서부터 바로잡아야 할지 모르겠어요. ” 조조는 진궁이 긍정과 부정을 계속 번복하자 짜증이 나서 소리를 높였다. “고孤가 착각한 거라면 고孤가 없는 동안 시자 이름은 왜 묻고 오늘 머리는 왜 올렸는데?” “내가 공公한테 그 이유를 말해야 해요?” “당연하지. 경卿이 얘길 안 하면 시자를 족쳐 볼까? 공대하고 짜고 고孤한테 보고를 안 한 게 있는지. ” “그런 거 없어요. 끝까지 나한테 한마디도 안 하던데. ” 결국 진궁은 말을 하기는 할 것이었다. “먼저 내가 공公한테 차였다는 게 무슨 소리인지부터 설명해 주세요. ” 이번에는 조조가 말을 더듬었다. “그러니까, 내가 공대하고 마지막으로 봤을 때…” 진궁이 조조를 끌어안았고, 조조는 어쩔 줄을 몰라하다가 빠져나와서 어색하게 돌아갔다. “그때도 충격이 커 보이기는 했지만 이 정도였을 줄은 몰랐지. ” 진궁이 입술을 깨무는 것을 보고 조조는 아픈 곳을 찌르기는 한 것 같아서 기꺼이 미안해질 뻔했다. “아무튼 경卿은 왜 그랬는데?” 어쨌든 조조에게는 당장의 호기심이 가장 중요했다. 그날 진궁이 자기에게 달려들기 전에 무슨 일을 당했는지는 생각이 닿지 않았다. “적어도 담장 안에서 공公이 없는 동안엔 내가 사람이라고 착각해 보고 싶어서요. ” 억지로 대답한 진궁은 머리에 쓰고 있던 건을 벗어서 집어던지면서 내뱉었다. “월궤刖跪가 사람인 척해 보려던 게 잘못이지. ” 조조는 가만히 있었다. 진궁이 이 화제를 꺼낸다면 건드리지 않는 편이 낫다는 것은 용케도 학습했다. 물론 이것은 그의 인내심을 많이 소모하는 일이었다. “역시 귀신이 되는 수밖에 없어. ” “왜 또 그런 소리야?” “공公이 지금 와서 나를 사람으로 되돌려 놓진 못해도 귀신으로 만들어 줄 순 있잖아요. ” 이 말을 듣고 잠깐이나마 그는 진궁의 소망을 이루어줄 뻔했다. 진궁도 그의 웃음 사이로 지나간 짧은 순간을 알아차렸다. “아쉬워라. ” ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁"
            }, 
        
    
        
            {
                "id": 169,
                "url": "https://zyahan.blog/too-late-2-8/",
                "title": "2-8. 귀신을 쫓아내는 방법",
                "subtitle": "건안9년 가을 9월, 업에서.",
                "body": "진궁이 지내는 곳에서 모든 문은 바깥에서만 잠글 수 있게 만들어졌다. 조조가 들어와 있는 동안에는 대문 바깥의 빗장이 풀려 있었다. 원래부터 조조의 세력하에 있던 허도와 관도에서는 발이 잘린 후 산 채로 조조에게 능욕당하는 옛 반역자의 존재를 다들 알면서 감히 입에 올리지 못했다. 아무도 가까이 가려고 하지 않았으므로 조조가 방문할 때는 밖에서 지키는 사람을 물려도 되었다. 그러나 오랫동안 원씨의 통치를 받다가 이번에 새로 점령된 업에 사는 사람들에게는 관서 근처에 갑자기 세워진 높은 담장의 정체가 낯설었고 곧 많은 이야깃거리가 되었다. 조조의 접근 금지 명령도 아이들의 호기심을 막지는 못했다. 한 무리의 아이들은 ‘그 집’에 오늘따라 경비병이 없고 대문의 빗장이 풀려 있는 것을 발견했다. 대문을 살짝 열고 고개를 빼꼼 들이밀었다. 행랑채 없이 바로 나타난 마당에는 포석만 깔려 있고 나무 한 그루도 심겨 있지 않았다. 이 정도 크기의 주택을 장식하고 있을 만한 연못이나 화단도 없었다. 마당을 오가는 하인도 가축도 없어서 빈집 같았다. 아이들은 안도와 불안을 동시에 느끼며 집 안으로 살금살금 들어오다가, 지팡이를 짚고 계단을 내려오는 진궁을 보고는 놀라서 줄행랑을 쳤다. 낮에도 햇빛이 잘 들지 않아 그늘진 곳에서 머리를 풀어 내리고 창백한 얼굴로 나타났으니 귀신처럼 보일 만도 했다. 아이들 중 한 명만은 도망치지 않고 오히려 가까이 다가왔다. 계단을 다 내려온 진궁은 무릎을 구부리고 앉아 아이와 눈을 맞추었다. 다행히 조조는 배가 아프다고 화장실에 가고 없었다. “용감한 여랑女郞1, 여긴 무슨 일로 오셨어요?” 아이는 진궁의 부드러운 말투에 용기를 얻은 듯 물었다. “아저씬 사람이야, 귀신이야?” 진궁은 잠시 망설이다가 대답했다. “사람 취급을 받고 있진 않네요. ” 아이는 놀라서 물었다. “그럼 귀신인 거야?” “그러니까 어서 도망치……” 진궁은 말을 끝맺지 못했다. 아이가 그의 얼굴에 침을 뱉었기 때문이다. 진궁은 웃으면서 말했다. “월궤刖跪2는 사람도 아니지만 귀신도 아니라서, 이런 거로는 안 돼요. ” “월궤?” “무슨 말인지는 어른들한테 물어보세요. 나가면서 문은 잘 닫고요. ” 아이는 갑자기 겁먹은 표정을 하고 도망쳤다. 조조가 당 위에서 내려다보고 있었다. 아이가 나간 것을 확인하고 진궁이 방으로 들어오자마자 조조가 호통을 쳤다. “누가 마음대로 나가서 사람을 만나래?” 진궁은 순순히 사과했다. “잘못했어요. ” 그리고 무릎을 꿇고 부탁했다. “애들은 벌하지 마세요. ” 조조는 아까 본 광경을 떠올리고 화가 났다. “경卿의 얼굴에 침을 뱉었어?” 진궁은 아무렇지도 않게 말했다. “귀신이 제일 무서워하는 게 사람이 뱉는 침이라고들 하잖아요. ”3 조조는 더욱 소리를 높였다. “고孤도 경卿의 얼굴에 침을 뱉은 적은 없단 말이야!” “여태 그걸 못 해서 억울하신 거라면 지금이라도 하시든가요. ” 진궁은 조조가 내미는 수건을 받아 얼굴을 닦고는 소리를 낮추어 말했다. “입성하신 지 얼마 안 됐잖아요. 공公이 희롱하는 포로 얼굴 좀 봤다고 어린아이를 죽이면 여기 사람들이 뭐라고 하겠어요?” 조조는 역정을 냈다. “네가 무슨 자격으로 고孤한테 조언을 해?” “공公이 말하는 사람의 지위를 안 따지고 옳은 말을 받아들인다면 패왕의 업을 이룰 수 있겠죠. ” “전에도 패왕의 업이란 말로 고孤를 낚은 뒤에 배신했잖아. ” “궁宮을 살려 두실 거라면 그건 잊어 주세요. ” 진궁은 느닷없이 조조를 끌어안고 말했다. “이제는 그럴 수 있는 몸도 아니잖아요, 네?” 조조는 분이 풀리지 않았지만 화를 더 낼 수도 없었다. 이렇게 넘어가 주는 것은 이번이 마지막이라고 속으로 다짐했다.       젊은 여성을 가리키는 낭娘이라는 글자는 아직 쓰이지 않았습니다.  &#8617;        《한비자》에서 형벌로 발을 잘린 사람을 가리키는 말입니다.  &#8617;        《수신기》에 나오는 일화입니다.  &#8617;    ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 귀신"
            }, 
        
    
        
            {
                "id": 170,
                "url": "https://zyahan.blog/too-late-2-7/",
                "title": "2-7. 끈질긴 사람들",
                "subtitle": "건안9년 봄 2월, 업 근처에서.",
                "body": "진궁은 침상에서 배를 바닥에 대고 엎드린 채로 고개를 들어 조조에게 인사했다. 조조가 진궁을 나무랐다. “공대, 그게 주인을 맞는 태도야?” 진궁은 찡그리며 대답했다. “허리가 너무 아파서요. ”1 그런 변명을 들어줄지 말지는 주인의 마음에 달려 있었다. 위 영공이 총애한 미자하가 먹던 복숭아를 영공에게 주고 영공의 수레를 몰래 탄 것이 처음에는 죄가 되지 않았다가 나중에 죄가 되었던 것처럼. 2 그리고 조조의 눈에 진궁은 아직 귀여웠으므로 변명을 들어주기로 했다. “의학서를 보니까 자주 엎드려 있으래요. ”3 그러고 보니 진궁은 요즘 의학서와 양생서를 즐겨 읽고 있었다. 조조는 진궁이 건강하게 살려는 의욕을 보이는 것 같아서 다행이라고 생각했다. 진궁이 알아서 몸을 챙기면 의사 같은 외부인을 드나들게 할 일도 적어져서 안심이 되었다. 조조는 진궁의 기운을 북돋아 주기 위해 그가 좋아할 만한 소식을 전했다. “순공달이 경卿을 만나 보고 싶다는데. ” 진궁이 끙끙거리는 것을 보니 허리가 아주 아픈 모양이었다. “순공달은 경卿이 싫다면 거절해도 괜찮다고 했어. ” “내가 무슨 권한이 있어서 누구를 만날지 말지를 결정하겠어요? 공公이 정해 주세요. ” 조조는 진궁의 목소리에 힘이 없는 것이 안쓰러워서 선물을 주는 겸 허락하기로 했다. “그럼 만나 봐. ” 진궁은 화들짝 놀라서 물었다. “다른 사람 만나지 말라고 가둬 놓은 거 아니에요? 아무나 만나게 해도 괜찮아요?” “아무나가 아니고 순공달이니까. ” “내가 순문약하고 했던 것처럼 그 사람하고 작당해서 일을 벌이면 어쩌려고요?” 조조가 웃으면서 되물었다. “공대, 고孤가 같은 수법에 두 번 넘어갈 것 같아?” “설마요. ” 진궁은 풀이 죽어서 대답했다. “공公이 하라는 대로 할게요. ” 진궁이 생각만큼 반색하지 않아서 김이 새기는 했지만, 조조는 잘한 결정이라고 생각했다. 다른 사람—물론 조조가 믿을 만한 사람—을 만나면 진궁의 기분이 좋아질 것 같다는 이유도 있지만, 지금까지의 오랜 경험을 통해 순유의 의견은 일단 듣는 것이 이롭다는 사실을 터득했기 때문이기도 했다. 4    순유는 진궁을 방문하기 전에 알謁5을 먼저 보내어 깍듯이 예를 갖추었다. 진궁은 마루에 걸터앉은 채로 순유를 맞으면서 퉁명스럽게 말했다. “어차피 온전하지 못한 몸이니까, 예의를 못 차려도 그러려니 하세요. 옛날에 군사軍師께 진 포로가 어떻게 생겼는지 구경하러 오셨다면 마음껏 보시고요. ” 순유는 진궁과 적당히 사이를 두고 나란히 앉아서 부드럽게 말했다. “이쪽을 봐주셔야 유攸가 선생의 얼굴을 뵐 수 있을 것 같네요. ” 진궁은 마지못해 고개를 돌려 순유를 보았다. 순유는 진궁이 조조를 배신하고 반란을 일으킨 뒤에 조조의 부하가 되었으므로 두 사람은 함께 일한 적이 없었다. 진궁은 순유의 존재를 적군의 참모로만 파악했었고 직접 대면하는 것은 이번이 처음이었다. 젊은 숙부인 순욱과 닮았지만, 그보다 동그랗고 부드러운 인상이었다. 진궁은 다시 순유를 외면하며 물었다. “바쁘실 분께서 고작 이런 용건으로 오신 건 아니겠죠?” 순유는 즉시 대답했다. “선생을 뵙게 되면 여쭤보고 싶은 게 있었어요. ” 진궁은 딱딱하게 말했다. “하문하시면 받을게요. ” 순유는 진궁이 가장 듣기 싫어할 화제를 꺼냈다. “6년 전에, 선생이 하비에 계셨을 때 말이에요. ” 조조의 군대가 몇 달째 하비성을 포위하면서 지지부진할 때 수공으로 하비성을 깨뜨린 것이 순유와 곽가였다. “그때 이쪽에선 선생이 대책을 완전히 마련하기 전에 빨리 치는 게 관건이었죠. 선생이 책략을 정비하면 우리가 이긴다는 보장이 없었거든요. ”6 “……” “그때는 우리 쪽에 운이 따랐지만, 만약에 선생의 작전이 완성되었다면 어떤 모양이었을지가 지금도 가끔 궁금해요. ” 진궁은 호흡을 고르게 유지하려고 노력했다. “패장이 감히 논할 수 있는 게 아니네요. ” 순유는 조금 더 가까이 다가앉으며 말했다. “여봉선이 선생의 말을 안 들어서 포로가 된 거죠. 혹시 알아요? 이 기회에 선생이 유攸의 스승이 되실지. 7” “군사軍師의 지략은 물론 한신에 비길 수 있겠지만, 필부匹夫……도 못 되는 형여刑餘의 몸은 광무군이 아니랍니다. ” “유攸가 여쭤보고 싶은 건 정말 간단한 거예요. 하비성에 물이 안 찼다면 어떻게 막으려고 하셨어요?” 진궁의 숨소리가 거칠어졌다. “기억이 안 나요. ” “그러면 지금 새로 생각해 봐요. 선생이 광무군이 못 된다고 치더라도, 천 번을 생각하면 그중에서 한 번은 건질 게 나온다고 하잖아요. 8” 순유는 침착하고 다정했다. “여기에 6년을 계셨으니까, 그동안 가슴속9에서 벌여 본 전쟁이 수천 건은 될 텐데. ” 진궁은 목이 메었는지 한참 입술만 달싹거린 끝에 간신히 말을 했다. “죄송하지만, 형여刑餘의 몸이 아직 인간의 마음을 다 못 버려서요. ” 가슴을 누르는 손이 떨리고 있었다. 눈에 고인 눈물은 기어이 흘러내렸다. “이렇게 사나운 꼴을 보여드린 거로도 아직 만족을 못 하시겠어요? 그럼 더 가지고 노세요. 형여刑餘의 몸이 감히 뭘 어쩌겠어요. ” “미안해요. 선생을 괴롭히려는 건 아니었어요. ” 순유는 진궁이 조금 진정될 때까지 기다렸다. 얼마 후 진궁은 양손을 무릎에 얹고 하늘을 올려다보며 말했다. “여기 높이 둘러쳐진 벽이 보이시죠? 우물 같지 않아요? 군사軍師께서 이 안에 물을 채워 주시면 감사하게 받을 텐데요. ” 순유는 침착하고 다정하고 끈질겼다. “유攸의 질문에 대답해 주시면, 유攸가 선생이 원하는 걸 드릴 수 있어요. ” 그리고 더욱더 솔깃한 조건을 추가했다. “그것도 이 자리에서 당장. ” 진궁은 미심쩍어하며 물었다. “여기를 물바다로 만드시겠다고요?” “그렇게는 못 하고요, 선생이 궁극적으로 바라는 그거 있잖아요. ” “그걸 어떻게 지금 주실 건데요?” 순유는 뿌듯하게 말했다. “조 공의 가죽 주머니10만큼은 못하겠지만, 유攸도 항상 도구를 가지고 다니거든요. ” 진궁은 기가 차서 웃고 말았다. “누가 동탁한테 덤빈 분이 아니랄까 봐. ”11 순유는 겸손하게 사양하고 물었다. “그거야말로 진짜 옛날이야기죠. 어쩌실래요?” “군사軍師께 받는 것도 영광이긴 하겠네요. ” 진궁은 잠시 입을 다물었다가 말을 이었다. “그래도 조 공의 포로는 역시 조 공께서 명령하시는 거로 받아야겠어요. ” “역시 이상은 높으시네요. 하지만 책략을 너무 오래 끄시면 유攸가 먼저 선생을 칠지도 몰라요. ” “그걸 미리 알려주시고, 참 친절하시네요. ” “별말씀을요. ” 어쨌든 대화의 끝만 놓고 보면 진궁이 두려워하던 것만큼 나쁘지는 않았다.    다음번에 진궁을 찾아간 조조는 더욱 어이가 없었다. 진궁이 가만히 엎드려만 있는 것이 아니라 배를 바닥에 댄 채로 가슴과 허벅지를 들었다 놓기를 반복하고 있었기 때문이다. 12 “뭐하는 거야?” “척추 운동이요. ” 조조는 짜증을 냈다. “그걸 왜 하필 고孤가 올 때 하고 있는 건데?” 진궁은 천연덕스럽게 되받았다. “공公도 같이 하시면 좋을 것 같아서요. 올해 나이로 쉰이시잖아요. 허리 안 뻐근하세요?” 조조는 자존심이 상했다. “진공대, 내가 삐치기 전에 일어나라. ” 진궁은 쿡쿡거리면서 일어나 앉았다. 진궁이 기운이 넘치는 것은 보기 좋으면서도 왠지 수상했다. 조조는 이런 기분을 전에도 느껴본 것 같았다.       하퇴 절단인은 요통을 자주 겪는다고 합니다.  &#8617;        《한비자》에 나오는 그 고사.  &#8617;        절단 장애 재활 정보.  &#8617;        순유는 조조의 군사 중에서 가장 두각을 드러낸 인물이었습니다.  &#8617;        방문 전에 보내는 명함 같은 것. 나중에 더 자세하게 쓰기로 합시다.  &#8617;        하비성 공략 당시 순유와 곽가의 말. “진궁은 지략이 있지만 느립니다. 여포의 예기가 아직 회복되지 않고 진궁의 전술이 아직 결정되지 않은 지금 당장 신속하게 공격하면 여포를 뽑아버릴 수 있습니다. ” &#8617;        한신이 성안군 진여를 격파한 뒤 그의 참모 광무군 이좌거에게 한 말.  &#8617;        광무군 이좌거가 한신에게 계책을 내면서 겸손하게 꺼낸 말.  &#8617;        “머릿속”이 아닙니다. 한나라 사람들은 생각을 머리에서 한다는 인식이 없었습니다.  &#8617;        《삼국지·위서》 〈무제기〉 주석 《조만전》. “몸에는 작은 가죽 주머니를 차고 수건과 잡다한 물건을 잔뜩 넣었다. ” &#8617;        순유는 젊은 시절 동탁 암살을 모의한 적이 있습니다.  &#8617;        절단 장애 재활 정보.  &#8617;    ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 순유 한신 광무군"
            }, 
        
    
        
            {
                "id": 171,
                "url": "https://zyahan.blog/too-late-2-6/",
                "title": "2-6. 포상",
                "subtitle": "건안9년 봄 1월, 허도에서.",
                "body": "진궁이 조조와 바둑을 두어 이긴 것은 실력이 아닌 체력 덕이었다. 그는 조조보다 젊었고1 각종 사무로 기력을 빼앗길 일이 없었다. 시간을 끌면 끌수록 그에게 유리했다. 그가 상으로 요구한 것은 ‘조 공 이외의 사람과 대화할 기회’였다. 조조는 뜻밖에도 승낙했다. 어차피 그의 언변에 현혹될 위험이 없이 믿고 보낼 만한 사람은 한 명밖에 없었다. 하지만 조조는 심술부리기를 잊지 않았고 포상의 이행은 한참 시간을 끌었다. 조조가 하북으로 원정을 떠나서 새 거처를 만드는 동안 진궁은 추위에 시들어가는 화초를 어루만지며 허도에서 겨우내 기다렸다. 새해가 되어서야 찾아온 순욱 앞에서 진궁은 공손하게 무릎을 꿇고 머리를 조아리고 바닥에 손을 짚은 채 물었다. “혹시 그동안 승진하셨나요?” “아니. ” “그러면…… 령군令君. 2 령군令君을 복僕3의 앞에 모시는 것만으로도 령군을 욕되게 하는 일이라서 큰 죄를 짓는 기분이에요. 하지만 복僕이 죄짓는 걸 두려워하던 때는 지나 버려서. ” 진궁이 싱글거렸지만 순욱은 차갑게 말했다. “그런 것 같아. 그러니까 스스로 착실하게 목숨을 연장하고 있지. ” “‘스스로’라고요? 복僕이 아둔해서 령군令君께서 무슨 말씀을 하시는지 모르겠네요. ” “공公께 고분고분하기만 했다면 공公께서는 진작에 질려서 버리셨겠지. 반대로 매번 철저하게 저항했다면 공公께서도 단념하고 목숨을 거두어 주셨을 테고. 지금은 반항을 하면서도 말을 들을 건 착실히 들으니까 공公께서 미련을 못 버리시잖아. ” 결국 진궁도 정색을 했다. “복僕은 그저 제대로 죽기 위해 매 순간을 버티고 있는 것뿐이고요, 조 공의 앞에서 그런 계산을 할 여력이 없어요. 령군令君께서는 안 겪어 봐서 모르시겠지만. ” “나는 알 일이 없지. 그런 일을 겪기 전에 스스로 결단하는 게 마땅하니까. ” “겪어 본 입장에서 말하자면 그렇게 간단한 일이 아니에요. 령군令君께서 나서 주셨는데도 안 됐잖아요. ” 순욱은 진궁의 마지막 말에 잠시 인상을 쓰고 대꾸했다. “내가 부족했다면 나보다 나은 사람이 있어. 내 조카 공달이 조 공을 모시고 있으니까 공달한테 말해 두지. ” “아니, 그러지 마세요. ” “어디서 형여刑餘의 인간이 대부大夫의 말에 끼어들어?” 진궁이 놀라서 고개를 들어 보니 순욱은 진궁을 내려다보고 있었다. “나한테 대등하게 대접받을 자격은 네가 스스로 버린 거야. ” 진궁은 비식대며 말했다. “그렇게 말씀하시니까 차라리 후련하네요. ” “정말 염치를 잃어도 단단히 잃었군. ” 이렇게까지 모욕했으면4 진궁도 더 살 마음을 버릴 것 같았다. 혹시 아니더라도 순유가 잘해 줄 것이다. 순유는 제거해야 할 것을 제거하는 데 아주 철저한 사람이었다. 5 진궁은 말 그대로 산을 넘고 물을 건너서 조조가 마련한 새 거처에 도착했다. 운반되어 오는 길에 관사 여러 곳에서 수모를 겪었고 그나마 순욱의 배려로 배에서 하수河水6를 볼 수 있었다. 조조는 진궁을 만나자마자 언제나처럼 생색부터 내었다. “상은 잘 받았어?” “네, 아주 짜릿했어요. ” “설마 둘이서 또 불손한 모의를 벌인 건 아니지?” 진궁은 건성으로 대답했다. “아니에요. ” 모의를 벌였더라도 벌였다고 대답할 리가 없겠지만 조조는 만족했다. 곧바로 본론으로 들어갔다. “그러면 바둑은 다시 결판을 내자. 이번에는 시간제한을 걸고. ” “못 두겠어요. ” 진궁은 배시시 웃으면서 덧붙였다. “아무래도 궁宮이 실수로 바둑알을 삼켜 버릴 것 같아요. ”       여기에서 진궁은 조조보다 일곱 살 어리다는 설정입니다.  &#8617;        상서령尚書令이라서 령군令君입니다.  &#8617;        주로 문어체에서 자기를 하인이나 마부에 빗대어 낮추는 말입니다. 진궁이 신분이 낮은 척을 해도 배운 티를 못 버리네요.  &#8617;        《문선》에서 순욱의 명의로 (진림이) 쓴 편지를 보면 순욱도 어그로를 잘 끕니다.  &#8617;        삼국지 위서 순유전. 조조는 순욱은 선을 행하는 데 꾸준하고 순유는 악을 제거하는 데 철저하다고 평가했습니다.  &#8617;        황하.  &#8617;    ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 순욱"
            }, 
        
    
        
            {
                "id": 172,
                "url": "https://zyahan.blog/too-late-2-5/",
                "title": "2-5. 허리를 조심하세요",
                "subtitle": "건안8년 겨울 10월, 허도에서.",
                "body": "조조는 마당까지 나온 진궁의 마중을 받으면서도 썩 기쁘지 않았다. 긴 옷자락이 지팡이에 걸려서 못 입겠다더니 잘도 입고 나왔다. 오른손으로 옷자락을 그러쥐고 왼손으로 지팡이를 짚고 있었다. 닷새 내내 저렇게 걷기를 연습한 모양이었다. 진궁은 조조가 앞서가기를 기다려서 그를 뒤따라 당으로 올라갔다. 조조는 방에 들어가 앉자마자 신경질을 냈다. “고孤 앞에서는 좀 앉아 있으라니까. ” 뜻밖에 진궁은 고개를 끄덕이고 얌전하게 듣고만 있었다. 조조는 말투를 좀 누그러뜨리고 물었다. “‘벌’은 어땠어?” 진궁은 겸연쩍은 듯이 말했다. “상아 젓가락1 이야기가 틀린 게 아닌 게, 옷이 화려해지니까 다른 아이템도 맞추고 싶어지더라고요. ” 진궁이 이런 말을 할 줄은 몰라서 흥미가 갔다. 진궁은 조조에게 바싹 다가앉으면서 물었다. “공公이 찬 패옥 좀 봐도 돼요?” “그러든지. ” 조조는 기꺼이 허리를 들어 주었다. 느낌이 이상했다. 진궁이 손에 쥔 것은 패옥이 아닌 칼자루였다. 2 조조가 재빨리 그의 팔목을 잡았지만, 조조의 손은 몸집만큼이나 작았고 진궁의 왼쪽 팔뚝은 너무 굵었다. 그가 칼을 뽑는 것을 두 손으로 눌러 간신히 막는 것이 고작이었다. 진궁은 몹시 즐거워 보였다. “아무리 그래도 공公이 이렇게 뻔한 속임수에 넘어갈 줄은 몰랐는데요. 걷지도 못하면서 패옥을 왜 차겠어요?3” “경卿이 감히 고孤를 속여?” “공公도 늙었나 봐요. ” 아직 쉰 살도 되지 않았는데4 늙었다는 말을 듣기는 억울했다. “내 칼을 뽑아서 뭘 할 건데?” “공公이 내가 걷는 걸 보기 싫다고 하시니까 오른발도 잘라 버리려고요. ” 조조는 기겁했다. “시집간 딸을 생각해. ” 진궁이 굳은 얼굴로 말했다. “나하고 상관없는 사람이에요. ” “손자는 봐야 하지 않겠어?” “내가 공公 앞에서 걷든 말든 내버려 두겠다고 말해 주세요. ” 조조는 이 상황을 빨리 끝내고 싶었다. 거짓말을 하는 데 양심의 가책이 없었다. “알았어. ” 진궁은 즉시 칼자루를 놓고 원래 자리로 돌아가서는 문득 생각난 듯 생글거리며 물었다. “무기를 들고 주인을 위협한 죄가 큰데5 목을 베어 주시면 안 돼요?” “안 돼. ” “쳇. ” 조조는 엄하게 말했다. “그런 말 다시 하지 마. ” “알았어요. ” 진궁도 양심의 가책은 없어 보였다.    다시 닷새 뒤, 조조는 진궁을 찾아가기 전에 먼저 시자들을 시켜 그의 손을 뒤로 묶고6 과자를 차려 놓게 했다. 조조가 방에 들어가자마자 진궁이 자랑스럽게 말했다. “이렇게까지 하는 걸 보니까 발 잘린 포로가 칼을 드는 게 무섭긴 한 모양이네요. ” 조조는 대꾸하지 않고 따끈한 거여粔籹7를 진궁의 입에 갖다대었다. 진궁은 어쩔 수 없이 한입 베어 물고 씹어 삼켰다. 조조는 기어이 한 개를 다 먹이고는 허리에 찬 주머니에서 수건을 꺼내어8 진궁의 입술에 묻은 기름을 닦아 주었다. 입이 자유로워지자마자 진궁이 물었다. “그냥 공公이 이런 플레이를 해 보고 싶었던 거였죠?” “경卿이 자초한 거지. ” “또 무슨 짓을 하고 싶어요?” 조조는 벼르던 대답을 했다. “바둑 두자. ” 진궁은 인상을 썼다. “공公이 바둑을 좋아하는 건 아는데…… 갑자기 왜요? 지금까지 한 번도 안 하다가요?” “그동안은 공대 손에 바둑알을 쥐여 주면 실수로 입에 넣고 삼킬까 봐 못 했지. ” 이번에도 조조는 진심이었다. “바둑알을 손으로 안 만지고 어떻게 두라고요?” “돌을 놓을 자리를 말하면 고孤가 둘게. ” 진궁은 입술을 한 번 깨물고 조조에게 물었다. “이기면 상이 있어야죠?” “경卿이 이길 수 있다면야. ” 조조는 웃으면서 대답했다. 그가 진궁을 확실하게 이길 수 있는 것으로 바둑만 한 것이 없었기 때문이다. 그래도 진궁이 의욕에 찬 모습은 보기에 귀여웠다.       《한비자》. 상아 젓가락을 쓰면 그릇도 화려한 것을 쓰게 되고 화려한 그릇을 쓰면 음식도 진귀한 것을 담게 되고… &#8617;        《후한서》 〈여복지〉. 한나라에서 관리들은 누구나 검을 차고 다녔습니다.  &#8617;        패옥의 효과는 걸으면서 소리를 내는 데 있지요.  &#8617;        조조는 현재 마흔아홉 살이고 진궁은 마흔두 살입니다.  &#8617;        《춘추좌씨전》에서 육권鬻拳이 이렇게 말하고 자기의 발을 자릅니다.  &#8617;        《한서팸플릿》 3. 〈감금과 포박〉. 반접反接이라는 포박 방식입니다.  &#8617;        《한서팸플릿》 6. 〈사람들이 일은 게을리 하면서도 먹는 것은 반드시 때에 맞추어 먹습니다〉. 거여粔籹: 후한 사람들은 쌀가루를 꿀에 반죽하여 기름에 지져 만드는 고리 모양의 떡이라고 보았습니다. 쌀로 만든 도넛입니다. 🍩 &#8617;        《삼국지·위서》 〈무제기〉 주석 《조만전》. “몸에는 작은 가죽 주머니를 차고 수건과 잡다한 물건을 잔뜩 넣었다. ” &#8617;    ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 상아젓가락 거여 바둑"
            }, 
        
    
        
            {
                "id": 173,
                "url": "https://zyahan.blog/too-late-2-4/",
                "title": "2-4. 징벌",
                "subtitle": "건안8년 가을 9월, 허도에서.",
                "body": "“어제 보내준 옷은 왜 안 입었어?” 조조는 지난여름 진궁의 딸을 위한 혼수를 마련할 때 비단 몇 필을 따로 빼어 진궁에게 줄 옷을 짓게 했었다. 재단부터 자수까지 공들여서 몇 달이 걸렸는데 옷걸이에 걸려만 있는 것이 섭섭했다. “옷이 많이 길더라고요. ” 당연한 일이었다. 바닥에 끌리는 옷자락과 펄럭이는 소매1가 우아한 차림의 기본이니까. 진궁의 불만은 엉뚱한 데 있었다. “걸을 때 자꾸 지팡이에 걸려서요. ” 조조가 듣기에는 하찮은 핑계라서 대수롭지 않게 말했다. “공대가 걸어 다닐 필요가 있어? 여기 가만히 있기만 하면 되는데. ” 진궁은 뜻밖에도 거칠게 대꾸했다. “그렇게 되면 여기에 내가 앉아 있으나 목석을 깎아서 앉혀 놓으나 마찬가지죠. ” 심지어 더욱 심한 말도 서슴지 않았다. “공公한테 살아 있는 진궁이 필요하긴 한가요?” 조조는 당황했다. “공대, 그런 말 안 하기로 했잖아?” 명시적으로 약속한 적이 없었지만, 조조는 진궁이 장료의 손에 죽는다는 선택지를 포기했을 때 합의가 되었다고 제멋대로 믿었다. “공公이 내가 살아 있기를 바라는지 아닌지 모르겠어요. ” 조조는 일단 진궁을 달래기 위해 미소를 지으면서 말했다. “내가 공대를 얼마나 귀여워하는데. ” 진궁도 덩달아 미소를 지으면서 받아쳤다. “그러면 내가 걷는 것도 귀여워하면 되겠네요. ” 조조의 얼굴에서 웃음기가 사라졌다. 도망치지 못하게 하려고 한쪽 발을 자르게 했다. 그러나 그 결과가 어떤 모습인지 똑바로 바라볼 생각은 없었다. 그동안 몇 번 안 되는 일이었지만 짧게 자른 옷자락 밑으로 하나뿐인 발이 드러나는 것만으로도 거북했다. 길고 두꺼운 옷자락으로 덮어 놓기라도 해야 그나마 마음이 편했다. 조조에게 필요한 것은 진궁이 도망칠 수 없다는 확신이었다. 물론 지팡이를 짚고 걷는 걸음으로 달아날 수 있을 리 없었다. 하지만 그가 걷는다는 가능성만으로도 불안했다. 자기 앞에서 한 발짝이라도 몸을 피하는 것을 허락하기 싫었다. 이렇게 된 것은 당초에 자기를 배반하고 떠났던 진궁의 잘못이었다. “귀엽게 굴어야 귀여워하지. ” 진궁은 코웃음을 쳤다. 조조는 친절하게 설명했다. “아예 못 걷게 한 것도 아니잖아? 고孤가 안 오는 날에는 봐줄 테니까 마음대로 해. ” 자기가 진궁의 지팡이를 빼앗아가서 석 달 동안이나 돌려주지 않은 적이 있다는 사실은 당연히 진작에 잊었다. 진궁이 한숨을 쉬고 말했다. “형여의 몸이 감히 인간 대접을 해 달라고는 못 하겠는데요, 그래도 목석 인형으로 취급받는 건 못 견디겠어요. ” 조조는 이해가 가지 않아서 따졌다. “왜 그따위로 말해? 고孤가 심한 짓이라도 했어? 고작 옷 한 벌 입는 걸 가지고 뭐 때문에 그렇게 투정을 부려?” 진궁은 대답하는 대신 왼쪽 무릎을 세우고 겉옷과 속바지를 걷어 올렸다. 진궁이 무엇을 보여주려고 하는지 알아차린 조조는 재빨리 눈을 감고 고개를 돌렸다. 진궁의 몸에서 그곳만은 피하고 싶었다. “전장에서 더한 꼴도 보셨을 분이 왜 그러세요? 눈 뜨고 못 볼 짓을 했다는 건 아시나 봐요. ” 조조는 진궁을 외면한 채로 이를 악물고 대답했다. “너 지금 굉장히 무례하다. ” 진궁은 또 코웃음을 쳤다. “공公이 예를 말할 때가 다 있네요. ” 걷었던 바짓단을 펴고 옷매무새를 정돈하면서 말을 이었다. “그래서 무슨 벌을 내리실 건가요? 또 지팡이 가져가실래요?” 조금 전에 아예 못 걷게 한 것은 아니라고 말해 놓고 지팡이를 압수하면 비웃음을 살 것이 뻔했다. 조조는 다른 방법을 궁리했다. 굶기거나 때리는 것은 당연히 말도 안 되는 일이었다. 집필이나 접견이나 외출은 처음부터 허락하지 않았으니 금지한들 벌이 되지 못했다. 너덧 권 있는 책이라도 압수할까 했지만, 어차피 다 조조 자신이 빌려준 것이었고 무엇보다 내면의 독서인이 그것만은 안 된다고 비명을 질렀다. 결국 조조가 생각해 낸 벌은 시시했다. “닷새 뒤에 고孤가 다시 올 때까지 매일 저 옷만 입어. ” 진궁의 표정을 보니 시시하지 않은 모양이었다. “오늘부터요?” “지금부터. ” 진궁은 무슨 말을 하려다가 입을 다물었다. 직접 일어나서 실내용 지팡이를 짚고 옷을 가지러 걸어갔다.       《서경잡기》.  &#8617;    ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁"
            }, 
        
    
        
            {
                "id": 174,
                "url": "https://zyahan.blog/fingertip/",
                "title": "손끝의 감각",
                "subtitle": "",
                "body": "군법의 관례대로 참수형을 집행하려고 벌여 놓은 도끼와 받침대1를 치우고 교수대를 설치하는 동안 진궁은 한자리에 가만히 서 있었다. 목을 매달아 죽이라고 명령을 내린 까닭은 뚜렷하지 않았다. 목을 베어 달라는 진궁의 뜻대로 해 주기 싫다는 심술인지, 죽더라도 ‘온전한 몸’을 남기게 해 주려는 배려인지 조조 자신도 알지 못했다. 어쨌든 처형 방법을 바꾼다는 핑계로 조조는 진궁을 잠시 더 살려 둘 수 있었다. 하지만 시간을 번다고 해서 조조가 기대하던 일이 일어나지는 않았다. 진궁은 묵묵히 기다리기만 했다. 날붙이를 끈으로 바꾸는 것으로는 그의 관심을 끌지 못한 듯했다. 쓸데없는 짓을 한다는 타박이라도 기꺼이 들으련만 이쪽을 돌아볼 기미도 보이지 않았다. 분해서 눈물이 났다. 어차피 다시 마주치지 못할 바에는 이쪽에서 마음껏 관찰하기로나 했다. 작은 움직임 하나하나를 눈에 담았다. 줄곧 묶여 있는 손이 시린지 손가락 끝을 꼼지락거리고, 바람에 날려 눈에 들어간 싸락눈을 털지 못해서 눈을 찡그리며 깜빡이는 모습이 귀여워서 슬펐다. 죽겠다고 하는 사람은 죽어 가고 있지 않았다. 2 똑같이 시린 손을 하고 눈물을 흘렸다. 그의 목에 올가미가 걸리고부터는 차마 더 볼 수 없었다. 전각으로 돌아가서 눈물을 닦고 화로 옆에서 손을 녹이고 있을 때 사람이 와서 그의 절명을 알렸다. “시신의 몸을 깨끗이 닦아서 가족에게 돌려줘라. ” 조조는 감각이 완전히 돌아온 손으로 주먹을 쥐고 말했다. “목은 따로 잘라서 빠른 역마로 허도에 보내고 시장에 걸라고 해. ” 진궁을 잃은 자기는 지금 세상에서 가장 가엾은 사람이었다.       부질鈇鑕.  &#8617;        George Orwell, A Hanging.  &#8617;    ",
                "tags": "삼국지 조조 진궁 조조진궁"
            }, 
        
    
        
            {
                "id": 175,
                "url": "https://zyahan.blog/too-late-2-3/",
                "title": "2-3. 복숭아나무 소담하고",
                "subtitle": "건안8년 여름 5월, 허도에서.",
                "body": "접시를 덮은 천을 진궁이 걷어내자 반듯하게 잘린 복숭아 여덟 조각이 향을 뿜었다. 1 “분수에 안 맞게 화려한 세팅이네요. 나한텐 그냥 안 썰고 껍질째로 던져 주시면 되는데. ]”2 조조는 진궁이 예법을 들먹이는 것을 못 들은 척하고 말을 돌렸다. “먹기 전에 잠깐만. 복숭아 하면 떠오르는 시 없어?” “또 서왕모 나오는 시 쓰셨어요?”3 “말고, 고전 중에서 찾아봐. ” “시부詩賦 잘 몰라요. ”4 조조는 즐겁게 알려주었다. “경卿도 알 만한 거야. ” 진궁은 경계하는 기색으로 물었다. “갑자기 무슨 수수께끼 놀이에요?” “힌트 하나 더 줄게. 오경五經 중에 있어. ”5 《시경》에서 찾으라면 어렵지는 않았다. 가장 유명한 것을 대고 치워 버리려는 듯 재빨리 대답했다. “〈도요桃夭〉. ” 조조는 쉽게 놓아 주지 않았다. “맞춘 김에 한 번 읊어 봐. ” 결국 진궁은 체념하고 시를 외웠다. “복숭아나무 소담하고…… 꽃이 곱게 피었네. 아가씨가 시집가니 그 집안이 화목하리라. ”6 1절만 읊고 멈추자 조조가 재촉했다. “뭔가 느껴지는 게 없어?” “없는데요. ” “그렇게 성의 없이 대답하지 말고. ” “결혼 축하 노래잖아요. 이걸 왜 나한테 시켜요?” 조조가 히죽거렸다. “경卿의 딸이 결혼했으니까. ” “……” 진궁은 말을 잇지 못하다가 한참 만에 중얼거렸다. “참최복 입을 아비도 없는데7 시집에서 박대는 안 당하려나. ” 조조는 기회를 놓치지 않고 으스대었다. “고孤가 중매를 섰는데8 누가 감히. ” 진궁은 복숭아 한 조각을 집어서 입에 넣었다. 질긴 고기라도 되는 것처럼 오래 씹다가 천천히 삼키고는 마침내 입을 열었다. “복숭아가 다네요. ” (2019-08-21 16:19)       《예기》 〈곡례〉에 신분별로 참외를 차려 내는 방법이 나와 있는데, 여기에서는 복숭아로 날조했습니다.        천자: 칼질 세 번에 고운 베로 덮기    제후: 칼질 두 번에 거친 베로 덮기    대부: 베로 덮지 않은 채로 주기    사: 꼭지만 따내고 주기      &#8617;        서인에게는 알아서 이로 깨물어 먹으라고 통째로 줍니다. 😭 &#8617;        조조는 〈맥상상〉과 〈기출창〉 등의 작품에서 서왕모를 만나는 환상을 노래했다고 합니다. 서왕모의 대표 아이템은 역시 곤륜산 복숭아지요. 🍑 &#8617;        진궁에게 예술가 취미를 주지 않겠습니다… &#8617;        4서3경은 성리학에서 성립된 개념이며 한대에는 5경이었습니다.  &#8617;        桃之夭夭、灼灼其華。之子于歸、宜其室家。 &#8617;        한대에는 친족의 친소 관계를 (촌수가 아닌) 상복의 등급으로 표시했습니다. 상복의 등급은 참최&gt;재최&gt;대공&gt;소공&gt;시마 다섯 단계로, 아버지가 죽었을 때 참최복을 입습니다. 그런데 《순자》 〈예론〉에 따르면 형을 받은 죄인이 죽었을 때는 상복을 입는 예절이 없다고 합니다. 그러므로 진궁이 죽어도 진궁의 딸은 참최복을 입을 수 없습니다. 😨 기원전 3세기의 규범이 기원후 3세기에 철저하게 지켜졌을 것 같지는 않지만 써 먹으면 재미있으며 특히 진궁은 제사를 잇는 것을 중시하는 유교맨이니까요.  &#8617;        진궁이 죽은 뒤 조조가 그의 딸을 시집보내주었다는 이야기는 《삼국지·위서》 〈장막전〉에 나옵니다. 진궁에 대한 기록은 대부분 주석에 나오는데 이 일화는 무려 본문이었습니다. 😨😨 &#8617;    ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 복숭아 시경 예기"
            }, 
        
    
        
            {
                "id": 176,
                "url": "https://zyahan.blog/too-late-2-2/",
                "title": "2-2. 상아",
                "subtitle": "건안7년 가을 8월, 관도에서.",
                "body": "진궁은 대개 해가 지면 곧바로 침상에 누웠다. 책이라도 읽자고 방을 밝히기 위해서는 시자를 시켜 불을 가져오게 해야 했다. 일단 불을 켜면 시자는 등을 지키면서 떠나지 않았다. 몇 달 전에 고의로 화상을 입고 나서부터 특히 노골적으로 감시하는 것이 더욱 불편했다. 그냥 휘장을 치고 일찍 자는 편이 나았다. 조조가 대문을 열고 들어와서 방에 불을 켤 때까지 알아차리지 못한 것을 보면 잠이 꽤 깊게 들었던 모양이다. 이 인간이 하다 하다 못해 이제는 자는데 찾아와서 덮치려고까지 하나 싶어서 한숨이 나오는데 조조는 입을 활짝 벌리고 웃고 있었다. 술 냄새가 풍겼다. “내 꿈 꿨구나?” “네?” “잠꼬대로 명부明府1를 찾던데?” 조조는 ‘명부’가 동군 태수 시절의 자기라고 생각한 듯했다. 진궁이 그를 연주목으로 만들어 주면서 천하를 손에 넣고 패왕의 업을 이루라고 하던 때였으니까2 흐뭇할 만도 하겠다. “내가 그랬어요?” “자기가 꿈을 꿔 놓고 몰라?” “깨면 바로 잊어버려서요. ” 매번 어떤 악몽을 꾸었는지를 생생히 기억한다면 지금까지 버티기가 더욱더 힘들었을 것이다. 진궁은 ‘명부’가 동군 태수 조조였는지 진류 태수 장막이었는지를 애써 떠올려 낼 마음이 없었다. 아무튼 조조가 자기를 자게 내버려 둘 것 같지 않았으므로 억지로 몸을 일으켰다. “밤중에 무슨 일이에요?” “일 년 중에 보름달이 제일 예쁜 날이 오늘이거든. ”3 “여기선 안 보일 텐데요. ” “좀 있으면 자정이니까 마루에 나가면 볼 수 있어. ” 지팡이를 짚고 일어나기도 귀찮았다. 침상에서 내려와 손으로 바닥을 짚고 몸을 끌면서 슬쩍 물었다. “내일 일 안 나가세요?” “원소도 죽었는데. 담이랑 상이 같은 애새끼 상대하는 거 정도야. ” 조조에게서 술 냄새가 괜히 나는 것이 아니었다. 여느 때였다면 하지 않았을 말을 한다. 진궁은 기분이 나쁘지 않았다. 과연 마루에서는 중천에 솟은 보름달이 보였다. 조조는 달빛을 보는 데 방해가 된다고 등불도 껐다. 진궁의 허리에 팔을 두르고는 예羿의 아내4 상아嫦娥가 서왕모西王母에게 얻은 불사약을 훔쳐 달로 도망친 이야기5를 늘어놓았다. 진궁은 자기도 모르게 중얼거렸다. “좋겠다. ” 조조가 뜻밖에 날카롭게 따져 물었다. “너 그거 무슨 소리야?” “졸려서 하는 헛소리죠. ” “음……” 진궁은 안전을 기하기 위해 웃으면서 말했다. “일부러 여기까지 오셨는데 궁宮하고도 술을 드셔 주실 거죠?” “좋지. ”       태수에 대한 존칭.  &#8617;        《삼국지·위서》 〈무제기〉 주석.  &#8617;        추석 달맞이 풍습은 위진 시대에 시작했다고 합니다. http://kr. xinhuanet. com/2017-10/04/c_136565073. htm &#8617;        서한 때의 책 《회남자》에 나오는 이야기입니다.  &#8617;        한대에는 서한 문제 유항劉恆의 이름을 피휘하여 항아姮娥를 상아嫦娥라고 했습니다.  &#8617;    ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 상아 항아 중추절"
            }, 
        
    
        
            {
                "id": 177,
                "url": "https://zyahan.blog/too-late-2-1/",
                "title": "2-1. 바질 향기",
                "subtitle": "건안7년 여름 5월, 관도에서.",
                "body": "조조도 처음에는 진궁이 마루에 엎드려 화분에 몰두한 모습이 귀여워서 방해하지 않으려고 했다. 하지만 거의 1분1이 다 되도록 자기가 온 것을 알아차릴 기미가 없자 슬슬 심술이 났다. 조조는 손짓으로 시자를 불러서 몰래 지시를 내리고는 진궁을 불렀다. “공대. ” 진궁은 그제야 조조의 존재를 깨닫고 몸을 일으켰다. “언제부터 와 계셨어요?” 조조는 섭섭함을 감추지 않았다. “그게 그렇게 좋은가 보지? 고孤가 온 줄도 모르고 말이야. ” 진궁은 전혀 미안한 기색을 보이지 않았다. “나륵羅勒2을 처음 키워 봐서요. 향이 상큼하네요. ” 그리고는 아쉬운 표정으로 중얼거렸다. “햇볕이 많이 들면 더 잘 자랄 텐데. ” 이곳 관도의 집은 허도의 사공부 별채보다 담이 높아서 정오 무렵에야 햇빛을 활짝 받을 수 있었다. 조조는 진궁이 불평하는 것 같아 더욱더 언짢았다. 진궁은 조조의 속도 모르고 계속 수다를 떨었다. “화초 키우는 방법이 나와 있는 책3은 없을까요? 허도에 연락하실 때 알아봐 주시면 안 돼요? 그러고 보니까 허도에서 키우던 미질향迷迭香4은 잘 있을지 모르겠네요. 첫째 아드님5이 잘 키워 주겠죠?” 조조가 짜증을 더 참기 어려워지려고 할 때 마침 시자가 쟁반에 칠기 그릇을 받쳐 들고 왔다. 조조는 회심의 미소를 지으며 진궁에게 그릇을 건넸다. “그렇게 아끼는 화초니까 물 좀 줘. ” 그릇에 담긴 물은 갓 끓여 와서 김이 모락거리고 있었다. 6 진궁은 왼손으로 물그릇을 들고 말문이 막힌 채 조조를 한참 쳐다보았다. 조조는 양심의 가책 없이 진궁의 시선을 마주했다. 진궁이 울먹이면서 ‘명공明公, 궁宮이 잘못했어요. ’라고 한다면 귀엽겠다고 생각했다. 이윽고 진궁은 입을 실룩이며 웃고는 곧바로 오른손을 내밀고 손등에 물을 부었다. 조조가 말릴 틈도 없었다. “무슨 짓이야?” 진궁은 벌겋게 달아오른 손을 털면서 아무렇지도 않게 대답했다. “화분을 만지다가 손에 흙이 묻어서요. ” 조조는 기가 막혔다. “그 뜨거운 물로 어떻게 손을 씻어?” 진궁은 눈을 동그랗게 뜨고 되물었다. “설마 공公이 사람 손도 못 씻을 물을 화초에 주라고 하셨겠어요?” 조조는 대답할 말을 잃었다. 시자를 시켜 찬물을 떠 오고 화상을 치료할 의사를 부르게 했다. “고孤가 얼마나……” 진궁은 듣지 않고 화분에서 잎을 하나 따서 조조의 입에 물렸다. 진궁을 야단치려던 조조는 입을 다물 수밖에 없었다.       진·한 시기에는 하루를 16시간으로 나누고 1시간을 10분으로 나누었습니다. 즉 여기서 말하는 1분은 현재의 9분입니다.  &#8617;        바질. 《서경잡기》에 나옵니다.  &#8617;        《한서》 〈예문지〉에는 없었습니다. 😭 &#8617;        로즈마리. 서역에서 들어왔습니다.  &#8617;        《예문유취》에 조비의 〈미질부〉가 인용되어 있었습니다. 조식도 〈미질향부〉를 썼습니다.  &#8617;        미워하는 사람의 화분에 끓는 물을 부어 앙갚음하는 이야기는 《부생육기》에서 따 왔습니다.  &#8617;    ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 허브 바질 부생육기 서경잡기 조비 조식 로즈마리 미질부 미질향부"
            }, 
        
    
        
            {
                "id": 178,
                "url": "https://zyahan.blog/too-late-1-8/",
                "title": "1-8. 선조에게 지내는 제사",
                "subtitle": "건안7년 봄 정월, 허도에서.",
                "body": "조조는 새해에 치러야 할 공무와 사무를 다 치르고 마침내 진궁을 찾아가서 의기양양하게 물었다. “어느 쪽이야?” 진궁은 즉시 대답했다. “두 번째. ” 조조는 말문이 막혔다. 진궁이 충분한 고민 끝에 첫 번째를 택할 것을 확신했기 때문이다. 진궁은 분명하게 말했다. “장문원을 불러서 내 목을 치라고 하세요. ” 조조는 분노로 몸을 떨고 진궁을 노려보면서 간신히 말했다. “그래. 마침 지금 허도에 와 있으니까 얼마 안 걸릴 거야. ” 진궁이 자기를 버리고 죽음을 선택하는 것을 막지 못한다면 그 죽음을 괴롭게 만들어 주기라도 해야 했다. 조조는 먼저 병사들을 시켜 진궁을 뜰로 끌어내어 입에 재갈을 물리고 눈을 천으로 가리고 몸을 밧줄로 묶게 했다. 진궁이 목소리로든 눈짓으로든 몸짓으로든 장료에게 신호를 보내면 곤란했다. 부름을 받고 들어온 장료는 진궁이 바닥에 엎어져 있는 것을 보고 놀랐지만 감히 사정을 먼저 묻지 못하고 조조의 설명을 기다렸다. “진궁이 꼭 경卿의 손에 죽고 싶다고 해서 그 소원을 이뤄 주려고 경卿을 불렀어. 목을 베어 줘. ” 이렇게 말하고 조조는 진궁의 등을 무릎으로 찍고 풀어 헤친 머리카락을 힘껏 꼬아 돌려서 목덜미가 드러나도록 했다. 장료가 무릎을 꿇고 말했다. “료遼가 죽음을 무릅쓰고1 청합니다. 말씀하신 것을 이 사람의 입으로 직접 듣도록 허락받을 수 있겠습니까?” 조조는 웃으면서 되물었다. “고孤를 의심하나?” “당치도 않습니다. ” 죽기를 자처해서 반항하지 않을 사람을 이렇게 단단히 포박해 놓은 것이 이상하다고 느낄 수도 있겠지만 장료는 주인 앞에서 그렇게 눈치를 굴리고 의심을 품을 인물이 아니었다. 그저 진궁의 마지막 말을 듣고 싶었을 뿐이었다. 그리고 그 소망도 주인에게 복종해야 한다는 의무 앞에서는 누를 수 있었다. “명공明公2의 명령을 따르겠습니다. ” 조조는 좀 아쉬웠다. 장료가 요란하게 의심하고 항의해서 진궁을 괴롭게 만들어 주기를 바랐다. 그를 괴롭히는 데는 지금의 침통한 목소리로도 충분하다는 것을 몰랐다. 장료가 주인의 명령에 감히 한 번이라도 자기 목소리를 낸 것이 이미 대단한 갈등을 겪고 나온 일탈이라는 사실은 아직 진궁만 헤아릴 수 있었다. 어쨌든 조조도 장료가 반드시 명령을 따르리라는 것은 알아차렸다. 그렇다면 이대로 끝내기는 심심하니까 구경거리라도 더 만들어 보자는 충동이 들었다. 진궁의 입에 물린 재갈을 풀어 주고 그의 턱을 붙잡아 장료가 있는 방향으로 고개를 돌리게 했다. “문원한테 하고 싶은 말이 있으면 해 봐. ” 진궁의 입에서 나온 것은 조조도 놀랄 만한 거짓말이었다. “조 공이 거짓말을 하진 않았어. 그러니까 조 공을 의심하지 마. ” 진궁은 한숨을 쉬고 덧붙였다. “그냥 내가 잠시 어떻게 됐었나 봐. 놀라게 해서 미안해. ” 그리고 조조에게 말했다. “첫 번째로 바꿀게요. ” 조조는 반색했다. 즉시 눈가리개와 밧줄을 끊어 주고 진궁을 일으켜 앉혔다. 장료는 바닥에 엎드려 절을 해서 감사를 표하고 물러났다. “어서 들어가자. ” 진궁을 부축해서 계단을 올라가는 것은 생각보다 힘든 일이었다. 조조는 진궁을 마루에 내려놓고 숨을 헐떡이며 감격했다. “고孤가 문원을 잃을까 봐 걱정해 줄 줄은 몰랐네. ” “……” 진궁의 옆에 바싹 다가가서 앉으며 말했다. “지팡이는 더 좋은 거로 새로 해 줄게. ” “……” 원래 쓰던 지팡이를 보관해 두고 가끔 만지작거린다는 것은 비밀이었다. “그리고 약속을 했으니까, 원하는 거 하나 말해 봐. ” 진궁의 얼굴은 죽은 사람 같았다. 조조를 쳐다보지도 않은 채로 쉰 목소리를 간신히 짜내어 대답했다. “……오늘은 피곤해서 아무 생각도 안 나네요. 다음번에 뵙게 되면 말씀드릴게요. ” 조조는 자상하게 물었다. “그럼 방에 들어가서 누울래?” “먼저 뜨거운 물로 목욕 좀 하고요. ” 역시 이대로 떠나기는 아까웠다.    사흘 후 순욱은 초譙에 군대를 파견하기 위한3 준비 상황을 보고하고 나서 조조에게 말했다. “진궁을 살려 두시겠다면 이제부터라도 예禮와 인仁으로 대하십시오. ” 조조는 대수롭지 않게 대답했다. “지금까지도 그래 왔는데? 안 그래도 그날부터 쭉 식사를 안 했다기에 굶어 죽을 거 같아서, 오늘 아침에 병사들을 시켜서 죽이라도 넘기게 해 주라고 했어. ” 순욱은 죽기를 포기한 진궁이 조조에게 원한을 쌓을 것이 더욱 걱정되었다. “진궁이 원망할 일은 안 하시는 것이 좋습니다. ” 조조는 억울했다. “내가 그럴 짓을 할 사람처럼 말하지 마. 지금도 그 귀엽고 까다로운 아기4를 달래고 비위를 맞춰 주느라 애쓰고 있단 말이야. ” 진궁이 순욱보다도 나이가 많다는5 사실을 지적해 보았자 소용이 없을 것 같았다. 이 건에 관한 한 조조를 이해시키기는 어려울 듯했다. 순욱은 속으로 진궁을 만날 기회를 한 번 더 만들어야겠다고 생각했다.    강제로 음식을 먹인 보람이 있었는지, 조조가 닷새를 채운 뒤 다시 찾아갔을 때 진궁은 혈색이 돌아온 것처럼 보였다. “얼굴이 좀 나아져서 다행이야. 조건은 정했어?” 진궁은 바로 대답했다. “뜰에 나무 한 그루 심어 주세요. ” 조조는 잠시 생각하다가 거절했다. “안 돼. 공대가 나무에 올라갔다가 떨어져서 다치면 어떡해?” 조조의 걱정은 진심이었는데 뜻밖에 진궁은 웃었다. 조조가 회의나 연회 때 농담을 시도할 때마다 좌중에서 어김없이 터져 나오는 웃음과 똑같았다. 조조는 생각했다. ‘정말 재미있는 말이었나 보군. ’ 다 웃은 진궁은 유순하게 부탁했다. “나무가 안 되면 화초라도요. ” “왜?” “살아 있으려니까 마음 붙일 것이 필요해서요. ” 살아 있겠다는 말을 진궁의 입으로 들은 것이 기쁘면서도 조조는 약간 질투가 났다. “마음은 고孤한테 붙여. ” 진궁은 입술을 깨물었다가 애써 미소를 지었다. “공公이 날마다 오시지는 못하니까요. ” 얼굴을 붉히고 떨리는 목소리로 덧붙였다. “공이 주시는 거니까 보면서 공을 생각할게요. ” 진궁이 이렇게까지 귀여웠던 적이 없었다. 조조는 가만히 보고만 있기 힘들었다. 진궁을 인仁으로 대하라는 순욱의 말이 떠오른 조조는 자기의 어진 처사에 진궁이 감동하기를 바라면서 품에서 죽간을 꺼내어 내밀었다. “이거 한 번 보지. ” 진궁은 죽간을 펼쳐서 첫 줄을 보자마자 도로 말아서 돌려주었다. “공公이 쓴 시는 아닌 것 같은데요. 다른 죽간하고 바뀐 거 아니에요?” “이번에 초譙에 가서 낼 포고문6인데, 한 번 읽어 봐. ” 진궁은 시키는 대로 소리 내 읽었다. “나는 의병을 일으켜 천하를 위하여 폭거와 변란을 평정하였다. 그동안 고향의 인민이 대부분 죽어서 이 땅을 종일 다녀도 아는 이를 볼 수 없는 것이 나를 슬프게 했다. 의병을 일으킨 이래 후사가 끊어진 장병들은 친척을 찾아 후사를 잇게 하되 그들에게 좋은 밭을 주고 농사를 지을 소를 관에서 공급하며 학교를 세우고 스승을 두어 교육하라. ”7 ‘아차. ’ 여기까지 듣고 나니 조조는 뒤늦게 다음 문장이 걱정되었다. “(8) 후사가 남은 이를 위해서는 사당을 세워서 선조에게 제사를 지내게 할 것이니, 혼이 있고 령이 있다면 우리가 백 년 뒤에도 무엇을 안타까워하겠는가!”8 진궁은 뜻밖에 ‘선조에게 제사를 지내게 할 것이니’에서 머뭇거리거나 울컥하지 않았다. 적어도 조조가 듣기에는 그랬다. 조조는 크게 안심했다.       무척 비장해 보이지만 (그리고 비장하지만) 높은 사람에게 말할 때 쓰는 관용어(매사[昧死])입니다. 사실은 황제에게 말할 때 써야 하지만 너무 쓰고 싶었습니다.  &#8617;        진궁이 명明을 안 붙이고 공公이라고만 하는 것과 대조됩니다.  &#8617;        《삼국지·위서》 〈무제기〉 건안7년 정월의 기사.  &#8617;        《삼국지·위서》 〈여포전〉. “조씨가 공대를 갓난아기처럼 대했는데도… (후략)” &#8617;        진궁의 연령에 대해서는 알려진 바가 없습니다. 여기에서는 162년생으로 설정했습니다. 조조보다 일곱 살 적고 순욱보다 한 살 많은 나이입니다.  &#8617;        《삼국지·위서》 〈무제기〉 건안7년 정월의 기사. 사실은 초에 가서 썼겠죠.  &#8617;        吾起義兵，為天下除暴亂。舊土人民，死喪略盡，國中終日行，不見所識，使吾悽愴傷懷。其舉義兵已來，將士絕無後者，求其親戚以後之，授上田，官給耕牛，置學師以教之。 &#8617;        為存者立廟，使祀其先人，魂而有靈，吾百年之後何恨哉！ &#8617;    ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 장료 순욱"
            }, 
        
    
        
            {
                "id": 179,
                "url": "https://zyahan.blog/too-late-1-7/",
                "title": "1-7. 욕심 많고 잔인한 사람",
                "subtitle": "건안6년 가을 9월, 허도에서.",
                "body": "관도대전 후 한 해가 지나 가을이 다 끝날 무렵에야 허도로 돌아온 조조는 진궁을 찾아가자마자 불평부터 했다. “어떻게 나한테 이럴 수 있어? 다시는 순문약을 볼 생각도 하지 마. ” 진궁은 태연했다. “당초에 볼 생각을 한 적도 없어요. 편지도 그쪽에서 보냈고, 여기도 그쪽에서 왔고, 그리고 다 공公이 허락한 일이잖아요. ” “아무튼 둘이서 나 몰래 짠 건 맞잖아?” “우연히 목표가 맞아서 공公의 포로가 어떤 욕망을 갖고 있는지 보여드린 것뿐이에요. 공公이 참고하시라고요. ” 고의가 분명한 비웃음을 지으며 덧붙였다. “모주謀主의 의견 같은 건 무시하고 결정하셔도 괜찮아요. 여봉선도 그랬는데. ” 조조는 고함을 질렀다. “어디서 감히 고孤를 여포 따위한테 비겨?” 그리고 진궁에게 지지 않는 비웃음으로 응수했다. “그리고 그렇게 긁는다고 내가 홧김에 경卿을 죽여 줄 일은 없을 테니까 꿈 깨. ” 진궁은 물러나지 않았다. “공의 포로가 전쟁에 대한 꿈은 못 깨겠다고 하네요. ” 조조는 서둘러 큰소리를 쳤다. “그게 고孤한테 위협이 될 거라고 생각해? 포로의 몸으로 뭘 할 수 있겠어?” 어떻게든 진심인 것처럼 보여야 했다. 진궁을 기껏 살려서 옆에 두어 놓고도 끝내 그를 두려워해서 죽여 버렸다는 말을 듣는 것만은 절대로 안 될 일이었다. “어쨌든 포로하고 모주가 협력해서 만든 게 있는데 주인이 가만히 있을 수는 없지. 둘 중에서 하나를 고르게 해 줄게. ” 조조는 대범함을 한껏 뽐냈다. “첫 번째는 내가 원하는 대로 여기서 얌전하게 사는 건데, 이 안에서 경卿이 바라는 조건이 있으면 하나는 들어 줄 수 있어. 당연히 고孤가 들어줄 만한 걸 말해야겠지만. “ “그리고요?” “두 번째는 경卿이 원하던 건데, 내가 조건을 하나 걸 거야. ” 진궁이 눈을 빛냈다. 조조는 기대했던 반응을 즐기면서 일부러 말을 끌었다. “안심해, 가족하고 제사를 써먹는 것도 이젠 식상하니까. ” “그거 다행이네요. ” ‘인제 조건이 무엇이든 받아들이고 이쪽을 선택할 기분이겠지?’ 목소리를 가다듬고 한 단어 한 단어를 힘주어 말했다. “고孤가 꼭 목숨을 거두어 주길 바란다면, 경卿의 목을 치는 건 장문원한테 시킬 거야. ” 진궁은 조조가 이렇게 나오리라고는 예상하지 못했는지 굳어 버렸다. 조조는 뿌듯했다. 거의 3년 전 하비에서 스스로 형장으로 걸어가던 진궁을 당장 붙잡을 핑계로 수도에서 형을 집행하겠다는 명분을 떠올려 냈을 때만큼이나. “경卿의 눈을 가리고 입을 막고 손가락 하나 까딱 못 하게 묶어 놓고 장문원을 불러서 경卿이 꼭 문원의 손에 죽고 싶어했다고 말해야겠어. 경卿도 그 친구를 한 번 속여먹었는데 나라고 못 할 게 뭐야?” 신나게 떠들던 조조는 문득 빠뜨린 것이 떠올랐다. “고孤가 욕심이 많고 잔인한 사람이라면서?” 역시 그때 장료가 숨김없이 모든 말을 전한 모양이었다. “욕심은 그렇다고 치고, 죽을 사람을 살리겠다는 게 뭐가 잔인한지 모르겠네?” 조조는 오늘따라 창의력이 넘치는 것을 느꼈다. ”우리 공대가 쓸데없는 짓을 벌이는 걸 보니까 힘이 남아도나 봐? 지팡이는 당분간 압수야. ” 진궁은 대꾸할 힘을 다 잃은 듯했다. 조조는 승리감에 취해 진궁의 어깨를 두드렸다. “결정할 시간은 아주 넉넉하게 줄 테니까, 올해가 끝날 때까지 혼자서 잘 생각해 봐. ” ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁"
            }, 
        
    
        
            {
                "id": 180,
                "url": "https://zyahan.blog/too-late-1-6/",
                "title": "1-6. 세 사람",
                "subtitle": "건안6년 봄 3월, 허도에서.",
                "body": "진궁이 거처를 옮기는 절차는 신속하고 기계적이면서 굴욕적이었다. 짐을 쌀 것도 없었다. 간단한 몸수색1 후 얼굴이 천으로 가려진 채로2 업혀 가서 수레에 앉혀지고 등 뒤로 양손이 묶인다. 3 수레의 사면을 막고 밖에서 봉인하고 나면 곧 출발한다. 가는 길에 평소에 못 듣던 소리를 듣는 것만은 즐겁다. 하나하나를 판별하기 어려운 웅성거림의 덩어리라도 놓치지 않으려고 귀를 세운다. 이 즐거움은 대개 오래 못 간다. 성을 나가기도 전에 갑자기 사람들의 목소리가 사라지는 때가 있다. 봉인된 수레의 정체가 거리에 알려졌기 때문일 것이다. 수레가 멈추고 다시 업혀서 새로운 집이나 막사에 들어오고 나면 그를 호송해 온 병사들이 손목을 묶은 밧줄을 풀고 머리에 씌운 두건을 벗긴 뒤 그의 소유물의 전부인 지팡이 두 짝을 놓고 서둘러 나간다. 어쨌든 다른 인간의 체온을 잠시라도 느낄 유일한 기회였다.    그런데 이번의 손길은 여느 때와 달리 부드럽고 세심했다. 그들이 지금까지 그를 거칠게 다루지는 않았지만, 그에게 이렇게 정중하지도 않았다. 하물며 일을 다 마치고 인사까지 한 적은 없었다. “료遼가 모주謀主,4 아니, 선생5을 모시고 허도許都로 왔습니다. ” 진궁은 장료를 한참 바라보다가 쓴웃음을 지었다. “이렇게 돼 버린 걸 보이고 말았네. ” 표정을 바꾸고 말을 이었다. “부군府君6……이라고 부르면 안 되겠지. 지금은 무슨 직위에 있으신가?” 등 뒤에서 누군가가 대신 대답했다. “비장군裨將軍7에 관내후關內侯. ” “깜짝이야. ” 순욱의 목소리를 알아들은 진궁은 놀라서 주위를 한 바퀴 둘러보고 다른 사람이 더 없는지 살폈다. “이렇게 둘이 온 거야? 편지로는 부족했나 보네?” 순욱이 시인했다. “그래서 술을 마시러 왔어. ” “족하足下8가 형여刑餘의 인간하고 동석하는 치욕을 감수하겠다면 나도 사양하지 않겠어. ” 세 사람이 자리를 잡고 앉은 뒤에 진궁이 먼저 장료에게 말을 걸었다. “조 공이 나를 죽여 줄지 말지가 후侯9의 입에 달려 있겠지. ” 순욱을 돌아보며 물었다. “이것도 족하足下의 발상인가?” 순욱은 대답하지 않고 장료에게 눈짓했다. 장료가 어렵게 입을 뗐다. “료遼가 감히 여쭈자면…… 선생께선 앞으로 어쩌실 생각입니까?” “아무 생각도 없는데?” 순욱이 끼어들었다. “공대. ” 진궁은 성가시다는 듯이 순욱에게 한 번 찡그리고 대답했다. “자살을 해서 체면을 살릴 수 있는 때는 지나 버렸다고 생각해. ” 장료는 안도해도 되는지 머뭇거렸다. “그러면 살 마음이 있다는 말씀이 맞습니까?” “후侯가 조 공 밑에서 어떻게 지내고 있는지 들어 보고 결정하지. ” “……” “얘기해 봐. 안 되겠다 싶으면 문약이 알아서 끊을 테니까. ” 순욱이 부드럽게 거들었다. “편하게 말해도 괜찮아요. ” 장료는 더욱 긴장해서 말했다. “조 공은 선생께서 여봉선의 군영에서 말씀하시던 것과는10 다른 분이셨습니다. ” 진궁은 터져 나오는 웃음을 참으려고 애썼지만 잘 안 되는 듯했다. “그래서?” “료遼는 선생께서 조 공을 위해서 일하시면 좋겠습니다. ” 결국 진궁은 눈물까지 글썽이며 웃었다. “야, 그건 너무 나갔다. 조 공이 아무리 욕심이 많아도 거기까진 안 바랄 거야. ” 장료가 곤란한 표정을 지었다. 진궁은 장료를 달래듯이 놀렸다. “괜찮아, 이런 소리 했다고 날 죽여 주진 않을 거니까. 내가 조 공이 욕심 많고 잔인한 인간이라고 말했다고 꼭 전해야 해. ” 그리고 어쩔 수 없다는 듯이 순욱에게 말했다. “차마 문원을 난처하게는 못 만들겠다. 족하足下를 난처하게 만드는 건 양심의 가책이 안 드는데. ” 순욱은 책망하듯이 물었다. “설마 생각이 바뀐 건가?” “문원이 너무 귀엽잖아. 조 공한테 내가 저렇게 보인단 말이야? 그러니까……” 진궁은 장료 몰래 순욱에게 미소를 지어 보였다. “문원이 전장에서 활약하는 걸 보고 싶어한다고 말씀드려. ” 이 말을 듣고 장료는 기뻐했다. 순욱은 더욱 만족했다.       《한서》 〈소망지전〉.  &#8617;        《후한서》 〈당고열전〉.  &#8617;        범인을 연행할 때 사용하는 가장 기본적인 포박 방법. 반접反接이라고 합니다.  &#8617;        이른바 ‘책사’에 해당하는 《삼국지》의 용어. 호칭으로 쓰인 예는 없지만 좋아하는 말이라서 넣었습니다.  &#8617;        《삼국지》에서 다양한 직업의 사람들에게 쓸 수 있는 존칭. 책사를 가리킬 때는 오히려 잘 쓰지 않습니다.  &#8617;        태수에 대한 호칭. 장료는 여포의 휘하에서 태수로 있었습니다.  &#8617;        장료는 처음에 조조에게 투항하고 중랑장으로 임명되었으며, 그 후 공을 세우고 승진하여 관도대전 직후의 시점에서는 비장군의 직위에 있었습니다.  &#8617;        대등한 사이에서 사용하는 호칭. 친한 사이에 쓰는 말이기도 합니다. 여기에서 진궁이 순욱에게 쓰는 것은 친밀감의 표현이 아니라 야유에 가깝지만요.  &#8617;        관내후를 이렇게 부르는 용례는 보지 못했지만, 진궁이 조조에게 작위를 받은 장료를 가볍게 놀리는 분위기로 써 보았습니다.  &#8617;        《삼국지·위서》 〈여포전〉. 진궁이 “역적 조조가 무슨 명공입니까!” 하고 버럭대는 장면을 매우 좋아합니다.  &#8617;    ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 순욱 장료"
            }, 
        
    
        
            {
                "id": 181,
                "url": "https://zyahan.blog/too-late-1-5/",
                "title": "1-5. 관도",
                "subtitle": "건안5년 가을 8월, 관도에서.",
                "body": "허도에서 순욱이 보낸 답장이 왔다. ‘공의 역량은 원소보다 뛰어나므로 해내실 수 있습니다. ’1 전황이 안 좋고 군량이 부족하지만 관도에서 결전을 치러야 한다는 말이었다. ‘그래도 위험하니까 공대는 허도로 보내야겠어. ’ 조조가 이렇게 생각하면서 편지를 끝까지 펼쳐 보자 죽간이 한 권 더 말려 있었다.    조조는 진궁을 찾아가서 죽간을 내밀었다. “신작이에요?”2 “자세히 봐. ” 겉면에 붙은 목판3에는 이렇게 적혀 있었다.  진공대에게. 순문약. 4 “이번만이야. ” 진궁은 말없이 죽간을 받았다. ‘거의 2년 만에 다른 사람과 소통하게 되어서 감격한 모양이군. ’ 조조는 생색을 더 내었다. “봉인도 안 뜯었어. ” 죽간을 묶은 끈의 매듭을 봉한 진흙에는 순욱의 이름을 새긴 도장이 선명하게 찍혀 있었다. 5 진궁이 끈을 잡아당기자 굳은 진흙 덩어리가 둘로 갈라졌다. “……” 진궁은 짧은 편지를 금방 다 읽고 피식거렸다. “공이 나를 허도로 돌려보내려고 하면 사양하고 관도에 남아 있으라고 하네요. 나한테 거절할 권리가 있는 것처럼 써 놓았네. ” 순욱이라면 조조의 생각을 읽을 만도 했다. 조조가 놀란 이유는 다른 데 있었다. ‘왜 나한테 바로 말하지 않고 공대에게 따로 편지를 쓴 거지?’ 조조의 얼굴이 굳어지거나 말거나 진궁은 짖궂게 물었다. “싸움도 못 하는 내 입에 들어가는 군량이 아까워요?” “여기는 이제 위험할 것 같아서. ” 진궁은 웃음을 터뜨렸다. 조조는 당황했다. 진궁이 즐겁게 웃는 모습을 보고 싶었지만 지금 이렇게 나오는 것은 이해가 가지 않았다. “왜 웃어? 공대의 의견은 어때?” “관도에 계속 있죠. 나를 집어넣으려고 이 집 담장도 높여서 새로 지은 것 같은데 공사한 게 아깝잖아요. ” ‘편지 하나를 받았다고 저렇게 흥분한 건가?’ “진짜 이유는 뭔데?” “여기 있으니까 좋아요. ” 조조는 더욱 놀라서 귀를 의심했다. 진궁에게 좋다는 말을 들은 것은 처음이었다. 그런데 마냥 기뻐하기에는 뭔가 수상쩍었다. “뭐가 좋아?” 진궁은 아이처럼 들떠서 대답했다. “저 담장을 넘어서까지 들어오는 전쟁 분위기가요. ” 조조의 등골이 서늘해졌다. “안 되겠네. 정말 보내야겠어. ” “우리 순문약이 남으라잖아요. 모주謀主6가 의견을 내면 좀 들어요. 7” 조조는 애써 태연한 척 농담을 걸었다. “그렇게까지 내 곁에 있고 싶어 할 줄은 몰랐는데. ” 진궁은 또 웃기만 했다. 조조는 불안한 기색을 숨기면서 일어났다. “고孤가 전쟁에서 꼭 이겨야겠네. 진공대를 두 번씩이나 포로로 만들 수는 없지. ” “아, 네, 힘내세요. ”    조조는 대문 밖에서 손수 빗장을 채우면서 생각했다. ‘공대를 살려서 내 손 안에 둘 수 있다는 것이 착각이었을까?’ 진궁을 다시 포로로 만들지 않겠다는 말은 진심이었다. 다만 더 쉬운 방법이 있었다. 전쟁이 끝날 때까지 기다릴 필요도 없는 방법이었다. 한편으로는 다른 의심이 들었다. 진궁은 어디까지 진심이었을까. 아까 보인 모습이 이래도 나를 살려 두겠느냐는 시위는 아니었을까. 그렇다면 그를 죽이는 것이야말로 그에게 지는 것이었다. 순욱은 조조에게 이번 전쟁이 끝나기 전에 둘 중 하나를 선택하라는 메시지를 보낸 것이었다.       《삼국지·위서》 〈무제기〉에 나오는 실제 편지 본문은 더합니다. 조조에게 신무명철神武明哲이래요… &#8617;        조조는 문학가이기도 합니다. 작품을 쓸 때마다 진궁에게 보여주었다고 설정해 보았습니다.  &#8617;        이 트윗을 참조하십시오. 이 트윗에 인용된 것은 공문서이지만 사적인 편지도 크게 다르지 않으리라고 가정했습니다.  &#8617;        다른 사람을 방문하면서 보내는 명함 끝에 자기의 성과 자로 서명하는 예가 있습니다. 편지에서도 비슷한 서식을 쓰리라고 가정했습니다.  &#8617;        순욱의 개인 도장을 사용한 것은 사적인 편지이기 때문입니다. 공적인 용건이었다면 상서령의 인장을 찍었을 것입니다.  &#8617;        모주謀主는 이른바 ‘책사’에 해당하는 《삼국지》 본문의 용어입니다. 《삼국연의》에서는 모사謀士라는 말을 사용합니다. ‘책사’라는 말은 《삼국지》에도 《삼국연의》에도 나오지 않는 표현입니다.  &#8617;        《삼국지·위서》 〈장막전〉 주석 《전략》에서 진궁은 여포가 자기 말을 들었다면 사로잡히지 않았으리라고 말합니다.  &#8617;    ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 순욱"
            }, 
        
    
        
            {
                "id": 182,
                "url": "https://zyahan.blog/too-late-1-4/",
                "title": "1-4. 갈 곳이 있는 사람",
                "subtitle": "건안5년 여름 6월, 관도에서.",
                "body": "조조가 급하게 대문을 열고 들어갔을 때 진궁은 뜰에 나와서 걷고 있었다. “오늘 오실 줄은 몰랐어요. ” 방 안에 있을 때와는 다른 차림이었다. 옷자락이 땅에 끌리지 않도록 짧게 자른 겉옷을 입고1 소매를 걷어붙인 왼팔로 지팡이를 짚었다. 조조는 숨을 헐떡이며 대답했다. “잠시 숨어 있으려고. ” “숨기 좋은 곳이긴 하죠. ” 조조가 금지령을 내리지 않았다고 해도 육형을 받은 사람이 은거하는 곳에 가까이 오려는 사람은 없었을 터였다. 2 “그런데 공公이 숨을 일이 있다는 건 뜻밖인데요. ” 진궁은 다시 걷기 시작했다. 조조는 그를 따라가며 말했다. “관 장군 때문에……” “관 ‘장군’?” “관운장 알잖아?” 물론 진궁은 관우를 알고 있었다. 3 “아……” 그러고 보니 관우를 장군이라고 칭하는 것이 진궁에게는 당연한 사실이 아니었다. 유비가 도망쳤고 관우가 항복해서 편장군이라는 벼슬을 받았다는 소식을 들을 길이 없었을 터였다. “알겠어요. ” 하지만 방금 주고받은 두 마디로 지금까지의 사정을 추측해 낸 모양이다. 4 “장문원 말로는……” “……장 ‘문원’?”5 하비성이 함락된 후에 장료가 투항해서 조조의 부하가 되었다는 것도…6 “아, 알겠어요. ” 한 걸음 만에 곧 파악한 모양이다. 조조는 정보를 더 흘리지 않겠다고 다짐했다. “아무튼 지금 나가면 관 장군하고 마주칠 것 같으니까 여기 있어야겠어. ”7 “마주치면 어때서요? 관우한테 잘못한 거 있어요?” 조조는 약간 뜨끔했지만 떳떳했다. “떠나겠다고 작별 인사를 할 거란 말이야. ” “그래서요?” “떠나면 다시 못 만나잖아. ” “잘됐네요. 마주치기 싫다면서요. ” 조조는 억울했다. “누가 싫대?” “좋으면 나가서 만나요. 지금 여기에 숨어 있어도 관우를 못 만나긴 마찬가지잖아요?” 답답해진 조조는 진궁의 앞을 가로막았다. “쓸데없는 건 금방 알아내면서 왜 이건 이해를 못 해?” 진궁은 걸음을 멈추고 차갑게 쏘아붙였다. “당장 누구를 만날지 말지를 자유롭게 결정할 수 있는 사람이 이렇게 징징대는 이유를 내가 어떻게 이해하겠어요. ” 징징댄다는 말에 울컥했지만, 조조는 대단한 인내심을 발휘해서 참기로 했다. “가지 말라고 붙잡으면 날 싫어할 거야. ” “나도 지금 공을 보기 싫어요. ” 결국 조조는 버럭 화를 내었다. “누가 네8 생각을 물었나?” 진궁은 입을 다문 채 조조를 바라보다가 몸을 돌려 당으로 갔다. 조조는 막지 않았다. 진궁이 지팡이와 난간을 붙잡고 계단을 올라가는 모습을 보면서 가서 부축해 줄까 하는 마음이 잠시 들었으나 그만두었다. 당에 오른 진궁은 지쳤는지 마루에 지팡이를 던지고 그대로 드러누웠다. 조조는 그제야 따라 올라가서 마루에 걸터앉아 길게 한숨을 쉬었다. “관운장은 나를 떠나겠지. ” “관우는 좋겠네, 갈 곳도 있고. ” 조조는 마루를 손으로 툭툭 치며 말했다. “경卿이 있을 곳은 여기야, 공대. ” “알았으니까 어서 나가요. ”       《한서》 〈갑관요전〉, 〈주박전〉 등. 무관들이 옷자락을 땅에서 3촌(6. 9cm) 정도 떨어지게 잘라서 발에 걸리적거리지 않도록 했다는 묘사가 종종 나옵니다.  &#8617;        육형을 활발하게 시행한 진나라에서는 육형을 받은 사람들이 은관隱官이라고 하여 아예 따로 격리되어 살았습니다. 도미야 이타루의 《유골의 증언》에서는 육형을 추방형의 일종으로 분석하고 있습니다.  &#8617;        여포군과 유비군의 관계에 대해서는 설명할 것도 없겠지요.  &#8617;        호칭어의 효과이기도 한데, 〈붉어진 얼굴〉의 설정에서 진궁은 의대조 사건에 유비가 가담했다는 추가 정보를 가지고 있기 때문에 더 빨리 알아차리기도 했습니다.  &#8617;        장료가 조조의 적이었다면 조조가 자로 부를 이유가 없습니다. (적이라도 나이가 많으면 자로 불러 주기도 하지만, 장료는 조조보다 한참 어리니까 이 가능성은 제외됩니다. ) &#8617;        《삼국지》 〈장료전〉에 따르면 조조가 하비에서 여포를 격파한 뒤에 장료가 무리를 이끌고 투항했으므로, 이 썰에서 하비에서 사로잡혀 바로 허도로 보내진 진궁은 장료가 투항한 일을 알 수 없습니다.  &#8617;        《삼국연의》에서 조조가 관우의 작별 인사를 받지 않으려고 회객패迴避牌를 걸었다는 것을 참조했습니다.  &#8617;        조조가 진궁을 ‘너’라고 부른 것은 평소에 경卿이라고 하던 것에 비해 엄청난 하대입니다.  &#8617;    ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 관우 삼국지통속연의 장료"
            }, 
        
    
        
            {
                "id": 183,
                "url": "https://zyahan.blog/too-late-1-3/",
                "title": "1-3. 붉어진 얼굴",
                "subtitle": "건안5년 봄 정월, 관도에서.",
                "body": "그날 아침은 웬일로 진궁이 시자侍者에게 말을 걸었다. “조공曹公은 별고 없으신가?” 이 말을 전해 들은 조조는 진궁이 자기에게 먼저 관심을 보였다는 사실에 입꼬리가 저절로 올라갔다. 두통도 한결 덜한 듯했다. ‘저녁에 공대에게 잠깐 들러야겠군. ’    저녁에 조조는 진궁을 찾아갔다. 시뻘게진 얼굴로 씩씩거리면서. “오늘 무슨 일이 있었는지 알아?” “내가 알아도 되는 일인가요?” 조조는 잠시 망설였다. 진궁이 바깥세상과 접촉하는 것을 막고 있었고 앞으로도 그럴 예정이었다. 하지만 저렇게 겸손하게 묻는 것을 보니까 기특했다. 어차피 떠들 작정으로 오기도 했다. “고孤를 죽이려고 한 일당이 있었어. ” “나도 그랬었는데요. ” 진궁이 호기심을 보이지 않자 그것은 그것대로 서운했다. “경卿은 실패했고!” “그쪽도 성공을 못 했으니까 지금 공이 살아서 오셨겠죠. ” 맞는 말만 하고 같이 화를 내어 주지 않아서 슬슬 부아가 치밀었다. 그만 입에서 엉뚱한 말이 튀어나왔다. “그래서 아쉬운가?” “네?” 어서 부정해 주면 좋겠는데, 대답할 가치도 없다는 눈초리만 돌아오니까 가슴이 답답하고 두통이 심해졌다. “왜 놀라지도 않아?” “도처에 공의 적이 있다는 게 놀라울 일인가요?” 내가 여기에 왜 왔더라? 그래, 공대는 왜 하필이면 오늘 내 안부를 물은 거지? 터무니없는 망상이라고 생각하면서도 멈추어지지가 않았다. “고孤의 적이 누구인지 알고 있다는 소리로 들리는데. ” “누구부터 읊어 드릴까요? 일단 여포는 진작에 죽었고. ” 진궁도 이제는 불쾌함을 숨길 생각이 없어 보였다. “그런 뻔한 것들 말고 더 가까이 있는 걸 말해 봐!” “모르죠. 내가 일 년 동안 끌려다니면서 본 사람이 공밖에 없는데. 1 아, 처음에 태의太醫가 몇 번 왔지. 고맙기도 하셔라. ” 태의라는 말에 귀가 번쩍 뜨였다. 태의 길평吉平도 일당 중의 한 명이었다. 2 조조는 기어이 칼을 뽑아들고 진궁에게 겨누었다. “그래, 태의를 만났었지! 태의가 무슨 말을 하던가?” “내 다리를 보라고 태의를 보낸 건 공이었잖아요?” 진궁은 더 참기 어려웠는지 얼굴을 붉히며 소리를 높였다. “도대체 내가 어쩌기를 바랍니까? 조맹덕. ” “……” 간절하게 억울함을 호소하고 자기에 대한 충심을 구구절절 늘어놓기를 바랐다. 하지만 그것을 진궁에게서 얻어낼 수 없다는 사실만 분명해질 뿐이었다. 조조는 칼을 바닥에 내던지고 돌아섰다. 뒤에서 진궁의 목소리가 들렸다. “칼 챙겨요. 내가 등 뒤에서 찌르기라도 하면 어쩌려고요?”    혼자 남은 진궁은 뺨에 손을 갖다 대고 열을 식혔다. 표정을 감추는 것은 그의 장기가 아니었다. 3 그때 태의에게 대답했듯이 끝까지 모르는 일로 덮어 둘 작정이었다. 4 그것은 잠깐 듣기에도 안쓰러울 만큼 허술한 계획이었다.  의대조 사건은 《삼국연의》 버전을 따랐습니다.       신분제주의자는 시자를 세지 않네요. 자기를 감시하는 사람으로만 인지하기 때문이기도 합니다.  &#8617;        길평이 동승의 조조 암살 모의에 가담한 것은 《삼국연의》의 설정입니다.  &#8617;        물론 학맹의 난에서 따 왔습니다.  &#8617;        조조에게 원한 있음 + 조조가 예뻐함 + 머리 좋음 세 가지를 갖춘 진궁을 찔러 보지 않았을 리가 없습니다. (날조) &#8617;    ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 의대조 삼국지통속연의 동승 길평"
            }, 
        
    
        
            {
                "id": 184,
                "url": "https://zyahan.blog/too-late-1-2/",
                "title": "1-2. 복날",
                "subtitle": "건안4년 여름, 허도에서.",
                "body": "여름의 복일伏日은 겨울의 납일臘日과 더불어 한漢의 2대 명절이다. 이날에 사람들은 모여서 제사를 지내고 먹고 마신다. 복날이라고 사공부 속관들에게 휴가를 준 조조는 오늘은 때가 안 좋다는 순욱의 만류를 듣지 않고 진궁을 찾아갔다. 진궁은 이불을 머리끝까지 뒤집어쓰고 누워 있었다. ‘매일 뜰에 나와서 지팡이를 짚고 걷는 것을 연습한다고 들었는데. ’ “설마 종일 그러고 있었어? 안 더워?” 속이 반쯤 비칠 만큼 얇은 여름 홑이불 속에서 몸을 뒤척여 등을 돌리는 것이 보였다. “일어나 봐. 세수 안 하고 머리 안 빗었어도 괜찮으니까…” “……” 웅크린 뒷모습까지 마냥 귀여워서, 조조는 선심을 쓸 기분이 들었다. “공대, 오늘 같은 명절에 계속 이불만 뒤집어쓰고 있을 거야? 지금 얼굴 보여주면 이따가 가족도 만나게 해 줄게. 1” 이불 속에서 착 가라앉은 목소리가 천천히 올라왔다. “가족을 만나게 하는 건 공이 결정할 일이지, 내가 얼굴 한 번 보이고 말고 하는 게 무슨 상관인가요. 2” 조조는 기뻐했다. ‘좋아, 역시 가족 이야기를 꺼내면 대답을 하는군. ’ “작년에 백문루에서 죽었더라면 오늘 제사라도 받고 있었을 텐데. ” 진궁이 입을 열어서 흐뭇해진 조조는 상냥하게 알려주었다. “그랬으면 제사를 지낼 처자식을 살려 놓지도 않았을 거야. ” 진궁의 어깨를 두드리면서 말을 이었다. “일어나서 밥 먹자. 오늘 제사에 쓴 고기를 차려오라고 했…” 말을 끝내지 못하고 멱살을 잡혀 바닥에 패대기쳐졌다. 공대의 왼팔이 이렇게 힘이 좋았던가? 진궁은 조조를 내려다보면서 미소를 지었다. “제사에 참여할 자격도 없는3 형여刑餘의 몸4에게 베풀어 주신 은혜에 감격해서 잠시 정신을 잃었습니다. ” 조조도 웃으면서 몸을 일으켰다. “나중에 죽어서 제사를 받으려거든 오늘 차린 음식은 다 먹어야 해. ”  《한서》 〈외척전〉에서 무제 유철이 애첩 이 부인에게 한 번만 얼굴을 보여 달라고 애원하는 에피소드가 레퍼런스입니다. (양심 없음)      《한서》 〈외척전〉. “내게 얼굴을 한번만 보여주시오. 그러면 천금을 더 하사하고 형제들에게도 높은 벼슬을 주겠소. ” &#8617;        《한서》 〈외척전〉. “높은 벼슬을 주는 것은 천자께 달려 있을 뿐, 소첩의 얼굴 한번 보는 데 달려 있지 않아요. ” 👈 《삼국지》에 나오는 진궁의 대사 “노모·처자는 공에게 달려 있지 궁에게 달려 있지 않습니다. ”가 이 에피소드와 같은 패턴인 것을 깨닫고 데굴데굴 굴렀습니다.  &#8617;        한나라에서 형을 받아서 신체가 손상된 사람은 성묘와 제사에 참여할 수 없었습니다.  &#8617;        형을 받은 사람이 스스로를 칭하는 말.  &#8617;    ",
                "tags": "삼국지 감금 참좌지 육형 조조 진궁 조조진궁 복날 명절 제사"
            }, 
        
    
        
            {
                "id": 185,
                "url": "https://zyahan.blog/too-late-1-1/",
                "title": "1-1. 자살하기에는 너무 늦어 버려서",
                "subtitle": "건안3년 12월에 백문루에서 조조가 진궁을 살리는 데 성공한 이야기. 이른바 정사 《삼국지》 기반이지만 《사기》와 《한서》와 《진서》가 더 많이 들어간.",
                "body": "침묵을 먼저 깬 것은 진궁이었다. “이만 나가서 칼을 받고 군법을 밝히겠습니다. ”1 조조는 숨을 깊이 들이쉬고는 이를 악물고 대꾸했다. “그 뜻을 막지는 못하겠군. 2 하지만…” 무표정하게 고개를 끄덕이던 진궁이 마지막 말에 멈칫하는 사이에 조조가 머릿속에 급히 떠오른 말을 재빨리 덧붙였다. “법을 밝히려면 왕도에서 집행하는 것이 마땅하지. ” 장수가 군대를 이끌 때는 임금의 명령도 따르지 않을 수 있다는 것이 예로부터 내려온 군법이다. 3 굳이 수도로 보내어 조정의 결정을 구하는 데 오히려 꿍꿍이가 있는 경우가 실제로도 많았다. 어쨌든 정면으로 거스르기 어려운 명분이었고 진궁이 저항하는 것을 막을 구실은 되었다. “그러니까 전리품이 되라고요?” 조조는 여유를 되찾고 능글거렸다. “그런 말은 한 적이 없는데. ” 이렇게 해서 진궁은 사슬에 묶이고 함거에 실려4 허도로 오게 되었다.    허도에 머물고 있던 상서령尚書令 순욱은 사공司空의 도장으로 봉인된 편지5를 먼저 받았다. ‘공대를 허도로 보내니 영군令君6은 내 뜻을 헤아려 처리하라. ’ 조조의 뜻을 헤아리기는 어렵지 않았다. 진궁을 죽이지 않되 도망치지도 못하게 해야 했다. 그리고 이것은 어디까지나 사공 조조의 사감이 반영된 의견이 아닌 상서령 순욱의 주청으로 발의되어야 했다. “신臣 욱彧이 남몰래7 생각하기로는 일찌기 효문황제孝文皇帝께서 육형肉刑을 폐지하신 것은 태평한 시대를 맞아 베푸신 은덕이었습니다. 8 지금의 어지러운 시대에 이르러서는 사형은 너무 무겁고 생형은 너무 가벼우니 생형을 받은 자가 죄를 거듭 범하여 사형에 이르는 일이 많습니다. 9 법은 때에 맞게 제정하는 것인즉10 사형의 일부를 참좌지斬左趾11로 대체하여 죄인이 다시 법을 범하지 못하게 하면서도 죄인에게 살 길을 열어 주는 것이 오히려 은덕이 되리라고 감히 아룁니다. ” 상서대로 돌아와서 답장을 썼다. ‘한 가지 걱정은 공대처럼 강직한 사람이 순순히 육형을 받으려고 할까 하는 것입니다. ’12 순욱의 진심은 걱정이 아닌 희망이었다. 진궁이 불구의 몸으로 살아남느니 차라리 죽겠다고 한다면 막을 생각이 없었다. 13 더없이 위험한 인물이었고 제거해야만 했다. 그리고 한편으로는, 진궁이 그렇게까지 구차해지는 모습을 보고 싶지 않았다.    순욱은 술과 도시락을 준비해서 감옥으로 진궁을 찾아갔다. 조조의 명령이 따로 있었는지 진궁의 외관은 말쑥했다. 진궁은 순욱이 들고 온 것을 보고 손사래를 쳤다. “여기 온 뒤로 술하고 고기14를 끼니마다 먹여서 질릴 지경인데. 15 돼지를 도마에 올려서 목을 따기 전에 얼마나 살을 찌울 작정인지. 16” 순욱이 보기에 돼지라고 하기에는 좀 많이 말라 있었다. “참수가 아니라면?” “요참인가? 하긴 ‘반란’의 주모자씩이나 되는데 그쪽이 맞겠지. ”16 순욱은 소리를 낮추어 나즈막히 말했다. “참좌지. ” “미친 거 아냐?” 진궁의 얼굴이 일그러졌다. “300년도 더 전에 없어진 제도를 되살리겠다니 제정신인가?” 예상했던 반응에 순욱은 안심하고 술병을 가리켰다. “몸을 온전하게 남기겠다면 지금 도와줄 수 있어. ” 진궁은 한참 동안 순욱을 뚫어지게 바라보다가 마침내 입을 열었다. “거절할게. ” “무엇 때문에?” “스스로 목숨을 끊는다고 치욕이 피해질 타이밍은 진작에 놓쳤지. 17 하비성이 함락되기 전에 뛰어내렸다면 모를까. ”    건안 4년 늦봄, 창읍에 주둔하던 조조는 군대를 조인에게 맡기고 몰래 허도로 돌아와서 사공부 별채를 찾았다. 18 진궁은 침상에 앉아서 책을 읽고 있었다. “두 달 만이군, 공대. 허도는 지낼 만한가?” 진궁은 책에서 눈을 떼지 않고 대답 아닌 대답을 했다. “뜻밖이네요. 방연이 손빈에게 어떻게 되었는지를 모르실 분이 아닌데?”19 “그 책 《사기》인가 보네? 손빈처럼 재기할 자신은 있고?”20 “참으로 감사하게도 혀를 자르지는 않으셔서요. ”21 “허세하고는. 세상에 경卿의 설득이 안 먹히는 사람도 있다는 건 지난 몇 년 동안 몸소 겪지 않았나?” “내 말을 안 들은 사람의 목이 시장에 걸렸는데22 그보다 설득력 있는 근거가 어디 있나요. ” “그러면 다른 사람을 못 만나게 내 곁에만 두면 되지. 안 그래도 군대가 하수河水23를 건너기 전에 데리러 온 거야. ” 진궁은 크게 한숨을 쉬었다. 일부러 과장하는 듯도 했다. “군자는 형을 받은 사람을 가까이하지 않는다고 했는데요. ”24 조조는 웃었다. “이런, 고孤를 군자로 보는 건가?”25 진궁은 고개를 들고 조조를 똑바로 쳐다보았다. “군자가 안 되겠다면 스스로 고孤라고 칭하지나 말든가요. ” “귀여워. ” 진궁은 침상 옆에 놓인 지팡이를 집어들었다. 처음 쓸 때는 진궁이 ‘형여刑餘의 몸’(👈 애초에 이 말을 넣기 위해 글을 쓰기 시작함) 운운하면서 자조할 예정이었는데 일단 백문루에서 살아 나가는 루트를 탄 이상 캐릭터에도 변화가 안 생길 수 없어서 감옥에서는 술기운이 올라서 순욱에게 비아냥거리고 발목이 잘린 뒤에는 그냥 막나가서 조조에게 뻗대고 아주 팔팔해져 버렸어… 😳 주석을 가장한 진정한 본문:       《삼국지·위서》 〈장막전〉 주석 《전략》.  「請出就戮，以明軍法。」 “칼을 받고”는 륙戮의 의역이며, 사실 문장 전체를 더 공손한 말투로 옮기는 것이 맞습니다.  &#8617;        《삼국지·위서》 〈장막전〉 주석 《전략》.  不可止。 대사가 아닌 서술이지만 그냥 썼습니다.  &#8617;        여기에서는 특히 《사기》 〈위장군표기열전〉에서 대장군 위청이 패장을 베지 않고 굳이 황제에게 보낸 사건을 염두에 두고 썼습니다. 또 후대의 일이지만 《진서》 〈선제기〉에서 대장군 사마의가 제갈량에게 여자 옷을 받고는 일부러 싸우겠다고 조예에게 표를 올려서 출진하지 말라는 명령을 받아낸 일화도 잘 알려져 있습니다.  &#8617;        《한서》 〈서역전〉. 서역에서 황제의 명령을 무시하고 임의로 행동한 자들을 수도 장안으로 붙잡아 오는 묘사였습니다.  &#8617;        죽간을 사용한 한나라에서 도장이 쓰이던 방식입니다. 죽간을 돌돌 말아서 검檢이라는 송장을 붙인 뒤에 끈으로 묶고 진흙으로 봉한 위에 도장을 꾹 찍습니다. 도장에 인주를 묻혀서 찍는 것은 종이처럼 넓은 면을 사용할 때부터 가능했겠지요.  &#8617;        《삼국지·위서》 〈순욱전〉 주석 《전략》. 상서령 순욱을 지칭하는 말로 ‘순령군’이 쓰입니다. 이 글에서 성을 떼고 영군이라고만 한 이유는, 호칭어를 사용할 때 2인칭은 성을 붙이지 않는 경우가 많기 때문입니다. 예를 들어 조조에게 말할 때는 조조를 ‘명공’이라고 부르며 다른 사람에게 말할 때는 ‘조 공’이라고 가리키는 것이 일반적입니다. 절대적인 규칙은 아닙니다.  &#8617;        절竊에 해당하는 표현을 그냥 넣어 보았습니다. 신하가 황제에게 말할 때 겸손하게 쓰는 말입니다.  &#8617;        《사기》 〈효문본기〉. 서한 문제 13년(기원전 167년) 5월의 일입니다.  &#8617;        《한서》 〈형법지〉. 저자 반고의 평론입니다. 후한 사람들은 정말 육형 부활을 원했나 봐요… &#8617;        《사기》 〈조세가〉. 무령왕이 기마전을 위해 호복을 도입하면서 하는 말입니다.  &#8617;        발을 자르는 형벌은 월刖이라고도 하는데, 혹시라도 어감이 예쁘게 들릴까 봐 서한 때 실제로 존재한 형벌 명칭을 썼습니다.  &#8617;        《한서》 〈소망지전〉의 “소 태부는 강직한 사람인데 감옥에 가려고 하겠는가?”를 변형했습니다. 《삼국지》 주석에서 진궁의 성품이 강직했다고 서술하고 있습니다. 한편 《논형》 등에 따르면 한나라에서 신체가 훼손된 사람은 선친의 묘소에 갈 수가 없었습니다. 유교맨인 진궁에게 가장 큰 타격이었을 거예요… &#8617;        신체가 훼손되는 것이 한나라에서 얼마나 큰 치욕인지는 사마천의 〈보임소경서〉에서 구구절절 적고 있습니다.  &#8617;        한나라에서 술과 고기는 세트로 묶여 다닙니다. 《한서》 〈조광한전〉에서 경조윤 조광한이 감옥에 보낸 범인들에게 술과 고기를 주도록 한 것이 생각나서 넣었습니다. 감옥에 간 사람에게 잘해주는 가장 전형적인 방법인 듯합니다.  &#8617;        《염철론》 〈산부족〉에서 술과 고기에 물린다고 표현한 것을 염두에 두었습니다.  &#8617;        《사기》 〈노자한비열전〉에 나오는 장자의 일화를 좀 많이 변형했습니다.  &#8617; &#8617;2        〈보임소경서〉에 나오는 말을 변형했습니다. 진궁의 입장에서는 포로로 잡힌 시점에서 이미 치욕을 당한 것이라고 해석했습니다. 외래어 ‘타이밍’은 개인적 취향으로 일부러 썼습니다.  &#8617;        《삼국지·위서》 〈무제기〉. 조조가 실제로 허도에 돌아오기까지는 너무 시간이 많이 걸려서 그냥 몰래 잠시 들어왔다고 쳤습니다.  &#8617;        《사기》 〈손자오기열전〉에 나오는 이야기입니다. 방연은 손빈의 재능을 시기해서 그의 두 발을 자르고 은거하게 만들지만 결국은 손빈의 전략에 패해서 전사합니다.  &#8617;        조비의 《전론》에 따르면 조조는 사한史漢—《사기》와 《한서》—등 여러 책을 두루 읽었다고 합니다.  &#8617;        《사기》 〈장의열전〉입니다. 변설가 장의는 고문을 당하고도 자기 혀가 붙어 있으면 충분하다고 부인을 위로(?)합니다.  &#8617;        형을 받은 뒤에 진궁이 조조에게 말할 때 자기를 낮추지 않게 되었다는 설정입니다. 실제 《삼국지》에서는 얌전하게 자기를 이름으로 칭합니다.  &#8617;        하河가 아직 황하를 가리키는 고유명사이던 시절.  &#8617;        《한서》 〈소망지전〉.  &#8617;        제후의 자칭. 실제 《삼국지》에서는 조조가 진궁에게 말할 때 쓴 적이 없지만 그냥 한 번 써 보게 하고 싶었습니다.  &#8617;    ",
                "tags": "삼국지 감금 참좌지 육형 순욱 조조 진궁 조조진궁"
            }, 
        
    
        
            {
                "id": 186,
                "url": "https://zyahan.blog/beau/",
                "title": "한서팸플릿4 〈미남전〉 서문",
                "subtitle": "",
                "body": "주아周雅가 말한다: 아! 나는 일찌기 서한西漢 사람 한영韓嬰의 《한시외전韓詩外傳》을 읽다가 선비의 다섯 가지 덕목을 논하는 데 이르면 책을 덮고 탄식하지 않은 적이 없었다. 영嬰은 ‘용모가 아름다운 자로서 그 아름다움을 조정을 통솔하고 백성을 돌보는 데 쓰지 않고 도리어 여자들을 유혹하고 욕망을 좇는 데 쓰는 사람’을 꾸짖었으니, 이는 실로 여자들을 유혹하는 남자의 아름다움이 나라를 다스리는 데 도움이 된다고 믿은 것이다. 영은 《시詩》를 연구하여 명성을 얻고 태학太學에서 그의 학문을 전수하는 박사博士관이 설치될 만큼 일가를 이룬 학자인즉 서한에서 그의 저술이 어찌 헛된 자의 말로 취급받았겠는가? 아雅가 가만히 살펴보기로 사마천司馬遷이 《사기史記》 〈영행열전佞幸列傳〉에서 남자가 아름다운 용모로 벼슬길에 오를 수 있다고 쓴 것은 오히려 무제武帝를 위하여 휘諱한 바가 있고 가히 진실된 사관의 기록이라고 칭하기에는 부족하다. 그 까닭은 서한에서 남자는 아름다운 용모로 벼슬길에 오를 수 있었을 뿐만 아니라 나라를 흔들어 위태로운 지경에 이르게 할 수도 있었기 때문이며, 이와 같은 일이 특히 무제 때에 심하였기 때문이다. 이른바 경국지색傾國之色의 색色은 정녕 여자의 미색만을 가리키는 말이 아닌 것이니, 반고班固가 《한서漢書》 〈영행전佞幸傳〉에서 남색男色이라고 일컬은 바와 같다. 앞서 《사기》와 《한서》에서는 〈영행전〉을 편찬하여 황제의 측근으로서 아름다운 용모로 황제에게 사랑을 받고 금중禁中에 출입하여 황제와 잠자리를 함께 한 남자들의 행적을 수록하였다. 그러나 어찌 황제의 침소에만 미남이 있었겠는가! 무릇 서한이 흥할 때에 제도를 기초한 자도 미남이었으며, 망할 때에 황제를 현혹한 자도 미남이었다. 미남이 아니면 단번에 군주의 마음을 얻기 어려우니, 남자가 키가 크고 얼굴이 아름답지 못하면 아무리 선한 마음과 훌륭한 재주를 지녔다 하여도 어찌 나라에 이익이 되겠으며, 아무리 악한 마음과 나쁜 꾀를 지녔다 하여도 어찌 나라에 해가 되겠는가! 서한의 흥망에 미남이 있음이 명백한즉 아름다운 용모로 인하여 발탁되고 중책을 맡은 자들을 모아서 따로 기록하는 일을 소홀히 할 수 없다. 미남의 풍채를 보이기 위해 그림과 함께 〈미남전〉을 저술하여 이로써 용모 꾸미기를 가볍게 여기는 남자들에게 족히 경계가 되고자 한다.  〈미남전〉은 2019년 7–8월에 발행될 예정입니다. ",
                "tags": "미남 사기 한서 한서팸플릿 한영 사마천 반고"
            }, 
        
    
        
            {
                "id": 187,
                "url": "https://zyahan.blog/zh/too-late-1-1/",
                "title": "1-1. 自杀为时已晚",
                "subtitle": "建安三年十二月在白门楼上曹操成功救活陈宫的故事。所谓正史《三国志》为基础，但《史记》、《汉书》和《晋书》的内容更多。",
                "body": "先打破沉默的是陈宫。 “请让我出去受戮，以明军法。”1 曹操深吸一口气，咬紧牙关回答道。 “这个意愿我无法阻止。2 但是…” 面无表情地点头的陈宫因为最后一句话而迟疑之际，曹操迅速地补充了脑中突然浮现的话。 “要明法，应该在王都执行才是。” 自古以来，将军率军时可以不遵从君王的命令，这是传承已久的军法。3 硬要将人送往京都请求朝廷决定，反而常常包含其他意图。无论如何，这是难以正面拒绝的名分，足以成为阻止陈宫抵抗的借口。 “所以是要我成为战利品吗？” 曹操恢复了从容，油滑地说道。 “我可没有这么说过。” 就这样，陈宫被锁链束缚，乘坐囚车4来到了许都。    在许都停留的尚书令荀彧先收到了盖有司空印章的信5。 ‘公台被送往许都，令君6请揣摩我的意思处理。’ 揣摩曹操的意思并不难。不能杀陈宫，但也不能让他逃跑。而且这一切必须不是出自司空曹操的私心，而是由尚书令荀彧提议发起的。 “臣7彧窃8以为，当年孝文皇帝废除肉刑，是为太平盛世所施恩德。9如今乱世，死刑太重而生刑太轻，导致受生刑者再犯罪而至死刑的情况很多。10法律应依时制定11，若将部分死刑改为斩左趾12，既能使罪犯不再犯法，又给罪犯留一条生路，反而是恩德，敢此奏请。” 回到尚书台后写了回信。 ‘一个担忧是像公台这样刚直的人会愿意接受肉刑吗？’13 荀彧的真心不是担忧而是希望。如果陈宫宁死也不愿残废而活，他并不打算阻拦。14此人太过危险，必须除掉。而另一方面，他也不愿看到陈宫如此卑微的样子。    荀彧准备了酒和便当去监狱探望陈宫。不知是否有曹操的特别指示，陈宫的外表很整洁。陈宫看到荀彧带来的东西，摆手拒绝。 “来这里后每餐都有酒肉15，都吃腻了。16不知打算在宰杀前把猪养肥到什么程度。17” 在荀彧看来，要说是猪的话，似乎已经瘦了不少。 “如果不是斩首呢？” “凌迟？也对，作为’叛乱’的主谋，那倒是合适。”18 荀彧压低声音轻声说道。 “斩左趾。” “疯了吗？” 陈宫的脸扭曲了。 “要恢复300多年前废除的制度，是不是疯了？” 对这个预料之中的反应，荀彧安心地指了指酒瓶。 “如果想保全身体，现在可以帮你。” 陈宫长时间盯着荀彧，最后开口道。 “我拒绝。” “为什么？” “自杀逃避耻辱的时机早就错过了。19除非在下邳城陷落前跳下去。”    建安四年晚春，驻扎在昌邑的曹操将军队交给曹仁，秘密回到许都，来到司空府的别院。20陈宫坐在床上读书。 “两个月不见了，公台。许都还住得惯吗？” 陈宫没有从书上抬眼，敷衍地回答。 “真意外。以您的见识，竟不知道庞涓对孙膑做了什么？”21 “看的是《史记》吧？有信心像孙膑那样东山再起吗？”22 “真是感谢您没有割掉我的舌头。”23 “说大话。这几年不是亲身体验过世上有不听卿的劝说的人吗？” “不听我话的人头已经挂在市场上了24，还有比这更有说服力的证据吗？” “那就不让你见其他人，只留在我身边。我特意在军队渡河25前来接你。” 陈宫深深叹了口气。似乎有些夸张。 “君子不亲近受过刑的人，不是吗？”26 曹操笑了。 “哎呀，你把孤看作君子吗？”27 陈宫抬头直视曹操。 “如果不想做君子，就别自称’孤’了。” “真可爱。” 陈宫拿起床边的拐杖。 最初写作时计划让陈宫自嘲是”刑余之身”(👈 最初就是为了加入这个词而开始写作)，但既然已经选择了从白门楼活下来的路线，角色也不得不发生变化。于是在监狱里，他借着酒劲对荀彧冷嘲热讽，脚踝被砍掉后就干脆豁出去，对曹操毫不客气，变得特别有活力了… 😳 伪装成注释的真正正文:       《三国志·魏书》〈张邈传〉注《典略》。「請出就戮，以明軍法。」”受戮”是”戮”的意译，实际上整句话应该翻译得更加恭敬。 &#8617;        《三国志·魏书》〈张邈传〉注《典略》。不可止。虽然这不是对话而是叙述，但我就这样用了。 &#8617;        这里特别参考了《史记》〈卫将军骠骑列传〉中大将军卫青不斩败将而特意送往皇帝处的事件。另外，虽然是后来的事，但《晋书》〈宣帝纪〉中大将军司马懿收到诸葛亮赠送的女装后，故意上表曹叡请求出战，结果收到了不准出战的命令，这个故事也广为人知。 &#8617;        《汉书》〈西域传〉。描述从西域抓捕那些无视皇帝命令、擅自行动的人送往京城长安的场景。 &#8617;        这是使用竹简的汉朝盖印的方式。将竹简卷起来，贴上称为”檢”的标签，然后用绳子绑好，在上面盖泥封，再在泥封上盖章。用印泥盖章是在使用像纸这样有更大面积的材料时才可能的方式。 &#8617;        《三国志·魏书》〈荀彧传〉注《典略》。用”荀令君”称呼尚书令荀彧。本文中只用”令君”而不带姓氏的原因是，在使用称呼语时，对第二人称往往不加姓氏。例如，对曹操说话时称他为”明公”，而在对他人谈及曹操时则称为”曹公”。这不是绝对的规则。 &#8617;        《晋书》〈刑法志〉记载，关于恢复截肢的肉刑的讨论最早是由尚书令荀彧发起的。这一讨论的确切时间没有记载，但由于反对荀彧主张的孔融当时的官职被明确指出是少府，所以本文背景的建安三至四年也是可能的。（即使不可能，我也会这么写…）总之，关于恢复肉刑的辩论一直持续到曹操的孙子曹叡时期，幸运的是最终没有恢复。 &#8617;        我只是把表示”窃”的表达加进去了。这是臣子对皇帝说话时谦虚使用的词。 &#8617;        《史记》〈孝文本纪〉。西汉文帝十三年（公元前167年）五月的事。 &#8617;        《汉书》〈刑法志〉。作者班固的评论。后汉的人们真的很想恢复肉刑啊… &#8617;        《史记》〈赵世家〉。武灵王为骑兵战引入胡服时说的话。 &#8617;        砍脚的刑罚也称为”刖”，为避免可能听起来感觉优美，我用了西汉时期实际存在的刑罚名称。 &#8617;        改编自《汉书》〈萧望之传〉中的”萧太傅刚直之人，会肯入狱乎？”。《三国志》注释中描述陈宫性格刚直。另一方面，根据《论衡》等书，汉朝时身体受损的人不能去先祖墓地。这对儒家信徒陈宫来说应该是最大的打击… &#8617;        身体受损在汉朝是多大的耻辱，司马迁在〈报任少卿书〉中详细记述。 &#8617;        在汉朝，酒和肉是一对。我想到了《汉书》〈赵广汉传〉中京兆尹赵广汉命令给送进监狱的犯人提供酒肉，所以加入了这个内容。这似乎是对进监狱的人表示关照的最典型方式。 &#8617;        参考了《盐铁论》〈散不足〉中形容对酒肉厌倦的表达。 &#8617;        这是对《史记》〈老子韩非列传〉中庄子故事的改编。 &#8617;        这是西汉的常识，后汉可能也差不多… &#8617;        改编自〈报任少卿书〉中的话。从陈宫的立场看，被俘的那一刻就已经受辱了。外来词”时机”是我个人喜好，故意用的。 &#8617;        《三国志·魏书》〈武帝纪〉。曹操实际回到许都要花很长时间，所以我就假设他是秘密短暂返回的。 &#8617;        这是《史记》〈孙子吴起列传〉中的故事。庞涓嫉妒孙膑的才能，砍掉他的双脚并让他隐居，但最终败在孙膑的策略下战死。 &#8617;        根据曹丕的《典论》，曹操广泛阅读史汉—《史记》和《汉书》—等多种书籍。 &#8617;        《史记》〈张仪列传〉。辩士张仪即使受酷刑也安慰妻子说只要舌头还在就足够了。 &#8617;        设定是受刑后的陈宫不再在曹操面前自贬。在实际的《三国志》中，他会规矩地以自己的名字自称。 &#8617;        当时”河”还是指黄河的专有名词。 &#8617;        《汉书》〈萧望之传〉。 &#8617;        诸侯的自称。在实际的《三国志》中曹操从未对陈宫用过这个称呼，但我就是想让他用一次。 &#8617;    ",
                "tags": "三国志 监禁 斩左趾 肉刑 荀彧 曹操 陈宫 曹操陈宫"
            }, 
        
    
        
            {
                "id": 188,
                "url": "https://zyahan.blog/zh/too-late-1-2/",
                "title": "1-2. 伏日",
                "subtitle": "建安四年夏天，许都。",
                "body": "夏天的伏日与冬天的腊日是汉朝两大节日。这一天人们聚集举行祭祀，饮食作乐。 因伏日给司空府属官放假的曹操，不顾荀彧”今日时辰不宜”的劝阻，前去探望陈宫。 陈宫将被子盖过头顶躺着。 ‘听说他每天都到院子里拄着拐杖练习走路。’ “该不会整天都这样吧？不热吗？” 在近乎透明的单薄夏被中，可以看到他翻身背对着曹操。 “起来吧。不洗脸不梳头也没关系…” “……” 看着蜷缩的背影甚是可爱，曹操心生宽慰之意。 “公台，这样的节日你要一直盖着被子吗？现在让我看看你的脸，等会儿就让你见家人。1” 被窝里慢慢传出低沉的声音。 “让不让见家人是由公决定的，与我露不露一次脸有什么关系？2” 曹操欣喜若狂。’好，果然提到家人就会回应。’ “要是去年在白门楼死了，今天就能收到祭祀了。” 听到陈宫开口而高兴的曹操温柔地告诉他。 “那样的话我就不会放过你的妻儿了。” 一边拍着陈宫的肩膀一边继续说道。 “起来吃饭吧。我让他们准备了今天祭祀用的肉…” 话还没说完，就被揪住衣领摔在地上。公台的左臂什么时候变得这么有力了？ 陈宫俯视着曹操，微笑着说。 “作为没有资格参加祭祀的3刑余之身4，对您赐予的恩惠感激得一时失去理智。” 曹操也笑着站起身来。 “以后要是想死后收到祭祀，今天准备的食物就都得吃完。”  《汉书》〈外戚传〉中武帝刘彻向爱妾李夫人乞求一见的情节是本文的参考。（良心何在）      《汉书》〈外戚传〉。”只要您让我见您一面，我会再赏赐您千金，也会给您的兄弟们加官进爵。” &#8617;        《汉书》〈外戚传〉。”加官进爵之事只在天子，不在妾一面之见。” 👈 意识到《三国志》中陈宫的台词”老母妻子系于明公，不系于宫”与这一情节是同一模式后，我简直笑得打滚。 &#8617;        在汉朝，受过刑罚导致身体受损的人不能参加扫墓和祭祀。 &#8617;        受过刑罚的人对自己的称呼。 &#8617;    ",
                "tags": "三国志 监禁 斩左趾 肉刑 曹操 陈宫 曹操陈宫 伏日 节日 祭祀"
            }, 
        
    
        
            {
                "id": 189,
                "url": "https://zyahan.blog/zh/too-late-1-3/",
                "title": "1-3. 变红的脸",
                "subtitle": "建安五年春正月，官渡。",
                "body": "那天早晨，陈宫反常地向侍者开口问道。 “曹公可安好？” 听到这话的曹操，因为陈宫首次主动关心他而嘴角不自觉地上扬。头痛似乎也减轻了许多。 ‘晚上得去看看公台。’    晚上，曹操脸色通红地气喘吁吁地来找陈宫。 “知道今天发生了什么吗？” “这是我该知道的事吗？” 曹操稍微犹豫了一下。他一直在阻止陈宫与外界接触，将来也打算这样做。但看到他如此谦虚地询问，觉得很是可爱。况且他本就是来倾诉的。 “有人想谋害孤。” “我也曾想过呢。” 陈宫没有表现出好奇，这让曹操有些失落。 “卿失败了！” “他们也没成功，所以公现在还活着不是吗。” 只说事实，不跟着一起生气，让曹操渐渐恼火起来。他脱口而出一句莫名其妙的话。 “所以你很遗憾吗？” “什么？” 希望他赶紧否认，但对方只是投来不屑一顾的眼神，这让曹操胸闷不已，头痛也加剧了。 “为什么你一点也不惊讶？” “公到处都有敌人，这有什么好惊讶的吗？” 我为什么要来这里？对了，公台为何偏偏今天问起我的安危？尽管知道这是毫无根据的妄想，却无法停止。 “听起来你好像知道孤的敌人是谁。” “要从谁开始说起呢？吕布早就死了。” 陈宫似乎也不再掩饰自己的不快。 “不是这些显而易见的人，说说更近的！” “不知道啊。我一年来被拖来拖去，见到的人除了公还有谁？1啊，刚开始太医来过几次。真是感谢啊。” 一听到太医，曹操的耳朵立刻竖了起来。太医吉平也是同伙之一。2曹操终于拔出刀来指向陈宫。 “对，你见过太医！太医说了什么？” “派太医来看我的腿不是公吗？” 陈宫似乎忍无可忍，脸色涨红，提高了声音。 “到底要我怎样？曹孟德。” “……” 曹操迫切希望听到他申诉冤屈，细数对自己的忠心。但只有一个事实变得越发清晰：这些话从陈宫口中是永远也得不到的。 曹操把刀扔在地上，转身离去。身后传来陈宫的声音。 “把刀拿上。要是我从背后刺你一下怎么办？”    独自留下的陈宫把手放在脸颊上降温。掩饰表情从来不是他的强项。3 他打算一直像当时对太医回答的那样，装作不知道。4那计划即使稍微听一下也明显漏洞百出，令人心疼。  衣帶詔事件采用了《三国演义》的版本。      阶级主义者连侍者都不放在眼里。也因为他只把侍者视为监视自己的人。 &#8617;        吉平参与董承谋刺曹操的阴谋是《三国演义》中的设定。 &#8617;        当然是从鸿门宴中借鉴来的。 &#8617;        对曹操有怨恨 + 被曹操喜爱 + 聪明过人，具备这三条的陈宫不可能不被试探。（虚构） &#8617;    ",
                "tags": "三国志 监禁 斩左趾 肉刑 曹操 陈宫 曹操陈宫 衣帶詔 三国志通俗演义 董承 吉平"
            }, 
        
    
        
            {
                "id": 190,
                "url": "https://zyahan.blog/zh/too-late-1-4/",
                "title": "1-4. 有去处的人",
                "subtitle": "建安五年夏六月，官渡。",
                "body": "曹操急忙推开大门进来时，陈宫正在院子里走动。 “今天没想到您会来。” 他穿着与房间里时不同的装束。为了不让衣摆拖地，他穿着剪短的外衣1，卷起袖子的左臂撑着拐杖。 曹操喘着气回答。 “想来这里躲一会儿。” “确实是个藏身的好地方。” 即使曹操没有下禁令，也不会有人想接近一个受过肉刑之人隐居的地方。2 “不过公有需要躲避的事，倒是出乎意料。” 陈宫重新开始走动。曹操跟在他身后说道。 “因为关将军…” “关’将军’？” “你知道关云长吧？” 当然，陈宫认识关羽。3 “啊…” 这么一想，称关羽为将军对陈宫来说并非显而易见的事实。他没有途径得知刘备逃走，关羽投降并被授予偏将军职位的消息。 “明白了。” 但从刚才的只言片语中，他似乎已经推测出了事情的来龙去脉。4 “文远说…” “…张’文远’？”5 下邳城陷落后张辽投降并成为曹操部下的事情也是…6 “啊，我明白了。” 看来只用一步就能理解了。曹操决定不再透露更多信息。 “总之现在出去可能会遇到关将军，所以得在这里待着。”7 “遇到又怎样？你对关羽做了什么错事吗？” 曹操有点尴尬，但还是很坦然。 “他要告别离开了。” “所以呢？” “他走了就见不到了。” “那不是正好吗？不是说不想遇到他吗？” 曹操觉得很冤枉。 “谁说不想了？” “如果想见，就出去见他啊。反正现在藏在这里也是见不到关羽的。” 曹操烦躁地挡在陈宫面前。 “无关紧要的事一下就能明白，为什么这个就不理解？” 陈宫停下脚步，冷冷地顶了回去。 “我怎么能理解一个可以自由决定见谁不见谁的人这样唧唧歪歪的理由呢？” 虽然因”唧唧歪歪”这个词而恼火，但曹操还是发挥了惊人的忍耐力决定忍下来。 “如果挽留他，他会讨厌我的。” “我现在就讨厌看到公。” 曹操终于爆发了。 “谁问你的想法了？”8 陈宫闭口不言地看着曹操，然后转身去了堂上。曹操没有阻拦。看着陈宫扶着拐杖和栏杆上楼梯的样子，曹操一时想去扶他一把，但还是作罢了。 上了堂的陈宫似乎累了，把拐杖扔在地板上就那样躺下了。曹操这才跟上去，坐在堂上长叹一口气。 “关云长会离我而去。” “关羽真好啊，还有地方可去。” 曹操一边拍着地板一边说。 “卿的去处就在这里，公台。” “知道了，快出去吧。”       《汉书》〈甲观邺传〉、〈朱博传〉等。常有武官将衣角剪短，使其离地约3寸（6. 9厘米），以免绊脚的描述。 &#8617;        在积极实施肉刑的晋朝，受肉刑的人被称为隐官，完全与常人隔离生活。户田广在《遗骨的证言》中将肉刑分析为流放刑的一种。 &#8617;        关于吕布军与刘备军的关系，无需多言。 &#8617;        这也是称呼词的效果，而且在〈变红的脸〉的设定中，陈宫还知道刘备参与了衣带诏事件的额外信息，所以更快地察觉到了。 &#8617;        如果张辽是曹操的敌人，曹操就没有理由用字称呼他。（即使是敌人，年龄大的话也会用字称呼，但张辽比曹操年轻得多，所以排除这种可能性。） &#8617;        根据《三国志》〈张辽传〉，曹操在下邳击败吕布后，张辽率众投降，因此在这个故事中，被俘虏后直接送往许都的陈宫无法得知张辽投降的事情。 &#8617;        参考了《三国演义》中曹操为避免接受关羽的告别而挂回避牌的情节。 &#8617;        曹操称呼陈宫为”你”，相比平时称呼他为”卿”，是极大的轻蔑。 &#8617;    ",
                "tags": "三国志 监禁 斩左趾 肉刑 曹操 陈宫 曹操陈宫 关羽 三国志通俗演义 张辽"
            }, 
        
    
        
            {
                "id": 191,
                "url": "https://zyahan.blog/zh/too-late-1-5/",
                "title": "1-5. 官渡",
                "subtitle": "建安五年秋八月，官渡。",
                "body": "许都传来了荀彧的回信。 ‘公的能力胜过袁绍，定能成功。’1 意思是虽然战况不利且军粮不足，但还是要在官渡决战。 ‘还是太危险了，得把公台送回许都。’ 曹操这样想着，展开信件到最后，发现里面还卷着一卷竹简。    曹操去找陈宫，递给他竹简。 “新作品吗？”2 “仔细看看。” 贴在外面的木牌3上写着：  陈公台。荀文若。4 “就这一次。” 陈宫默默地接过竹简。 ‘大概是快两年来第一次与其他人交流，所以很感动吧。’ 曹操更加邀功。 “我连封印都没拆。” 竹简束带上封泥清晰地印着荀彧名字的印章。5陈宫拉开束带，硬化的泥块裂成两半。 “……” 陈宫很快读完短信，轻笑起来。 “他说如果公想把我送回许都，我应该婉拒并留在官渡。好像我有拒绝的权利似的。” 荀彧确实有能力猜到曹操的想法。但曹操惊讶的原因在于别处。 ‘为什么不直接对我说，而是要单独给公台写信？’ 不管曹操的脸色如何变化，陈宫顽皮地问道： “嫌我这个不能打仗的人浪费军粮吗？” “这里恐怕要变得危险了。” 陈宫突然大笑起来。曹操感到困惑。虽然他一直想看到陈宫开心地笑，但现在这样的反应让他不解。 “你笑什么？公台有什么想法？” “就继续待在官渡吧。看起来为了关我，还特意加高围墙重建了这座房子，不用太可惜了。” ‘收到一封信就这么兴奋？’ “真正的原因是什么？” “待在这里很好。” 曹操更加惊讶，简直不敢相信自己的耳朵。这是陈宫第一次说”好”。但总觉得有些可疑，不能单纯地高兴。 “哪里好？” 陈宫像个孩子般兴奋地回答： “透过那围墙传来的战争气息。” 曹操背脊一阵发凉。 “不行，真得送你走。” “我们荀文若不是说让我留下吗？谋主6提出意见时就听一下嘛。”7 曹操努力装作若无其事地开玩笑： “没想到你这么想待在我身边。” 陈宫又只是笑。曹操掩饰着不安的神色站起身来。 “孤一定要在这场战争中获胜。不能让陈公台两次成为俘虏。” “啊，好的，加油。”    曹操在大门外亲自上闩时思索着： ‘让公台活着留在我手中的想法是错觉吗？’ 不再让陈宫成为俘虏的话是真心的。只是还有更简单的方法。甚至不需要等到战争结束。 另一方面，他又产生了别的疑虑。陈宫到底有几分真心？刚才的表现是不是在暗示”即使这样你还会留我活口吗”？如果是这样，杀他反而是向他认输。 荀彧是在告诉曹操，在这场战争结束前必须做出两者之一的选择。       《三国志·魏书》〈武帝纪〉中的实际信件内容更为恭维。称曹操”神武明哲”等等… &#8617;        曹操也是文学家。设定他每次写作都会给陈宫看。 &#8617;        请参考这条推文。虽然推文中引用的是公文，但我假设私人信件也不会太不同。 &#8617;        有访问他人时在名片末尾署上自己的姓和字的习俗。我假设信件也会使用类似的格式。 &#8617;        使用荀彧的个人印章是因为这是私人信件。如果是公务，他会使用尚书令的印章。 &#8617;        谋主是《三国志》正文中相当于”军师”的词。《三国演义》中使用”谋士”一词。”军师”一词在《三国志》和《三国演义》中都未出现。 &#8617;        《三国志·魏书》〈张邈传〉注《典略》中，陈宫说如果吕布听从他的建议就不会被俘。 &#8617;    ",
                "tags": "三国志 监禁 斩左趾 肉刑 曹操 陈宫 曹操陈宫 荀彧"
            }, 
        
    
        
            {
                "id": 192,
                "url": "https://zyahan.blog/zh/too-late-1-6/",
                "title": "1-6. 三人",
                "subtitle": "建安六年春三月，许都。",
                "body": "陈宫更换住处的程序迅速、机械而屈辱。没有什么行李需要打包。简单的身体搜查1后，面部被布遮盖2，被人背起放到车上，双手被绑在背后。3车的四面被封闭并在外面封印，随即出发。 路上唯一的乐趣是听到平时听不到的声音。即使是难以辨别的嘈杂声，他也竖起耳朵不愿错过。这种乐趣通常持续不长。有时甚至在出城前，人们的声音就突然消失了。大概是因为那封印的车辆真实身份在街上被人们得知了。 车停下后，他再次被背起进入新的房子或营帐，护送他的士兵解开绑在手腕上的绳子，摘下蒙头的布，放下他唯一的财产——两根拐杖，然后匆忙离开。不管怎样，这是唯一能短暂感受到其他人体温的机会。    然而这次的触碰与往常不同，更加轻柔细致。虽然他们以前从未粗暴对待他，但也从未如此恭敬。更不用说完成任务后还要行礼。 “辽奉谋主4，不，先生5来到许都。” 陈宫盯着张辽看了好一会儿，才苦笑道。 “让你看到我变成这样了。” 他换了表情，继续说道。 “府君6……这么称呼怕是不对了。现在是什么职位？” 身后有人代为回答。 “裨将军7，关内侯。” “吓我一跳。” 听出荀彧的声音，陈宫惊讶地环顾四周，确认没有其他人在场。 “就你们两个来了？看来光靠书信还不够啊？” 荀彧承认道。 “所以来喝酒了。” “如果足下8愿意忍受与刑余之人同席的耻辱，我也不会拒绝。” 三人坐定后，陈宫先对张辽开口。 “我的生死大概取决于侯9的一句话吧。” 他转向荀彧问道。 “这也是足下的主意吗？” 荀彧没有回答，只是向张辽示意。张辽艰难地开口。 “辽斗胆问一句……先生以后有何打算？” “我没什么打算。” 荀彧插话道。 “公台。” 陈宫不耐烦地向荀彧皱了皱眉，然后回答。 “我认为挽回面子的自杀时机已经过去了。” 张辽犹豫着不知是否可以松一口气。 “那么是说您有活下去的意愿？” “听听侯在曹公手下过得如何再决定吧。” “……” “说说看。不行的话文若会适时打断的。” 荀彧温和地附和道。 “请随意说。” 张辽反而更加紧张地说道。 “曹公与先生在吕奉先军中所说的10完全不同。” 陈宫努力忍住笑，但似乎不太成功。 “然后呢？” “辽希望先生能为曹公效力。” 陈宫终于笑得眼含泪光。 “喂，这太过分了。曹公再怎么贪心也不会期望这个。” 张辽露出为难的表情。陈宫像安慰他一样打趣道。 “没关系，说这种话也不会让我被处死。一定要告诉曹公我说他贪心残忍。” 然后他无奈地对荀彧说道。 “真不忍心让文远难堪。让足下难堪倒是不会良心不安。” 荀彧责备地问道。 “难道改变主意了？” “文远太可爱了。在曹公眼里我也是这样吗？所以……” 陈宫背着张辽向荀彧微笑。 “告诉他我想看文远在战场上大显身手。” 听到这话，张辽喜形于色。荀彧则更加满意。       《汉书》〈萧望之传〉。 &#8617;        《后汉书》〈党锢列传〉。 &#8617;        押送犯人最基本的绑缚方法。称为”反接”。 &#8617;        相当于”军师”的《三国志》用语。虽然没有作为称呼使用的例子，但因为喜欢所以加上了。 &#8617;        《三国志》中可用于各种职业人士的尊称。反而在指军师时较少使用。 &#8617;        对太守的称呼。张辽曾在吕布手下担任太守。 &#8617;        张辽最初投降曹操后被任命为中郎将，之后因功升迁，在官渡之战后的这个时间点已是裨将军职位。 &#8617;        平等之间使用的称呼。也是亲密关系中使用的词。这里陈宫对荀彧的使用不是表达亲近，而更接近讽刺。 &#8617;        虽然没见过这样称呼关内侯的例子，但为了表现陈宫对接受曹操封爵的张辽的轻微嘲弄，就这样写了。 &#8617;        《三国志·魏书》〈吕布传〉。非常喜欢陈宫怒斥”贼曹操何明公也！”的场景。 &#8617;    ",
                "tags": "三国志 监禁 斩左趾 肉刑 曹操 陈宫 曹操陈宫 荀彧 张辽"
            }, 
        
    
        
            {
                "id": 193,
                "url": "https://zyahan.blog/zh/too-late-1-7/",
                "title": "1-7. 贪心残忍的人",
                "subtitle": "建安六年秋九月，许都。",
                "body": "官渡之战后过了一年，直到秋天将尽时才回到许都的曹操，一见到陈宫就开始抱怨。 “你怎么能这样对我？别再想见荀文若了。” 陈宫很淡定。 “我本来就没想见他。是你们送来的信，是你们来的，而且这都是公同意的事不是吗？” “总之你们两个背着我串通了吧？” “只是碰巧目标一致，向公展示了您的俘虏有什么样的欲望而已。供公参考。” 他带着明显是故意的嘲笑补充道： “谋主的意见可以无视，您自己决定就好。奉先当初也是这样。” 曹操大喊道： “竟敢把孤比作吕布那种人？” 然后用同样嘲讽的笑容回应： “而且你再怎么挑衅，我也不会一时冲动杀了卿，别做梦了。” 陈宫毫不退缩。 “公的俘虏说他无法放弃关于战争的梦想。” 曹操急忙高声说道： “你以为这会对孤构成威胁吗？俘虏身份能做什么？” 他必须尽力表现得真诚。救活陈宫留在身边，最后因为害怕而杀了他，这样的评价绝对不能接受。 “总之，俘虏和谋主合作做了什么，主人不能坐视不管。我会让你选择其中一项。” 曹操尽显大度。 “第一个选择是按我的意愿在这里安分生活，你在这里有什么要求，我可以答应一个。当然得是孤能答应的条件。” “还有呢？” “第二个是你一直想要的，但我会提一个条件。” 陈宫眼中闪烁光芒。曹操享受着对方期待的反应，故意拖长话语。 “放心，拿家人和祭祀来说事我已经腻了。” “那就好。” ‘现在无论条件是什么，他都会接受并选择这个吧？’ 曹操清了清嗓子，一字一顿地说道： “如果孤一定要取你性命，斩你首级的任务会交给张文远。” 陈宫似乎没料到曹操会这样说，整个人僵住了。曹操很满意。这感觉几乎和三年前在下邳，眼看陈宫要自己走向刑场时，临时想出”在京都执行刑罚”的借口将他拦下时一样愉快。 “会蒙上你的眼睛，堵住你的嘴，绑住你让你动弹不得，然后叫来文远，告诉他你特别想死在他手上。你曾经骗过他一次，我难道做不到吗？” 兴致勃勃地说着的曹操，突然想起漏掉的一点。 “孤是贪心残忍的人是吧？” 看来当时张辽确实毫无保留地转述了所有话。 “贪心就算了，救活一个将死之人，哪里残忍了？” 曹操感到今天创意特别丰富。 “看来我们公台精力过剩，非要搞些无谓的事情？拐杖暂时没收了。” 陈宫似乎失去了所有反驳的力气。曹操沉浸在胜利感中，拍了拍陈宫的肩膀。 “给你充足的时间考虑，今年结束前好好想想吧。” ",
                "tags": "三国志 监禁 斩左趾 肉刑 曹操 陈宫 曹操陈宫"
            }, 
        
    
        
            {
                "id": 194,
                "url": "https://zyahan.blog/zh/too-late-1-8/",
                "title": "1-8. 祭祀先祖",
                "subtitle": "建安七年春正月，许都。",
                "body": "曹操处理完新年必须完成的公务私事后，终于去找陈宫，意气风发地问道： “你选哪一个？” 陈宫立即回答： “第二个。” 曹操愣住了。他确信陈宫经过充分考虑后会选择第一个。陈宫清晰地说道： “叫张文远来砍我的头吧。” 曹操愤怒地浑身颤抖，瞪着陈宫，勉强说道： “好。正好他现在在许都，不会花太长时间。” 如果无法阻止陈宫抛弃自己选择死亡，至少要让这个死亡过程痛苦些。 曹操先命士兵将陈宫拖到院子里，给他戴上口枷，用布蒙住眼睛，用绳索捆绑全身。无论用声音、眼神还是身体动作，都不能让陈宫向张辽发出信号。 被召唤而来的张辽看到陈宫俯卧在地上，虽然吃惊，但不敢先问情况，只等待曹操解释。 “陈宫非要死在卿手上，我要满足他这个愿望才叫卿来的。砍下他的头吧。” 说完，曹操用膝盖压住陈宫的背，用力扭转他散开的头发，露出后颈。 张辽跪下说道： “辽昧死1请求，能否允许我从此人口中亲自听到您所说的话？” 曹操笑着反问： “孤的话你也怀疑？” “万万不敢。” 虽然对一个甘愿赴死、不会反抗的人如此严密捆绑确实奇怪，但张辽不是那种会在主人面前揣测心思、产生怀疑的人。他只是想听陈宫的最后一句话。而且这个愿望在对主人服从的义务面前，他也能够压制。 “遵从明公2的命令。” 曹操有些失望。他希望张辽大声质疑和抗议，让陈宫更加痛苦。他不知道现在这悲伤的声音已经足够折磨陈宫了。张辽敢于在主人命令面前发出一次自己的声音，这已经是经历了极大内心冲突后的越轨行为，目前只有陈宫能体会到这一点。 无论如何，曹操也意识到张辽一定会服从命令。既然如此，这样结束太无聊了，不如再制造些看点。他解开陈宫嘴上的口枷，抓住他的下巴，让他的头转向张辽的方向。 “有什么想对文远说的，说吧。” 从陈宫口中说出的话连曹操都感到意外： “曹公没有撒谎。所以别怀疑曹公。” 陈宫叹了口气，补充道： “只是我一时糊涂了。对不起，让你受惊了。” 然后对曹操说： “我改选第一个。” 曹操喜形于色。立刻割断眼罩和绳索，扶起陈宫坐好。张辽俯伏在地叩首表示感谢，然后退下。 “快进去吧。” 扶着陈宫上楼梯比想象中困难。曹操将陈宫放在地板上，喘着气，激动地说： “没想到你会担心孤失去文远。” “……” 曹操紧挨着陈宫坐下，说道： “拐杖会给你换更好的。” “……” 他偷偷保存着陈宫原来的拐杖，有时还会拿出来摸一摸，这是个秘密。 “既然答应了，说说你想要什么吧。” 陈宫的脸色像死人一样。他甚至没看曹操一眼，勉强挤出沙哑的声音回答： “……今天太累了，什么也想不出来。下次见面时再告诉您吧。” 曹操体贴地问： “那要不要进屋躺下？” “先用热水洗个澡。” 似乎就这样离开有些可惜。    三天后，荀彧报告派遣军队前往谯3的准备情况后对曹操说： “如果要留陈宫活命，从现在开始也该以礼与仁相待。” 曹操满不在乎地回答： “一直都是这样啊？听说他从那天起一直不吃饭，怕他饿死，我今天早上命令士兵给他灌点粥。” 荀彧更加担心放弃死亡的陈宫会对曹操积累怨恨。 “最好不要做让陈宫怨恨的事。” 曹操感到委屈。 “别说得好像我会做那种事一样。我现在正忙着哄那个可爱又难伺候的婴儿4，迁就他的脾气呢。” 指出陈宫比荀彧还年长5这一事实似乎没有意义。在这件事上，要让曹操理解似乎很困难。荀彧暗自决定再创造一次与陈宫会面的机会。    强制喂食似乎有效果，曹操五天后再次拜访时，陈宫看起来气色好了些。 “脸色好多了，真是太好了。想好条件了吗？” 陈宫立即回答： “请在院子里种一棵树。” 曹操思考片刻后拒绝了。 “不行。万一公台爬树摔下来受伤怎么办？” 曹操的担忧是真心的，出乎意料的是陈宫笑了。这笑声与曹操每次在会议或宴会上尝试开玩笑时众人必然爆发的笑声完全相同。曹操想： ‘看来真的是个很有趣的笑话。’ 笑完后的陈宫温顺地请求： “如果不能种树，那就种些花草吧。” “为什么？” “既然要活着，就需要些能寄托感情的东西。” 听到陈宫亲口说要活着，曹操既高兴又有些嫉妒。 “把感情寄托在孤身上。” 陈宫咬了咬嘴唇，勉强笑道： “公不能每天都来啊。” 他脸红了，声音颤抖着补充道： “是公给的，看着它就会想到公。” 陈宫从来没有这么可爱过。曹操几乎控制不住自己。 想起荀彧让他以仁对待陈宫的话，曹操希望陈宫能感动于自己的仁慈，从怀中取出竹简递给他。 “看看这个。” 陈宫展开竹简，看了第一行后就卷起来还给了他。 “好像不是公写的诗。是不是拿错了？” “这是即将前往谯6发布的诏书，读读看。” 陈宫按吩咐朗读道： “吾起义兵，为天下除暴乱。旧土人民，死丧略尽，国中终日行，不见所识，使吾悽怆伤怀。其举义兵已来，将士绝无后者，求其亲戚以后之，授上田，官给耕牛，置学师以教之。”7 ‘糟了。’ 听到这里，曹操才迟来地担心下一句。 “为存者立庙，使祀其先人，魂而有灵，吾百年之后何恨哉！”8 出乎意料的是，陈宫在”使祀其先人”这句处并没有迟疑或激动。至少在曹操听来是这样。曹操大大松了一口气。       看起来非常悲壮，但实际上（虽然确实悲壮）这是对上级说话时使用的习惯用语(昧死)。严格来说应该用于对皇帝讲话，但我太想用它了。 &#8617;        与陈宫只称”公”而不加”明”字形成对比。 &#8617;        《三国志·魏书》〈武帝纪〉建安七年正月条。 &#8617;        《三国志·魏书》〈吕布传〉。”曹氏待公台如婴儿…(后略)” &#8617;        关于陈宫的年龄没有确切记载。在这里设定他出生于162年。比曹操小七岁，比荀彧大一岁。 &#8617;        《三国志·魏书》〈武帝纪〉建安七年正月条。实际上应该是到了谯之后才写的。 &#8617;        吾起义兵，为天下除暴乱。旧土人民，死丧略尽，国中终日行，不见所识，使吾悽怆伤怀。其举义兵已来，将士绝无后者，求其亲戚以后之，授上田，官给耕牛，置学师以教之。 &#8617;        为存者立庙，使祀其先人，魂而有灵，吾百年之后何恨哉！ &#8617;    ",
                "tags": "三国志 监禁 斩左趾 肉刑 曹操 陈宫 曹操陈宫 张辽 荀彧"
            }, 
        
    
        
            {
                "id": 195,
                "url": "https://zyahan.blog/zh/too-late-2-1/",
                "title": "2-1. 罗勒香气",
                "subtitle": "建安七年夏五月，官渡。",
                "body": "起初，曹操看到陈宫趴在地板上专注于花盆的样子觉得很可爱，不想打扰他。但将近一分1过去了，他仍然没有察觉到自己的到来，曹操开始有些恼火。曹操用手势召来侍者，悄悄下达指示，然后才喊道： “公台。” 陈宫这才意识到曹操的存在，起身道： “您什么时候来的？” 曹操毫不掩饰自己的失落： “看来你很喜欢那东西啊？连孤来了都没注意到。” 陈宫一点歉意也没有。 “这是我第一次种罗勒2，香气真清新。” 然后带着遗憾的表情喃喃自语： “要是能多晒太阳，应该长得更好。” 这座官渡的房子比许都司空府别院的围墙更高，只有正午时分才能充分接受阳光。曹操听起来像是抱怨，更加不悦。陈宫却浑然不觉，继续喋喋不休： “有没有关于种花草方法的书3？您联系许都时能不能帮我问问？说起来，不知道许都种的迷迭香4怎么样了。您长子5应该会照顾好吧？” 就在曹操的不悦即将爆发之际，侍者及时端着漆器碗的托盘走来。曹操露出会心的微笑，将碗递给陈宫。 “既然这么珍爱你的花草，浇点水吧。” 碗里的水刚刚烧开，还冒着热气。6陈宫左手拿着水碗，愣住了，盯着曹操看了好一会儿。曹操毫无愧疚地与陈宫对视。他想着如果陈宫哽咽着说”明公，宫错了”，那该多可爱。 最终陈宫嘴角抽动，笑了，随即伸出右手，将水倒在手背上。曹操来不及阻止。 “你在做什么？” 陈宫甩着通红的手，若无其事地回答： “弄花盆时手上沾了泥土，想洗一下。” 曹操惊呆了。 “你怎么能用那么烫的水洗手？” 陈宫睁大眼睛反问： “公不会让我用连人手都不能洗的水去浇花吧？” 曹操无言以对。他命侍者取来凉水，并召医生来治疗烫伤。 “孤有多……” 陈宫没有听他说完，摘下一片叶子塞进曹操嘴里。原本想斥责陈宫的曹操只好闭上嘴。       晋汉时期，一天分为16个时辰，一个时辰分为10分。所以这里的1分相当于现在的9分钟。 &#8617;        罗勒。见于《西京杂记》。 &#8617;        《汉书》〈艺文志〉中没有。😭 &#8617;        迷迭香。从西域传入。 &#8617;        《艺文类聚》中引用了曹丕的《迷迭赋》。曹植也写过《迷迭香赋》。 &#8617;        向讨厌的人的花盆倒开水报复的故事取自《浮生六记》。 &#8617;    ",
                "tags": "三国志 监禁 斩左趾 肉刑 曹操 陈宫 曹操陈宫 草药 罗勒 浮生六记 西京杂记 曹丕 曹植 迷迭香 迷迭赋 迷迭香赋"
            }, 
        
    
        
            {
                "id": 196,
                "url": "https://zyahan.blog/zh/too-late-2-2/",
                "title": "2-2. 嫦娥",
                "subtitle": "建安七年秋八月，官渡。",
                "body": "陈宫通常日落后就直接躺在床上。若想读书照亮房间，就得让侍者带来灯火。一旦点灯，侍者就守在灯旁不离开。几个月前故意烫伤后，监视变得更加明目张胆，更加不舒服。还不如放下帘子早点睡觉。 直到曹操推门进来点亮房间，他才察觉，看来是睡得很熟。心想这人做到这种地步，现在连睡觉时都要来骚扰，不禁叹气，但曹操却咧嘴大笑。能闻到酒气。 “梦见我了吧？” “什么？” “你刚才在梦话中喊明府1呢？” 曹操似乎认为”明府”指的是他担任东郡太守时的称呼。那是陈宫帮他成为兖州牧，鼓励他掌握天下、成就霸业的时候2，难怪他会觉得高兴。 “我有说过吗？” “做了梦自己都不知道？” “一醒来就忘了。” 如果每次都清晰记得做了什么噩梦，恐怕至今都很难坚持下来。陈宫不想费力回忆”明府”是指东郡太守曹操还是陈留太守张邈。总之，曹操看起来不会让他继续睡觉，只好勉强起身。 “深夜有什么事？” “一年中月亮最美的日子就是今天。”3 “在这里应该看不到吧？” “再过会儿就是子时了，到厅堂上就能看到。” 拄拐杖起来都觉得麻烦。从床上下来，用手撑地拖着身体，随口问道： “明天不用工作吗？” “袁绍都死了。对付耿、刘这种小崽子算什么。” 曹操身上的酒气不是无缘无故的。这是他在平常不会说的话。陈宫并不感到不快。 果然，在厅堂上能看到当空的满月。曹操说灯光会影响赏月，连灯也熄了。他搂着陈宫的腰，讲起后羿的妻子4嫦娥偷走西王母赐予的不死药，逃到月亮上的故事5。陈宫不自觉地喃喃道： “真好啊。” 曹操意外地敏锐追问： “你这话什么意思？” “困了说的胡话吧。” “嗯……” 陈宫为了安全起见，笑着说： “您特意来到这里，总该和宫一起喝几杯吧？” “好啊。”       对太守的尊称。 &#8617;        《三国志·魏书》〈武帝纪〉注。 &#8617;        中秋赏月的习俗据说始于魏晋时期。http://kr. xinhuanet. com/2017-10/04/c_136565073. htm &#8617;        西汉时期的书《淮南子》中的故事。 &#8617;        汉代因避讳西汉文帝刘恒的名字，将姮娥改称为嫦娥。 &#8617;    ",
                "tags": "三国志 监禁 斩左趾 肉刑 曹操 陈宫 曹操陈宫 嫦娥 姮娥 中秋节"
            }, 
        
    
        
            {
                "id": 197,
                "url": "https://zyahan.blog/zh/too-late-2-3/",
                "title": "2-3. 桃之夭夭",
                "subtitle": "建安八年夏五月，许都。",
                "body": "陈宫揭开盖在盘子上的布，整齐切成八块的桃子散发出香气。1 “太过华丽的待遇不符合我的身份。给我直接扔一个带皮的就行了。”2 曹操假装没听见陈宫提及礼法，转移了话题。 “吃之前等一下。说到桃子，你能想到什么诗？” “又写了关于西王母的诗吗？”3 “不是，在古典中找找看。” “不太懂诗赋。”4 曹操愉快地提示道： “卿应该知道的。” 陈宫带着警惕的神色问道： “突然玩什么猜谜游戏？” “再给你个提示。在五经中。”5 如果是在《诗经》中寻找，也不算太难。像是想尽快回答最著名的一首然后结束这个话题，他迅速答道： “《桃夭》。” 曹操并不轻易放过他。 “既然答对了，诵一下。” 陈宫只好放弃抵抗，开始诵诗。 “桃之夭夭，灼灼其华。之子于归，宜其室家。”6 只诵了第一段就停下，曹操催促道： “没有什么感触吗？” “没有。” “别这么敷衍地回答。” “这是祝贺婚姻的歌啊。为什么要我念这个？” 曹操笑着说： “因为卿的女儿结婚了。” “……” 陈宫许久没接上话，最后才喃喃道： “没有父亲穿斩衰服7，不知道在夫家会不会受欺负。” 曹操抓住机会炫耀道： “有孤做的媒8，谁敢？” 陈宫拿起一片桃子放入口中。仿佛在咀嚼坚韧的肉一般久久不咽，最后终于开口道： “桃子不错。” (2019-08-21 16:19)       《礼记》〈曲礼〉中有按身份切瓜的方法，这里改编为桃子。        天子：切三刀，用细布覆盖    诸侯：切两刀，用粗布覆盖    大夫：不覆盖直接给    士：只摘掉蒂给      &#8617;        对庶人则是整个给，让他们自己用牙咬着吃。😭 &#8617;        据说曹操在《陌上桑》和《气出唱》等作品中歌颂了与西王母相遇的幻想。西王母的标志性物品当然是昆仑山的仙桃了。🍑 &#8617;        不给陈宫艺术家的爱好… &#8617;        四书三经是宋明理学中的概念，汉代是五经。 &#8617;        桃之夭夭，灼灼其华。之子于归，宜其室家。 &#8617;        汉代以丧服等级（而非亲属间的服属关系）表示亲属关系亲疏。丧服等级为斩衰&gt;齐衰&gt;大功&gt;小功&gt;缌麻五个等级，父亲死时穿斩衰服。但根据《荀子》〈礼论〉，受刑的罪犯死后没有穿丧服的礼仪。因此，陈宫死后，他的女儿不能穿斩衰服。😨 虽然公元前3世纪的规范在公元3世纪是否严格遵守值得怀疑，但用在小说中很有趣，尤其是陈宫这样重视祭祀传承的儒家人。 &#8617;        曹操为陈宫死后的女儿做媒的故事记载在《三国志·魏书》〈张邈传〉中。关于陈宫的记载大多出现在注释中，而这个故事却难得地出现在正文中。😨😨 &#8617;    ",
                "tags": "三国志 监禁 斩左趾 肉刑 曹操 陈宫 曹操陈宫 桃子 诗经 礼记"
            }, 
        
    
        
            {
                "id": 198,
                "url": "https://zyahan.blog/zh/too-late-2-4/",
                "title": "2-4. 惩罚",
                "subtitle": "建安八年秋九月，许都。",
                "body": "“昨天送去的衣服为什么不穿？” 去年夏天为陈宫女儿准备嫁妆时，曹操特意留下几匹绸缎，为陈宫制作衣服。从裁剪到刺绣都极为用心，花了好几个月才完成，但衣服只是挂在衣架上，让他感到有些失落。 “衣服太长了。” 这本是理所当然的。拖地的衣摆和飘逸的袖子1是优雅装束的基本要素。但陈宫的不满却在别处。 “走路时总是绊到拐杖。” 在曹操听来，这只是一个微不足道的借口，便随意说道： “公台需要走动吗？在这里待着就行了。” 出乎意料的是，陈宫粗暴地回应： “那样的话，这里坐着的是我还是雕个木头人坐在这里都一样了。” 甚至毫不客气地说出更刺耳的话： “公真的需要一个活着的陈宫吗？” 曹操惊慌失措： “公台，不是说好不提这种事了吗？” 虽然从未明确约定过，但曹操自作主张地认为，当陈宫放弃死在张辽手中的选择时，他们就已经达成了共识。 “我不知道公是否希望我活着。” 曹操先微笑着安抚道： “我是多么喜爱公台啊。” 陈宫也跟着微笑着回击： “那么也应该喜欢我走动的样子才是。” 曹操脸上的笑容消失了。 为了防止逃跑，他下令砍掉了一只脚。然而，他并不愿直视这一结果的真实模样。虽然迄今为止这种情况并不多见，但仅仅是看到短短的衣摆下露出的那唯一的脚，就已经令他不安。只有用长而厚的衣摆遮盖，他才能稍感心安。 曹操需要的是确信陈宫无法逃跑。当然，靠着拐杖走路不可能逃远。但即使只是他能够行走的可能性，也让曹操感到不安。他不愿允许陈宫在他面前有任何闪躲的余地。这一切归根结底是因为当初背叛他离去的陈宫的过错。 “要可爱才会被喜爱啊。” 陈宫冷笑一声。曹操亲切地解释道： “又不是让你完全不能走路？孤不在的日子，我会睁一只眼闭一只眼，你想怎样都行。” 他当然早已忘记自己曾经没收陈宫的拐杖长达三个月不归还的事实。陈宫叹了口气道： “刑余之身不敢奢求被当人对待，但也无法忍受被视为木石人偶。” 曹操不解地质问： “为什么这样说话？孤做了什么过分的事吗？就为了一件衣服，至于发这么大脾气吗？” 陈宫没有回答，而是抬起左膝，掀起外衣和内裤。意识到陈宫要展示什么的曹操迅速闭上眼睛，扭过头去。陈宫身上唯有那个地方是他想要避开的。 “上过战场的人应该见过更糟的景象，为何这样？看来您也知道自己做了见不得人的事。” 曹操背对着陈宫，咬牙回答： “你现在非常无礼。” 陈宫又冷笑一声。 “公竟然也有讲礼的时候。” 他放下裤腿，整理衣着，继续说道： “那么要施加什么惩罚呢？又要没收拐杖吗？” 刚才还说不是完全禁止走路，转眼就没收拐杖，显然会招来嘲笑。曹操思考着其他方法。挨饿或打骂自然是不可能的。写作、会客或外出本就不允许，禁止也算不上惩罚。想过没收他那三四本书，但这些本就是曹操自己借给他的，而且内心深处的读书人在尖叫着反对。 最终，曹操想出的惩罚非常微不足道： “五天后孤再来之前，每天只穿那件衣服。” 从陈宫的表情看，这惩罚并不微不足道。 “从今天开始？” “从现在开始。” 陈宫想说什么，但又闭上了嘴。他亲自站起来，拄着室内用的拐杖，走去拿衣服。       《西京杂记》。 &#8617;    ",
                "tags": "三国志 监禁 斩左趾 肉刑 曹操 陈宫 曹操陈宫"
            }, 
        
    
        
            {
                "id": 199,
                "url": "https://zyahan.blog/zh/too-late-2-5/",
                "title": "2-5. 小心腰间",
                "subtitle": "建安八年冬十月，许都。",
                "body": "尽管陈宫出门迎接，曹操却并不十分高兴。明明说长衣裳会绊住拐杖不能穿，现在却穿得好好的。右手抓着衣摆，左手拄着拐杖。看来这五天一直在练习这样走路。 陈宫等曹操先行，然后跟在后面上了堂。曹操一进房坐下就发了脾气。 “在孤面前就老实坐着吧。” 出乎意料的是，陈宫只是点点头，乖乖听着。曹操语气稍缓地问道：  ’惩罚’怎么样？” 陈宫略带尴尬地说： “象牙筷子1的故事没错，华丽的衣服会让人想配套其他物件。” 没想到陈宫会说这种话，曹操兴味盎然。陈宫紧挨着曹操坐下，问道： “能看看公腰间的佩玉吗？” “随便看。” 曹操欣然抬起腰。感觉有些奇怪。陈宫手里握着的不是佩玉，而是刀柄。2曹操迅速抓住他的手腕，但曹操的手和他的体型一样小，而陈宫的左前臂太粗壮。他只能勉强用双手按住，阻止陈宫拔刀。 陈宫看起来非常愉快。 “没想到公会上这么明显的骗局。不能走路的人为什么要佩戴玉佩？3” “卿竟敢骗孤？” “公也老了啊。” 还不到五十岁4就被说老，曹操觉得很冤枉。 “拔我的刀要做什么？” “公说不喜欢看我走路，我想把右脚也砍掉。” 曹操大惊失色。 “想想你出嫁的女儿。” 陈宫面无表情地说： “与我无关的人。” “不想见孙子吗？” “请答应我，不管我在公面前走不走，都不要干涉。” 曹操想尽快结束这种局面，撒谎毫无愧疚。 “知道了。” 陈宫立刻放开刀柄，回到原位，突然像想起什么似的，笑嘻嘻地问： “持武器威胁主人罪很重5，不给我砍头吗？” “不行。” “切。” 曹操严厉地说： “别再说这种话。” “知道了。” 陈宫看起来也毫无愧疚之意。    又过了五天，曹操在去见陈宫前，先命侍者将他的手反绑在背后6，并准备了点心。一进房，陈宫就自豪地说： “看来失去一只脚的俘虏拿起刀来还是挺可怕的嘛。” 曹操没有回应，而是将热腾腾的粔籹7送到陈宫嘴边。陈宫别无选择，只得咬了一口，咀嚼吞咽。曹操坚持喂完一整个，然后从腰间的小袋中取出手帕8，擦拭陈宫嘴上的油渍。一获得说话的自由，陈宫就问道： “就是想玩这种游戏吧？” “是卿自找的。” “还想做什么？” 曹操给出早已准备好的回答： “下围棋。” 陈宫皱起眉头。 “我知道公喜欢围棋……但为什么突然提出来？之前从未提过。” “之前是怕把棋子放在公台手里，你会不小心放进嘴里吞下去。” 这次曹操也是认真的。 “不用手怎么下棋？” “说出要放棋子的位置，孤来放。” 陈宫咬了咬嘴唇，问曹操： “赢了有奖励吧？” “如果卿能赢的话。” 曹操笑着回答。在能确保击败陈宫的事情中，围棋是最有把握的。不过，陈宫充满斗志的样子看起来很可爱。       《韩非子》。用了象牙筷子，就会想用华丽的餐具，用了华丽的餐具，就会想吃珍贵的食物… &#8617;        《后汉书》〈舆服志〉。汉朝官员都佩戴剑。 &#8617;        佩玉的效果在于走路时发出声音。 &#8617;        曹操现在四十九岁，陈宫四十二岁。 &#8617;        《春秋左氏传》中鬻拳这样说后自断其足。 &#8617;        《汉书小册子》3. 〈监禁与捆绑〉。这是一种叫”反接”的捆绑方式。 &#8617;        《汉书小册子》6. 〈人们虽懒于工作，但一定按时吃饭〉。粔籹：后汉人认为是用米粉和蜂蜜揉成面团，在油中煎炸制成的环形糕点。是用米做的甜甜圈。🍩 &#8617;        《三国志·魏书》〈武帝纪〉注《曹瞒传》：”身佩小皮囊，盛手巾杂物，充盈其中。” &#8617;    ",
                "tags": "三国志 监禁 斩左趾 肉刑 曹操 陈宫 曹操陈宫 象牙筷 粔籹 围棋"
            }, 
        
    
        
            {
                "id": 200,
                "url": "https://zyahan.blog/zh/too-late-2-6/",
                "title": "2-6. 奖赏",
                "subtitle": "建安九年春一月，许都。",
                "body": "陈宫与曹操对弈取胜，靠的不是技巧而是体力。他比曹操年轻1，也没有各种公务消耗精力。拖得越久对他越有利。 他要求的奖赏是”与曹公以外的人交谈的机会”。出乎意料的是，曹操同意了。反正能够放心派去、不会被他的言辞迷惑的人只有一个。 然而曹操没忘记使坏，奖赏的兑现拖了很久。曹操北征河北，准备新住处期间，陈宫在许都度过了整个冬天，抚摸着在寒冷中枯萎的花草等待着。 直到新年，荀彧终于来访，陈宫恭敬地跪下，叩头，双手扶地问道： “您是否升官了？” “没有。” “那么……令君2。仅仅是请令君到僕3面前已是让令君蒙羞，罪莫大焉。但僕早已不怕犯罪了。” 陈宫笑嘻嘻地说，而荀彧冷冷地回答： “看来确实如此。所以才能如此用心地延长自己的寿命。”  ’自己’？僕愚钝，不明白令君的意思。” “如果只是对公唯唯诺诺，公早就厌倦了吧。相反，如果每次都彻底抵抗，公也会放弃，取你性命。而现在你一边反抗，一边在该听话的时候乖乖听话，所以公舍不得。” 终于，陈宫也严肃起来。 “僕只是为了好好死去而在每一刻坚持，在曹公面前哪有余力做这种计算。令君没经历过所以不懂。” “我当然不会懂。因为在经历这种事之前就该自己做决断。” “作为经历者说一句，事情没那么简单。有令君出面都没成功不是吗？” 荀彧因陈宫最后一句话皱了皱眉，反驳道： “如果我不够好，还有比我更好的人。我侄子公达在侍奉曹公，我会告诉公达。” “不，请别这样。” “一个刑余之人，怎敢打断大夫的话？” 陈宫惊讶地抬头，发现荀彧正俯视着他。 “被平等对待的资格是你自己放弃的。” 陈宫带着哭腔说： “您这样说反而让我轻松了。” “真是彻底丧失廉耻。” 如此羞辱后4，陈宫应该会放弃活下去的念头。即使不然，荀攸也会处理好。荀攸是一个在铲除该铲除之物上极为彻底的人。5 陈宫翻山越岭，来到曹操准备的新住处。在运送途中，他在多个官署遭受屈辱，好在荀彧的照顾下，能在船上看到河水6。 一见到陈宫，曹操像往常一样先邀功： “奖赏收到了吗？” “是的，非常刺激。” “你们该不会又有什么不敬的密谋吧？” 陈宫敷衍地回答： “没有。” 即使有密谋，也不会承认，但曹操很满意。他直接进入正题： “那么围棋再决胜负。这次要限时。” “下不了。” 陈宫咧嘴笑着补充道： “恐怕宫会不小心吞下棋子。”       这里设定陈宫比曹操小七岁。 &#8617;        因为是尚书令，所以称为令君。 &#8617;        主要在书面语中，将自己比作仆人或车夫的自称。陈宫即使假装身份低微，也掩饰不住他的学识。 &#8617;        看《文选》中以荀彧名义（陈琳）写的信，荀彧也很擅长激怒人。 &#8617;        《三国志·魏书》荀攸传。曹操评价荀彧在行善上持之以恒，荀攸在除恶上彻底。 &#8617;        黄河。 &#8617;    ",
                "tags": "三国志 监禁 斩左趾 肉刑 曹操 陈宫 曹操陈宫 荀彧"
            }, 
        
    
        
            {
                "id": 201,
                "url": "https://zyahan.blog/zh/too-late-2-7/",
                "title": "2-7. 执着的人们",
                "subtitle": "建安九年春二月，邺城附近。",
                "body": "陈宫趴在床上，抬头向曹操打招呼。曹操责备他： “公台，这是接待主人的态度吗？” 陈宫皱着眉回答： “腰太疼了。”1 是否接受这种借口完全取决于主人的心情。就像魏灵公宠爱的弥子瑕，先前吃了桃子给灵公、偷坐灵公的车都不是罪，后来却成了罪过。2而在曹操眼中，陈宫仍然可爱，所以决定接受他的借口。 “医书上说应该经常趴着。”3 这么一说，陈宫最近确实喜欢读医学书籍和养生之道。曹操觉得陈宫表现出想健康生活的意愿是件好事。如果陈宫自己注意身体，就不用让医生这样的外人频繁出入，这让他安心。 为了鼓励陈宫，曹操传达了他可能会喜欢的消息： “荀公达说想见卿。” 看陈宫疼得直哼哼，腰痛似乎很严重。 “荀公达说如果卿不想见，拒绝也没关系。” “我有什么权力决定见谁不见谁？请公决定吧。” 曹操看陈宫声音无力，心生怜悯，既是作为礼物又是出于同情，决定答应。 “那就见吧。” 陈宫惊讶地问： “不是把我关起来不让见别人吗？见谁都行吗？” “不是谁都行，是荀公达。” “如果我像和荀文若那样与他密谋，怎么办？” 曹操笑着反问： “公台，孤会两次上同样的当吗？” “当然不会。” 陈宫失落地回答： “按公的意思做吧。” 虽然陈宫没有像预想的那样高兴，但曹操觉得这是个好决定。一方面是因为见到别人——当然是曹操信任的人——会让陈宫心情好转，另一方面也是因为长期以来的经验告诉他，荀攸的意见总是值得一听。4    荀攸拜访陈宫前，先派人送上谒帖5，彬彬有礼。 陈宫坐在地板上接见荀攸，冷淡地说： “反正是不完整的身体，礼数不周请见谅。如果是来看看昔日军师俘虏长什么样，请尽情参观。” 荀攸与陈宫保持适当距离并排坐下，温和地说： “请看这边，这样攸才能看清先生的脸。” 陈宫勉强转头看向荀攸。荀攸是在陈宫背叛曹操举兵后才成为曹操的部下，所以两人从未共事。陈宫只知道荀攸是敌方的参谋，这是他们第一次面对面。他长得像他年轻的叔叔荀彧，但面容更加圆润柔和。 陈宫又转过脸去，问道： “您这么忙碌的人，应该不只为这种小事而来吧？” 荀攸立即回答： “见到先生后，有个问题想请教。” 陈宫僵硬地说： “您问，我回答。” 荀攸提出了陈宫最不想听的话题： “六年前，先生在下邳时。” 当曹操的军队围城数月毫无进展时，是荀攸和郭嘉用水攻破了下邳城。 “当时关键是在先生完全准备好对策前迅速出击。如果让先生完善策略，我们就不能保证胜利了。”6 “……” “那时运气站在我们这边，但我时常好奇，如果先生的作战计划完成了，会是什么样子。” 陈宫努力保持呼吸平稳。 “败将不敢妄论。” 荀攸靠近一些，说道： “吕奉先不听先生的话才被俘。知道吗？或许这是个机会，让先生成为攸的老师。”7 “军师的智谋当然可比韩信，但区区匹夫……甚至不如的刑余之身，可不是匡武君啊。” “攸想请教的很简单。如果下邳城没被水淹，您打算怎么抵挡？” 陈宫的呼吸变得急促。 “记不得了。” “那就现在重新想想。即使先生不是匡武君，想一千次，总有一次能用的。”8 荀攸保持着冷静与亲切。 “在这里六年了，心中9演练过的战争应该有上千场了吧。” 陈宫似乎哽咽了，嘴唇动了半天才勉强说道： “抱歉，刑余之身还没能完全放弃人心。” 他按住胸口的手在颤抖，眼中的泪水终于流了下来。 “这样可怜的样子还不能满足您吗？那就继续戏弄我吧。刑余之身，能怎么样呢？” “对不起，不是想让先生难过。” 荀攸等陈宫稍微平静下来。过了一会儿，陈宫双手放在膝上，仰望天空说道： “看到这高墙了吗？像口井不是吗？军师若能在这里注满水，我会很感激。” 荀攸依然冷静、亲切而执着。 “回答攸的问题，攸就能给先生想要的。” 他又加了更诱人的条件： “而且就在此时此地。” 陈宫狐疑地问： “要把这里变成水池吗？” “做不到那样，但是先生最终想要的那个。” “怎么现在就给？” 荀攸得意地说： “虽然比不上曹公的皮囊10，但攸也随身携带工具。” 陈宫忍不住笑了。 “不愧是曾对董卓下手的人。”11 荀攸谦虚地推辞，问道： “那可是很久以前的事了。您决定如何？” “从军师手中接受也是荣幸。” 陈宫沉默片刻后继续说： “但曹公的俘虏，还是应该接受曹公的命令。” “果然志向高远。不过，如果策略拖得太久，攸可能先对先生出手。” “提前告诉我，真是太客气了。” “哪里。” 至少从对话的结尾来看，情况并没有陈宫恐惧的那么糟糕。    下次去拜访陈宫的曹操更加哭笑不得。因为陈宫不仅仅是安静地趴着，而是腹部贴地，反复抬起胸部和大腿。12 “你在做什么？” “脊椎运动。” 曹操恼怒地说： “为什么偏偏在孤来的时候做？” 陈宫若无其事地回答： “觉得公也可以一起做。今年五十岁了，腰不僵硬吗？” 曹操觉得自尊受到了伤害。 “陈公台，在我生气前起来。” 陈宫憋着笑坐起来。看到陈宫精神充沛虽然令人高兴，但总觉得有些可疑。曹操觉得这种感觉似曾相识。       小腿截肢者常常会腰痛。 &#8617;        《韩非子》中的故事。 &#8617;        截肢障碍康复信息。 &#8617;        荀攸在曹操的军师中表现最为突出。 &#8617;        拜访前送的类似名片的东西。以后再详细介绍。 &#8617;        下邳城攻略时荀攸和郭嘉的话：”陈宫有策略但行动缓慢。趁吕布锐气未恢复，陈宫战术尚未确定，立即迅速攻击，便可拔除吕布。” &#8617;        韩信打败成安君陈余后对其参谋匡武君李左车说的话。 &#8617;        匡武君李左车向韩信献计时谦虚地说的话。 &#8617;        不是”脑子里”。汉朝人没有思考在头部的认识。 &#8617;        《三国志·魏书》〈武帝纪〉注《曹瞒传》：”身佩小皮囊，盛手巾杂物，充盈其中。” &#8617;        荀攸年轻时曾参与谋划刺杀董卓。 &#8617;        截肢障碍康复信息。 &#8617;    ",
                "tags": "三国志 监禁 斩左趾 肉刑 曹操 陈宫 曹操陈宫 荀攸 韩信 匡武君"
            }, 
        
    
        
            {
                "id": 202,
                "url": "https://zyahan.blog/zh/too-late-2-8/",
                "title": "2-8. 驱鬼的方法",
                "subtitle": "建安九年秋九月，邺城。",
                "body": "陈宫居住的地方，所有的门都是只能从外面锁上。当曹操在里面时，大门外的门闩是打开的。 在原本就属于曹操势力范围的许都和官渡，人们都知道有一个被砍掉脚后还活着被曹操羞辱的旧叛徒，但没人敢提起。没有人敢靠近，所以曹操来访时可以减少外面的守卫。然而，对于长期在袁氏统治下、刚被征服的邺城居民来说，官署附近突然建起的高墙很陌生，很快成了谈资。曹操的禁止接近令也挡不住孩子们的好奇心。 一群孩子发现”那所房子”今天没有卫兵，大门的门闩也松开了。他们轻轻推开门，探出头来。没有厢房，直接可见的院子里只铺着石板，连一棵树也没有种。这样规模的住宅通常应有的池塘或花坛也不见踪影。院子里既没有仆人也没有牲畜，像座空房子。 孩子们怀着既安心又不安的心情小心翼翼地进入房子，突然看见拄着拐杖下楼梯的陈宫，吓得四散逃跑。在白天也阳光不足的阴暗处，披散着头发、面色苍白地出现，确实像个鬼魂。 只有一个孩子没有逃跑，反而靠近了。下完楼梯的陈宫弯下膝盖，与孩子视线平齐。幸好曹操说肚子疼去了厕所。 “勇敢的女郎1，来这里有何贵干？” 孩子似乎因陈宫温和的语气而鼓起勇气，问道： “你是人还是鬼？” 陈宫犹豫了一下，回答： “没有被当人看待。” 孩子惊讶地问： “那就是鬼咯？” “所以快逃……” 陈宫没能说完，因为孩子朝他脸上吐了口唾沫。 陈宫笑着说： “刖跪2既不是人也不是鬼，所以这招对我没用。” “刖跪？” “这是什么意思，问问大人们吧。出去时请把门关好。” 孩子突然露出惊恐的表情逃走了。曹操正从堂上俯视着。 确认孩子离开后，陈宫刚进入房间，曹操就怒喝道： “谁允许你出去见人了？” 陈宫顺从地道歉： “我错了。” 然后跪下请求： “请不要惩罚孩子们。” 曹操想起刚才看到的场景，更加生气： “他朝卿脸上吐口水了？” 陈宫若无其事地说： “都说鬼最怕人吐的唾沫嘛。”3 曹操声音更大了： “孤都没对卿的脸吐过口水！” “如果一直为此憋屈，现在也可以吐啊。” 陈宫接过曹操递来的手帕擦脸，压低声音说： “您刚入城不久。杀个孩子就因为他看了您玩弄的俘虏一眼，这里的人会怎么想？” 曹操恼怒地说： “你有什么资格给孤建议？” “如果公不计较说话者的身份，接受正确的意见，就能成就霸王之业。” “以前也是用霸王之业这种话钓住孤，然后背叛了。” “如果要留宫活命，就请忘了那事吧。” 陈宫突然拥抱曹操，说道： “现在也不是能那样的身体了，对吧？” 曹操虽然气还没消，但也不能再发火了。他暗自发誓，这是最后一次这样轻易放过。       指年轻女性的”娘”字当时还未使用。 &#8617;        《韩非子》中指被砍掉脚的刑罚者。 &#8617;        《搜神记》中的故事。 &#8617;    ",
                "tags": "三国志 监禁 斩左趾 肉刑 曹操 陈宫 曹操陈宫 鬼怪"
            }, 
        
    
        
            {
                "id": 203,
                "url": "https://zyahan.blog/zh/too-late-3-1/",
                "title": "3-1. 照镜子之间",
                "subtitle": "建安十年春正月，邺城。",
                "body": "处死袁谭、平定冀州后回到邺城的曹操看到陈宫时惊讶得合不拢嘴。虽然曾收到报告说他不在时陈宫做些平时不做的事，但没想到会到这种程度。平时总是披散的头发现在已经挽起用巾帕包着。 曹操盯着陈宫看了半天，干咳几声，才勉强开口： “想怀有情感就怀吧。” “什么？” “干嘛这么惊讶？难道以为孤会妒忌？” “到底在说什么？” 陈宫装傻的样子也很可爱，但曹操恢复了严肃： “被孤抛弃后就立刻找别人，看起来有点无情，不过以孤的宽宏大量可以理解。” “公在说什么，我越来越不明白了。什么叫我被公抛弃？” “还要一直否认吗？有四个侍者，你偏偏只找那个看起来最小最温顺的女孩子说话，意图很明显吧。现在这发型也是让她帮忙弄的吧？” 陈宫这才明白曹操的意思。 “这倒是没错……但真是无语。难道我像公那样？” “卿不是男女不拘吗？” “虽然是这样……但真不知道该从哪里开始纠正公的误解。” 曹操见陈宫不断肯定又否定，感到恼火，提高了声音： “如果孤弄错了，那孤不在的时候为什么打听侍者的名字，今天为什么把头发挽起来？” “我要对公解释这些原因吗？” “当然。如果卿不说，要不要拷问侍者？看看她是否与公台串通，有什么事情没向孤汇报。” “没有那种事。她到最后一句话都没跟我说。” 陈宫看来终究会开口。 “先解释一下什么叫我被公抛弃。” 这次轮到曹操支吾： “就是，我跟公台上次见面时……” 陈宫拥抱了曹操，曹操手足无措，挣脱后尴尬地离开。 “当时看起来就很震惊，但没想到会到这种程度。” 看到陈宫咬着嘴唇，曹操感觉自己戳到了痛处，差点愿意道歉了。 “总之，卿为什么那样做？” 无论如何，对曹操来说，眼前的好奇心最重要。他没想到陈宫那天扑向自己之前发生了什么。 “至少在围墙内，在公不在的时候，我想假装自己是个人。” 被迫回答的陈宫扯下头上的巾，丢在一边，咬牙道： “刖跪装作人的样子是我的错。” 曹操沉默不语。他已经学会，当陈宫提起这个话题时，最好不要触碰。当然，这消耗了他很多耐心。 “看来只能成为鬼了。” “怎么又这么说？” “公现在来了，虽然不能让我变回人，但可以让我成为鬼啊。” 听到这话，他差点就满足了陈宫的愿望。陈宫也注意到了他笑容中那一闪而过的短暂时刻。 “真可惜啊。” ",
                "tags": "三国志 监禁 斩左趾 肉刑 曹操 陈宫 曹操陈宫"
            }, 
        
    
        
            {
                "id": 204,
                "url": "https://zyahan.blog/zh/too-late-3-2/",
                "title": "3-2. 基于观察与计量的预测",
                "subtitle": "建安十年冬十二月，邺城。",
                "body": "在许都，荀彧突然造访让陈宫吃惊；而邺城的荀攸则提前通知，给了陈宫心理准备的时间。多亏如此，陈宫得以在等待荀攸期间备受煎熬。 陈宫和上次一样坐在地板上。 荀攸一露面就表现得更加亲切。 “今天请让我进到堂内吧。先生在冬天坐在冷地方，脚也会冷的。” 他看起来比上次不那么镇定，但依然亲切，而且应该还是那么执着。 “这屋子的主人是曹公，作为俘虏我哪敢随便拒绝。请进。” 陈宫这么说着却依然坐着不动。荀攸作揖婉拒： “攸在这里是客人，怎敢先进去？” 陈宫叹了口气，起身引领荀攸进屋。 荀攸一坐下就翻找怀中。拿出了约一尺长的短棒状物品。陈宫紧张起来。 荀攸拿出来的是毛笔。 “我虽不能作为礼物送给您，但如果先生能看一看、写一写，那将是我的荣幸。” 陈宫依然保持警惕： “这事曹公允许了吗？” “曹公对攸说随我处理。” “没想到曹公还能说出这种话。毕竟以前有个部下听了’随你处理’就起兵造反。” 荀攸露出无害的微笑： “先生至今活着，不是一般人能做到的事。” “军师为何要关心刑余之身？这种人不值得您费心。” 陈宫越是尖酸，荀攸越是恭敬： “您太谦虚了。怎么能说给先生时间不是件令人担忧的事呢？” “过去七年都没发生什么事啊。” 陈宫看着自己的左手，摩挲着说道： “手指上的茧长到手掌上了。这只手连怎么握笔都忘了。” 顺着陈宫的视线，荀攸好像发现了什么惊人的事实，惊奇地问道： “您是左撇子？” 陈宫对这个突如其来的问题不知不觉就回答了： “是的。” “说起来前不久，我找到了先生在曹公手下工作时写的文件。看到字迹真是叹为观止。” 荀攸收起陈宫始终没碰的毛笔，自顾自地回到原来的话题： “总之，先生不仅善用笔，更善用舌头吧。” 陈宫用舌头舔了舔干燥的嘴唇，说道： “如果这舌头真有那么好使，曹公早就砍掉它或者满足我的愿望了。” “我叔父似乎认为，现在这种局面正是先生所希望的。” “军师也认为刑余之身想要别的吗？通晓敌情的您应该不会判断错误吧？” “要以先生想要的方式获得，最终还是要证明自己对曹公构成威胁。” 荀攸像哄孩子一样温柔地继续说道： “攸明知如此却置之不理，才是真正轻视先生，这对先生不是很无礼吗？” 陈宫终于向荀攸恳求： “请再给我一点时间。” 荀攸亲切地问： “多久？” “……” “连计算时间都需要时间吗？要不要借您算筹？” 陈宫停止思考，脱口而出： “三年。” “三年？” “为什么这么惊讶？” ‘难道是心有灵犀？’ 荀攸自言自语，但没有提及不该告诉陈宫的消息，只是反问： “这可不是’一点’啊？” 陈宫坚持着，给出毫无说服力的理由： “这还不到已经过去时间的一半呢。” “七年加三年，总共十年。在下邳时连一天都觉得珍贵。” 荀攸似乎也在毫无条理地随意说话： “啊对了，陈家小姐成为荀家媳妇已经两年了。” “……” 陈宫像看到不该看的东西一样闭上眼睛，低头沉默良久，最后才开口： “……如果俘虏的生命超过十年，荀家媳妇就随您处置吧。” “是以先生的祭祀为担保吗？” “刑余之身别无所有。” 荀攸拿出早已准备好的手帕递给陈宫。动作迅速，仿佛预料到陈宫会落泪一般。 2019-10-23 15:31 ",
                "tags": "三国志 监禁 斩左趾 肉刑 曹操 陈宫 曹操陈宫 荀攸"
            }, 
        
    
        
            {
                "id": 205,
                "url": "https://zyahan.blog/zh/too-late-3-3/",
                "title": "3-3. 没有白发的缘故",
                "subtitle": "建安十一年秋八月，淳于。",
                "body": "晚饭后，曹操突然想起什么似的问道： “公台，卿今年多大了？” 陈宫稍作计算，回答道： “四十五岁。” 曹操抱怨道： “为什么卿一根白头发都没有？我那个年纪已经有不少了。” 抓陈宫为俘虏时，曹操四十四岁。现在陈宫已经比当时的自己年纪还大，时间过得真快。 陈宫漫不经心地说： “大概是怕公，连白发都不敢长出来吧。” “那这些黑头发都是不怕孤的家伙喽？” 曹操抚摸着陈宫的头发，然后把它们弄得乱七八糟。陈宫没有反抗。曹操玩够了，自己先累了放手，陈宫这才整理头发，问道： “您希望我怕您吗？” “孤是多么温柔细腻的人啊。因为孤照顾得好，公台到现在连白发都没有。” 趁着这个话题，曹操为了保证俘虏优质的文化生活，从口袋里掏出新作的竹简。这是著名的挽歌《蒿里》上曹操新添的歌词。1  白骨露於野 千里無雞鳴 生民百遺一 念之斷人腸 陈宫看上去真心赞叹： “了不起。” “这点小事。” “也就是说，对公来说，百人中存活一人这种事，就足以令肠断般愤慨？” “是啊。……不，你说什么？” “公不是那种非得百人中一个不留，全部杀光才能畅快的人吗？” 曹操对陈宫突如其来的感想感到困惑。 “那个嘛……你怎么老这样？孤不是连卿也饶了一命吗？” 陈宫撇着嘴说： “如果我求饶，你早就杀了我了。” “我们公台怎么会这样呢。” 曹操觉得应该避开射向自己的箭，转移话题。 “看你最近一直翻阅医书和养生书，公台也想长寿啊？” 然而陈宫今天不断提出奇怪的问题。 “公觉得公和我，谁活得更久更好？” “孤不想看到公台死。” “那公百年之后2，打算怎么处置我？” “那时候自杀也行。” 曹操看到陈宫的表情，觉得要安抚他，便随口许下好处： “孤活着的时候，如果你表现得好，说不定到时候会在遗嘱里写让你在外面生活。” 他觉得抛出了一个大诱饵，但陈宫反而皱起眉头。曹操又加上一个诱人的条件： “至于脚，就当是战场上受的伤。还会给你足够的财产，让你余生过得富足。” 见陈宫反应仍不理想，曹操更加油滑地戳他： “如果到那时还有精力，娶个小妾生个儿子什么的。……怎么了？不舒服？” “是的，突然恶心。” 陈宫最终吐出了刚吃的晚饭。曹操很担心。他吃了同样的食物没事，所以可能是陈宫的胃特别敏感。可能是海鲜3不合适。无论如何，他觉得应该让陈宫更认真地读养生书。 2019. 10. 27 21:59       见于《曹操集》。很能看出曹操的厚颜无耻。 &#8617;        汉朝人委婉表达”死后”的说法。 &#8617;        《三国志·魏书》〈武帝纪〉建安十一年八月。曹操为讨伐海盗而驻扎在淳于。 &#8617;    ",
                "tags": "三国志 监禁 斩左趾 肉刑 曹操 陈宫 曹操陈宫"
            }, 
        
    
        
            {
                "id": 206,
                "url": "https://zyahan.blog/zh/too-late-3-4/",
                "title": "3-4. 发现口袋的新功能",
                "subtitle": "建安十二年春二月，从淳于前往邺城途中。",
                "body": "交涉失败出来的张辽走到装载陈宫的车前，轻轻敲门。 “先生，我是辽。可以稍微打开吗？” “这次还是将军啊？让风进来我当然感谢。” 张辽撕开封印打开车后门，但没有采取下一步行动，犹豫不决。陈宫似乎也很快注意到与平常程序的不同。天黑了，按照惯例，应该有一名士兵立即把他拉出来背着，前往传舍1安排的房间。 “出什么事了？” “抱歉……” “传舍没给我房间？” 张辽松了一口气，不必解释这尴尬的情况。谋主的能力依然如故，一下就看穿了他无法用言语表达的事情。但现在这种敏锐只能刺伤他自己了。 “舍长2好像在办丧事。刑余之身不该倒霉地在别人灵柩旁边晃悠。3” “…对不起。” 护送过程中必须遵守按舍长决定行事的规定。他终于切身体会到谋主在世上受到的待遇。 “您以前是否经常遇到这种情况？” “到现在没遇到才奇怪呢。白天听说好像已经到了兖州。在这里我受到更恶劣的招待也不奇怪。4” 幸好现在是晚上，陈宫的脸被口袋遮着。张辽不确定自己能否承受此刻他脸上的表情。 “反正在这里蹲着睡也行，把绳子解开吧。反正我现在也走不了。” 按照规定，在到达目的地邺城前不能归还拐杖。 张辽慢慢小心地解开绑着陈宫手腕的绳子，取下罩在头上的口袋。多年不见的脸庞在月光下显得更加苍白。张辽从传舍取来粥给陈宫吃，还扶他去了厕所。 “曹公吩咐要像照顾孩子一样照顾好先生，辽感到惭愧。” “没什么。多亏你，我还能仰望家乡附近的天空，踏踏这片土地。对俘虏来说是难得的经历。” 张辽终于说出了一直含在嘴里的话。 “如果重新成为曹公的部下，您可以去更广阔的地方。” “什么突然的话。啊，刑余之身的声音不能被灵堂听到，这可不好。” 陈宫压低声音说： “总之，你打算就这样站在旁边，整晚不睡觉守着吗？” “到点会有人替班。虽然睡得不舒服，但请安睡。” 张辽看着被重新装进车里的陈宫把口袋卷起来当枕头，蜷缩着躺下，然后关上了后门。春天已经很暖和，夜晚相当温暖。车内断断续续传来干咳声，很快就平息了。张辽突然好奇，在那里面是否也能听到虫鸣。       传舍：官方经营的住宿设施。 &#8617;        舍长：传舍的管理负责人。 &#8617;        根据《论衡》，后汉时期被剃发刑罚的人不仅不能去坟墓，甚至连看别人的棺材都是禁忌。对于被砍掉脚踝的人来说应该更严重。 &#8617;        兖州曾经引入曹操，又引入吕布…… &#8617;    ",
                "tags": "三国志 监禁 斩左趾 肉刑 曹操 陈宫 曹操陈宫 张辽"
            }, 
        
    
        
            {
                "id": 207,
                "url": "https://zyahan.blog/zh/too-late-3-5/",
                "title": "3-5. 谋主的最后一餐与最后一计",
                "subtitle": "建安十二年春二月，东武阳。",
                "body": "这次旅程与往常多有不同。首先，由张辽带队就是例外。 与前一天的情况截然相反。到达传舍1时，舍长2不仅没有感到不便，反而首次提供了最高级的代舍1。舍长浏览护送文书时脸上似乎闪过一丝冷笑，但张辽认为那是自己看错了。 陈宫拒绝出车子也是第一次。当然，他的抵抗毫无效果。张辽没有想起这里是陈宫的家乡。即使想起来，他也不会理解为什么陈宫宁愿躲在车里。 陈宫被洗净换上新衣后，坐下抱膝埋头。这时舍长亲自送来的饭桌上有汤、蔬菜，甚至还有清蒸鲤鱼。这违反了按出差者身份提供不同餐食的传食律2，但张辽内心很高兴。前一晚被拒之门外，只能在车里蜷缩而睡的陈宫，至少今天能过得舒适些。 舍长亲切地对陈宫说： “请放心。能认出君3的乡亲们早就死了或离开了这里。4” 陈宫颤抖着抬起头。 “所以就算勉强也请吃点饭吧。5” 舍长俯视着陈宫说完这话就离开了。 陈宫只是叹气，连看都不看饭桌。张辽再次劝说： “请用餐。” 陈宫突然眼睛发亮，脸颊抽动。他抬头看着站着的张辽，问道： “这是命令吗？” 声音颤抖，呼吸急促。张辽不明就里，但隐约猜到自己触及了陈宫的痛处6。 “这是辽对先生的恳求。请至少吃一口。” 陈宫仍然愤怒： “好，我照做。刑余之身怎敢违抗将军的命令。” 他端起饭碗，咀嚼了一会儿就吐了出来。 “该吃糙米饭的嘴吃了精米饭7，身体不接受。不管怎样，我已经遵从了至少吃一口的命令。” 张辽不知如何是好。陈宫不以为意，继续说： “刑余之身不是不知分寸想要休息8，但不想再犯浪费贵重灯油的罪了。” 陈宫爬上床，钻进被子躺下。张辽只好撤走餐桌，按规定在他两侧各安排一名士兵，熄灯后离开。    第二天仍按规定在天亮前离开传舍。到达仓亭津9准备乘船时，太阳已经升起。船开后，张辽进入关押陈宫的帐篷，解开绳索，行礼道： “昨天是辽的失误。” 陈宫闭着眼静坐不动。张辽没有放弃： “但还是要再说一句。先生不想结束这种生活吗？” 陈宫慢慢睁开眼睛说： “怎么，这次要砍我的头吗？” 张辽大惊，急忙澄清： “不是那个意思。如果您重新为曹公效力…” “你跟曹公商量过这事吗？” 陈宫打断张辽，瞪着他。张辽努力不回避他的目光。虽然没有告诉曹操也没得到许可，但张辽有自己的确信。 “曹公最看重人的才能。10” “知道我最大的才能是什么吗？就是说服别人起兵造反。” 陈宫咬牙笑着，补充道： “现在没人肯与我交流11，所以这才能永远用不上了。” 张辽脱口而出： “那太好了。” “什么？” “这意味着您只能为曹公用剩下的才能了。” 陈宫气结，刚要大喊，又勉强平静下来，压低声音： “这话怎么能…变成那种意思？” 张辽的机智没得到陈宫的认可，像被训斥的孩子一样垂头丧气。陈宫皱眉好一会儿，终于叹气道： “我明白文远为什么硬要这样了。” 他表情舒展，示意张辽靠近，声音更低地耳语： “你需要一个处境相同的人。分担曾侍奉吕奉先的历史的人。12” 张辽虽感刺痛，但极力辩解： “看到先生受苦，我也确实难过。” 陈宫假装没听见，温和地问： “你还在意过去的事吗？” 然后俏皮地补充： “侯13尊敬的曹公就这点量吗？不是说最看重人的才能吗？” 张辽急忙回答： “曹公没问题。” 陈宫竭尽全力挤出微笑： “那就好。你会做得很好的。就算勉强也要吃饭。” 张辽低头。这时船摇晃了一下，然后停住。 陈宫收起笑容： “看来已经渡过河水了。” “又要让先生不便了。请再…忍耐一下。今天，或者最迟明天就能到邺城了。” 张辽说完急忙起身要走，但陈宫拉住了他： “别逃。别让别人做，你来做。” “我吗？” 张辽犹豫。 “做不好这点小事，才会在意别人的眼光。” 陈宫催促迟疑的张辽： “做还是不做？” “…我做。” 张辽深吸一口气，拿出绳子将陈宫的双手背在身后绑好。陈宫确认捆绑牢固后，发出下一个指示： “做得好。向曹公报告时，请说出我的名字。14不要含糊其辞。” 陈宫没等张辽回答： “快给我套上口袋。别再盯着我的脸看了，很尴尬。”       《史记》孟尝君列传中的术语。虽然与当前时间点相差约500年（公元前3世纪），但我还是随便使用了。 &#8617; &#8617;2        《睡虎地秦简》中的传食律同样来自公元前3世纪的秦律，但反正汉朝继承了秦朝的制度！就这么用了。设定陈宫在曹操安排的住处能吃好穿好，但在外面会被当作刑徒对待，按传食律只能得到半碗粗糙的米饭。 &#8617; &#8617;2        与现代韩语或日语不同，这是尊称！！！是尊称！！！！ &#8617;        陈宫先是把曹操引进兖州，后来又引入吕布，对曹操发动叛乱。在21世纪人雅看来，他是战犯。 &#8617;        强饭或强食。字面意思是即使勉强也要吃饭，但在《汉书》和《后汉书》中，这是像现代汉语”加油”一样鼓励他人的话。 &#8617;        1-8《祭祀先祖》中的强制喂食。 &#8617;        《盐铁论》散不足。身份高的人吃白米饭（粺饭），身份低的人吃糙米饭（糲饭）。 &#8617;        《汉书》刑法志。”受刑之人不得休息。” &#8617;        《三国志·魏书》程昱传。陈宫在兖州起兵时，程昱切断仓亭津，阻止陈宫渡过黄河进军。 &#8617;        《三国志·魏书》武帝纪。不管怎样，曹操确实发布了求贤令… &#8617;        《礼记》王制。”王家不包庇受刑之人，大夫不照顾受刑之人，士在路上遇到受刑之人也不与之交谈。” &#8617;        实际上除了张辽外，吕布的部下中已经有高顺，但我们就说再多一个更好吧。 &#8617;        参见1-5《三人》。设定这是陈宫戏弄张辽时使用的称呼。 &#8617;        不直呼其名而用其他称谓是出于尊重。在1-8《祭祀先祖》中，张辽对曹操说话时不敢直呼陈宫之名，而是称”此人”。 &#8617;    ",
                "tags": "三国志 监禁 斩左趾 肉刑 曹操 陈宫 曹操陈宫 张辽"
            }, 
        
    
        
            {
                "id": 208,
                "url": "https://zyahan.blog/zh/too-late-3-6/",
                "title": "3-6. 手册编写者的身份与不同寻常的提议",
                "subtitle": "建安十二年秋八月，邺城。",
                "body": "侍者看到陈宫从花盆中摘下胡荽1的叶子，用布条包好放入怀中。不久后，士兵们闯入进行搜身。解开陈宫的外衣后，包着草药的布条立即掉了出来。士兵们像是一直在等待似的，将他捆绑起来，按跪在堂下。 陈宫的腿被压在石头地面上，直到麻木甚至抽搐时，司空府别院的门才打开，传来脚步声。投在陈宫面前的影子比曹操的要长得多。陈宫悄悄抬头想看一眼对方的脸，却惊住了。 “程仲德？君为何在此处？” 程昱表明自己的身份： “因为我是这家的家令2。” 陈宫惊讶地问： “你究竟做了什么，被贬得这么厉害，沦落到这种地方？” “什么话，这是为了自我实现的副业。” “通过控制俘虏来实现的自我。” 程昱自信地反问： “虽然有些晚了，但在家乡过了一晚3感觉如何？” “那也是君安排的路线？” “特意把渡河点定在仓亭津。以前阻断你的路，心里过意不去，这次让你通过看看。” 13年前，当陈宫在东郡起兵时，程昱切断仓亭津，阻止他渡河进军。4 “一直不知道谁策划了这一切，但不得不佩服。每时每刻都让受肉刑的俘虏彻底认识到自己不是人。” “谢谢认可。” 程昱满意地摸了摸陈宫的头，开始审问： “言归正传，说说你的目的。宫5作为俘虏，为何偷偷藏草药？” “也不算刻意隐藏。” “不是要隐藏，为何放在胸前？” 陈宫咬了咬嘴唇，压抑着颤抖的声音回答： “因为这是在这里宫能亲手获得的唯一东西。” 程昱夸张地一字一顿地问： “所以珍惜地贴身携带？” 陈宫似乎放弃般说道： “是的。” 程昱嘲笑道： “阿宫6也有挺可爱的一面嘛。难怪曹公把你当孩子看。” 陈宫集中精神抗议： “俘虏从未被告知不得将物品放入衣内。未被禁止的事也算罪吗？” “需要明说才知道？被搜身也不是一两次了，不可能不明白。何况你这么聪明。” “如果执意抓这种模糊的小过失，俘虏又能怎么躲避呢？惩罚是什么？” 程昱安抚他道： “别急，我们好好想想如何利用当前情况获得想要的东西。” “谁想要的？” “我们想要的，你也想要的。你只需要承认谋害公的罪名。” 陈宫难以置信地问： “用胡荽叶怎么可能伤人？” “你刚才不是说了吗？有心就无所不能。况且这次是基于合理怀疑。” 程昱亲切地解释： “你的书上不是写着吗？八月食用胡荽会损害人的精神。7正好现在是八月。” “那只是个小禁忌罢了。” “花草和医书都是你反复恳求从公那里得到的。这是多年来精心策划害公的计划一部分。” “绝对没有这种目的。” “有什么关系？无论目的如何，结果不正是你想要的吗？被曹公下令处决。” 见陈宫没立即回答，程昱又抛出更多诱饵： “不用担心你以前的女儿。反正连坐只适用于人与人之间。” 不可否认，在历代谋主提出的方法中，这是最接近目标且可行的一种。 最终陈宫回答： “不要。” “为什么？” “因为不是事实。” 程昱破口大骂： “蓬头小子8，你陈宫有什么资格这么说？在兖州那样狠狠欺骗我们？” 陈宫冷静地接话： “无论君如何报告，宫都会一直否认。如果曹公不信宫的话判处死刑，那时再死。” “俘虏还留着自尊心，真是顽固。” 如果陈宫不配合，这计划就没用了，只能暂时放弃。 但程昱还是尽到了家令的最后职责： “总之，花盆和书通过这次事件证明是危险物品，必须全部没收。” “喂。” “也确认了俘虏还有不该有的自尊心，那也要管理起来。” 陈宫知道无法改变程昱的固执。花盆和书只能等出征乌桓的曹操9回来后重新请求。在此之前的日子恐怕不会好过。话说回来，原本垫着花盆的布料昨天之前也不存在。       香菜。芫荽。 &#8617;        管理宅邸事务的职位。 &#8617;        参见3-5《谋主的最后一餐与最后一计》。 &#8617;        《三国志·魏书》程昱传。 &#8617;        仅称对方的名字是使用专有名词中最严重的不敬。 &#8617;        主要用于称呼孩子的名字，用于成人时带有极强的轻视意味。在这个世界，把成年人当作儿童对待是相当贬低的。 &#8617;        《金匮要略》果实菜谷禁忌并治。东汉时期的医学著作。https://ctext. org/jinkui-yaolue/25#n648376 &#8617;        原文是”豎子”。散发的人可能被视为没资格戴冠的侮辱。 &#8617;        《三国志·魏书》武帝纪。 &#8617;    ",
                "tags": "三国志 监禁 斩左趾 肉刑 曹操 陈宫 曹操陈宫 程昱"
            }
        
    
];

var idx = lunr(function () {
    this.use(lunr.multiLanguage('en', 'ko', 'zh'));
    this.ref('id');
    this.field('title');
    this.field('subtitle');
    this.field('body');
    this.field('tags');

    documents.forEach(function (doc) {
        this.add(doc);
    }, this);
});

// 검색 결과에서 출력할 excerpt
function extractExcerpt(text, keywords, length = 60) {
    const lowerText = text.toLowerCase();
    let minIndex = -1;
  
    keywords.forEach(keyword => {
        const idx = lowerText.indexOf(keyword.toLowerCase());
        if (idx !== -1 && (minIndex === -1 || idx < minIndex)) {
            minIndex = idx;
        }
    });
  
    if (minIndex === -1) return text.slice(0, length) + '…';
  
    const start = Math.max(0, minIndex - length / 2);
    const end = Math.min(text.length, minIndex + length / 2);
    return (start > 0 ? '…' : '') + text.slice(start, end) + (end < text.length ? '…' : '');
}

// 하이라이팅 함수
function highlightSearchTerms(text, terms) {
    terms.forEach(t => {
      if (t) {
            const regex = new RegExp(`(${t})`, 'gi');
            text = text.replace(regex, '<mark>$1</mark>');
      }
    });
    return text;
}

function lunr_search(term) {
    $('#lunrsearchresults').show(400);
    $("body").addClass("modal-open");
    
    document.getElementById('lunrsearchresults').innerHTML = `
    <div id="resultsmodal" class="modal fade show d-block" tabindex="-1" role="dialog" aria-labelledby="resultsmodal">
        <div class="modal-dialog shadow-lg" role="document">
        <div class="modal-content">
            <div class="modal-header" id="modtit">
            <h5 class='modal-title'>Search results for '${term}'</h5>
            <button type="button" class="close" id="btnx" data-dismiss="modal" aria-label="Close">&times;</button>
            </div>
            <div class="modal-body"><ul class="mb-0"></ul></div>
            <div class="modal-footer">
            <button id="btnx" type="button" class="btn btn-sm" data-dismiss="modal">닫기</button>
            </div>
        </div>
        </div>
    </div>`;

    term = term.trim(); // 앞뒤 공백 제거

    if (!term) {
        document.getElementById('modtit').innerHTML = `
            <h2 style="text-align: left; flex: 1; margin: 0;">
                검색어를 한 글자 이상 입력하세요
            </h2>
            <button type="button" class="close" id="btnx" data-dismiss="modal" aria-label="Close">&times;</button>
        `;
        return false;
    }

    if (term) {
        // 기존 검색 결과 지우기
        document.querySelector(".modal-body ul").innerHTML = '';

        // 한글 또는 한자 포함 여부 확인
        // const isCJK = /[ㄱ-ㅎㅏ-ㅣ가-힣\u4E00-\u9FFF]/.test(term);
        // let query = isCJK ? "*" + term + "*" : term; // 검색어 앞뒤에 * 붙이기

        // 여러 검색어를 분리
        let terms = term.trim().toLowerCase().split(/\s+/); // 배열로 저장

        // 각 키워드에 *를 붙여서 개별 검색
        let partialResults = terms.map(word => {
            return idx.search(`*${word}*`).map(result => result.ref);
        });

        // 모든 검색 결과의 교집합 구하기
        let resultRefs = partialResults.reduce((acc, curr) =>
            acc.filter(ref => curr.includes(ref))
        );

        // 교집합 결과를 기반으로 검색 결과 렌더링
        let results = resultRefs.map(ref => {
            return { ref: ref };
        });

        // 검색어 표시 영역
        if (results.length > 0) {
            const header = document.getElementById('modtit');
            header.innerHTML = ""; // 기존 내용을 비우고
            
            // 제목 요소
            const title = document.createElement("h2");
            title.style.textAlign = "left";
            title.style.flex = "1";
            title.style.margin = "0";
            title.innerHTML = `'<span style="color:#00ab6b">${terms.join(" ")}</span>' 검색 결과 총 ${results.length}건`;
            
            // 닫기 버튼
            const closeBtn = document.createElement("button");
            closeBtn.type = "button";
            closeBtn.className = "close";
            closeBtn.id = "btnx";
            closeBtn.setAttribute("data-dismiss", "modal");
            closeBtn.setAttribute("aria-label", "Close");
            closeBtn.innerHTML = "&times;";
            
            // flex 컨테이너로 스타일 적용
            header.style.display = "flex";
            header.style.alignItems = "center";
            header.style.justifyContent = "space-between";
            
            // 삽입
            header.appendChild(title);
            header.appendChild(closeBtn);

            results.forEach(function(result) {
                var item = documents.find(doc => doc.id == result.ref);
                if (!item) return; // 안전하게 건너뜀

                var listItem = document.createElement("li");

                // 제목
                var link = document.createElement("a");
                link.href = item.url;
                link.innerHTML = highlightSearchTerms(item.title, terms);
                link.style.display = "block";
                link.style.fontWeight = "bold";
                link.style.fontSize = "1rem";
                listItem.appendChild(link);

                // URL 표시
                var urlText = document.createElement("span");
                urlText.textContent = item.url;
                urlText.style.fontSize = "0.8rem";
                urlText.style.color = "rgba(0, 0, 0, .66);";
                urlText.style.display = "block";
                urlText.style.marginBottom = "0.25rem";
                listItem.appendChild(urlText);

                // 하이라이트된 텍스트 일부 보여주기
                var excerpt = document.createElement("p");
                excerpt.className = "search-excerpt";
                excerpt.style.fontSize = "0.9rem";
                excerpt.style.color = "rgba(0, 0, 0, .8);";
                excerpt.innerHTML = highlightSearchTerms(extractExcerpt(item.body, terms), terms);
                listItem.appendChild(excerpt);
                
                document.querySelector(".modal-body ul").appendChild(listItem);
            });
        } else {
        // 검색 결과 없음
            document.getElementById('modtit').innerHTML = `
                <h2 style="text-align: left; flex: 1; margin: 0;">
                    '<span style="color:#00ab6b">${terms.join(" ")}</span>' 검색 결과 없음 😢
                </h2>
                <button type="button" class="close" id="btnx" data-dismiss="modal" aria-label="Close">&times;</button>
            `;
        }
    }
    return false;
}

$(function () {
    $("#lunrsearchresults").on('click', '#btnx', function () {
    $('#lunrsearchresults').hide(5);
    $("body").removeClass("modal-open");
    });
});

// ESC 키로 닫기 기능 추가
document.addEventListener("keydown", function(event) {
    if (event.key === "Escape") {
        const modal = document.getElementById('lunrsearchresults');
        if (modal && modal.style.display !== "none") {
            modal.style.display = "none";
            document.body.classList.remove("modal-open");
        }
    }
});
